{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "+59svZV4Eb5Mtgm+teGAPQpepj1Ydmm9ILUlPXs/3b2u0jy+ZSsNPTqU7b2bvOO9pD8IvXz+aTwwzoM9vLkTPtn9tb1m9bo9LisCPsb5Sb6cLca8FvXFPc4BcL2OCTI+vjJFPYYuBDwRqsC9woxCvDQBqj2+MlO9/eY0vrv38LuiY5K9vo1WvXyNYb28cne97LgIvoc/Az7ISQS9+VKoPSTvEL4PgxI+nIacPYGJJb5FXYg89bYbPt4zlrwGzqe9JLg1vs2bSr6TcY69HjGtvNuvWTxGR9A9CJfQPa5gO772iq28SBDmval+5r3tqcg9rMckPgQ+FD296Sw+sAl/Pd6xD75Vpoc9GzMZvt/OLb2r6v49whLHPOeiIj5yGIO8FPg3vREsCL4OD549/i0LvkNpGb5sfM+9bIPivYvErTyOWAI+4H4pPTRNhL2S91m+PD4cPiQD5Lyw0jQ9jN2VPbsMNb48c7Y8pnWYPWUazD0VF4S9PeWgPXa77z19aSe+rxTJPfiSEj6pQZq9uYR6veh+Aj1eywA+XGmAPAjIrT0yWvM8SyZbvqCyHz2RR9Y9Xb78vXMTnb1F1ry8qAaFPI4aEzv2ECY+vQNxO+vYar0bgxK9OVuVO9BzKD2+NYo9S3RZvN1Qbb2j/8g9K2iiPHcbLb7SEuE9Jba6PdTDLTwAPg6+HqVSvmSB3jzBYus9fDX9vWU8HD6hnJk8Yk4rPliMkr2TS9u9B+NKvosU3jwqwhq+CwWqPEyzRb7Mw0e+R0SMPf8ItD3TAZY9vs06PZvzID3nTNu9hA8jvmQ+VD2WTYO86Lylu8aFOr2eqfM97MWcvRIoI745CQO+BNRQvtneij07i2m7R6EVvltjCz6htSA+L99xPWVrwbxyy4W9sbKcPX5pRj0P+B+839plvmRgx71pPwk+KtKIu0rQqD2YLxi9yrtlPTPgML4hVI29ZhTKPfN1Aj5Jkg8+eIqqvZ79tb2nOTy+wubIu404Fj2yZeS9o3pLvltMN70exnE8eNMPPlIDiL09Jxu9Ct4LPncu9r19cUq+zgVbPHdKKj7UK469MYgDPuluMD1rFu49RskTvs7kmLywTJo9JfYkPrR08L0T8Qs+tiiwvcdiYb6CwQU+jpRBvQo+yj2eJeg9ji7YOsw7rj2Y6Z08m4FMvvP2yr1QoAg+S4qDPG41wT3tcgY+CCFRvbwdLb6qSdG9Atz8PaHs3L1SY/68CcERPsX2lT0LalY+dbAAvsWLiLrb/9497RjQveFfPL7TMVi8PTQiOzomM75BnUy+f6juvclolL14dew9vZyxu/Bo6zysMx09UI+rPQZHj7xu3bc9ThA/vhRptb0svLc9t5gfvojzPT6JYQ4+qg5KPjZkbL0S7DA+2wpAPa91u73qKxU+m171vQqIgz2T+J+9EqcYvtbtED5gKl+4g3+VvUvdQj0kzKU9nn7HvZuoSTwZERc+jMbvPYb5MT72aIU8SEMFvQ+SLD34PNQ9NOyZPJcF+L0NgNI7PmryPZJbuD2bN1e9ajRCPgjBCDvMpNu9Po4MPmlkkz1b20i+rElJPlJP+7snO+o9U7s4vnbM0r0SMCs9vzscvpdTMD5W5Bg+rFgdPkPMCz09pEe+EYupvdvdETymehm8yvU5Pszw0z0oL0k87QfSvUEq9DxyRqm93XNEPhztlTv6yu89RsZvPRVZvz3nXO69lXyLOu1vBr6qy/Q9zljSvecWQ75JbBm+xfx5vLwaMr6BpgQ+VVlWvQgDJb1SIEw+0kjYPXghpL3jk7c9tCxGvqchOT7mdyI+6blDPWKaLT3SktO93dtZvdS9Er5h7iM+fRk5Pm34OD7BvAq8otrBPIaRmz18RDU+/yF7PdswOT2guE89b3oUvnhP+j19eBU+yvcSPpdrAz4qBRs9Ou4EPgB/Jr67ixu+y+k+Pv+zKL76/iE6YBwcPWurTL2PcnQ9W/8WPimkB720eum87VUEvvJluLyoiLk9RKQfPkKoIb7c/PC98kYsPojKPL4+X4W9BloNPs3zMb5bVJk9Gq8KvkRf8D2UOhY+3KYHvsT9oLw8zpw9d7gdPjLmJz5FhIe8ZIbWuVr1iT2b5Q++AMHTvfpg1j0IyCA+eV3KPee8+736yTW+kA/yvTRDPL554hW+GwjkPVTvVr1EvB4+P6o/vNVQRj5imTW+s/GHPNCf6r0HS1Y9efj6PAQ60j3BLgW+40npPQOz1T3efIy9mgQpvqCjr73FCDk9tj4Zvuuaqj16bBM+LtzhvTKsib1Z0oM9S30PvmVkBD3yZx6+iFIxPv/17D15Nw0+3kgzPT7j970gUpm9JxShPVQNoT1tS3e9xOzAPdOoxLyfGCG+uBvQPIfQzb2iPOS96TIPvqjMBD6SOrM9lqP2vf7u3j0Dj0G+z//3ukq/NL4enhW8CgVTvivctjxWAhw9wUqdvN+0qz2Eoh28dOVKvO0LAr5c4Jq9aoFEPe0tO700C5g8J8UcvglFX76LS+M9S2MvvrKyUr1P7289G4jDPWqm3z2k5y8+cBQzvp5OBj6ocb295ZQUPpHRqT1KvHu8WolIvqjj0j2DtiE+SLKIvWv/DT5mY249pbEAPqn67D2/H9c9UmgAvgAqQb5CJ6W838gaPgHO4b0/ftC8HEY6vlgPLbwiPL+9i0X3PVjlP75C5DY+bTwAPbudkL3QoIS9LEZxPd2TOL7k7Ds8ljGGvYnvCj6/phu+xwrsPZSQbb3HBbo9ebSSvbTqrD3uIOI9cjdjvUzFIr6dJfs9mZkUvpqd9D2IlwO+ZjlMvivzTjwPf929juefPU4biLsy/Ng9g6covt4ONr42+CY9LsOwPc34GT6LffY9ShTGPYyVzroSZQm+MFXovJeKt70JKEm7I+xBvtpqHj2GBRG+gUEmPrpvCb7eoTS9f88OvLsQazwXVN88eo2EvVfv0z1W9Ai9HK/XuOL1yz3VDNc86jWhve6DAb7aZCa+/xD+vZb/7D1/2Zq9D8cYPdFAEj7Iv5g9fJ62vYpARz2CWMg981cePuQMlT1oRCO93H7pPb61i73S3Lw98VwmvrjmwT03Mzy9xFd+PV45TDx0cHi9YWkTPi3+qLyqM8m9g1chPXAFBz07ezu9M7BfPSZO/b1eNj++2n+PPX+WH77h/N081ATGvCKyKj2i3Tk+RVUdPjWjED7ETiG+0YYcvhRKd73l6ws+S+FaPbQGb72I4Us93UpVvbfRKD5Vgc49mjH4PT9v5z2Um7699lrfPZ5TKb6P1hi+vq0xvuclSr6Yfh08odg4vqSaojsU1De+C2D1PZIx+bzCGRs9sXhcvSOMvD0FPZs9d1EDPoZILb6gNCi9DD4NPpaTzDv5QBU+2fuXvVhfXr1OJX29uvnCvb9AFr6rdcy9c31Nvct6IjwA3RY+ju3IvWrYNb64FdQ98druvarzHj4XBTa+FJPFvcaVGj60O+q99gv8PAdpKr7BQuu7CYUvPl3Gy7zIS+W9f4LGvVNlMD02Vxw+c0hDvVdD0j2nwSQ+FrXvvfKKd73GJzq8QVgvvsqBGzz2muw9tpwnvqXc+jwwrjE73mu/vaFzCr4v7CE+Ep4vvmmAAr7X/AS6X7/gvdGUCL7PxDA9feWJvVWKUDxqMkE+F5MbPjR4hb1unSS+0yNPPv5P1j2SF9u9ULLMvRWviD0zLQu+IaYlPijGO74/JxU+D2/3PdQZz73B7Tq+7DHzveHOIb7PfVE9i8dOPg1U3r1mMx++W7Z6PWB8Gj4P5ys+p41BvL8EKr5/6Ri+k62WPTtVgzxffGs9IHX8vRDTWL3qNjw+CNoNvkYQ8b0aac29yA/YvbWesD0oUhA+Hj0jvgfasz0amye+wLUEPjqJBD7qwiA+pPOFPdGdKj7b4I67KG8EPGrP4jxkORQ9JPPgvZSJBD78pxc+7tcOPngj370zMSE+jAM8vQOUyju9yCW+GTtSPZmoDL78fzW7mMTpPYI7GL77AIq9Y41ivR+0Cz5pdYU9aCkLvBHoDT54ev29ML8SvgQVND2c6j8+eAuPvfYIQ73x1kM9qc81PPcNeb166us7+KQ4PoRi0b32Vce8c/k5vpBi7T0JZjW8gxozvg4zyT2ckzm+6e+XvTlXLr4yyxK9YFvSvVul3D3FApw7b6mnvVyuLD7akuY9K/5Su3Avqb0Cma498qRgvdUsuz1Chrm9fflwvTHmLz61jQ6+3GL9PaiVIL4YTCa+d8g+vjquD76tqoq9ZiWBPZm0djwMLCu+GXUuviEAzL0WUwe+cl5tvT9JPzv235E9YEEWvSIeHz37EYe9/I6rPE8AqT3v0P49RYMUvh/GDD4qNxy9aFWDvVKQGL76ZAc981wHPgBj2j1XB5+8v6ZZvn4ilr0w/iU96Dgmvk3EpD0C7JG9cS8evs9lHz2bAkC+2lwmvjuStj3GF+m9EoiOPQDrPL2I7S++iQMgPuBzQr5tgMA7Q93xvTGKGL2pTs29Hg/sPLlPCL3swkU7vb/SPLb2oD3LPzc9AeJWvkIVIj6fHQy+bIg8vuboMD6aeTQ9l6TPvfL9nj0qlHg7Z9P8vdPVcr0mop68NImqPUFUCr7XRzY925revZWhuzvZcPs8CAkfvvL7nz1FppK99k4UPs74G75Kxpo8XtSCvBmitj1RCt0998csvrqAHb3Vedu8Y8Ekvvd4D71RdBo+KmMAPo0ubT1kJim+5+zTPfBhmj0/vyO+RIoCPQD7Sj2NVSG+in/aPX+p7zwmCIW9eTSsPeMkGj1dMxy9T9ItvNNcT76YJku+LpsrvayWjrwA1fa9oahZvk38HT64s0M+VnAyvqV3KT1s3eG98t4jPgOzGb5ssIs9CIYqPqIXGT6R0Z69qn4DPakALT5ov/i8BIzIPRkEIT7I+iY+ScknvsX/vT0zjCu9fsgEPl5WPj7wlSA+1L1MvcoABD7N0kO+3HQZvgjuIbxgpR4+YDw/vkoKMj1mW4S9pxA+vvxbe73Ta369XTmxvYMGrr2f+Bs+l185vp3FAr6gCly9URI6Pg/Csj0roA89ZdQuvsKA6b1e/iY+9wDzPX1YRj2rgRE+0Jk1PqfDaL0nxXm8eqtOvDBVqb3iLYy8pX5/PTOmOT1eXNY9uAuzvFbiET6Ipu66vogRPubIsT30pLe95pGcPWABkD1mEgU+7qPpPIxHFj1U2oQ9I7EBvmTTFj54Me28lCxCvtesTr3l/QI9nm1NvhJfKr76Axa+XjdIvXUhubyhupw846VOvtgKNr6mBic+zB5ZvYX14r0C6au9pbTJPWjIL770V9i91/T6vD9wlbx6TzK8x0cxPtrJTb2//nc+37UOvsDzfL0whRK+HcYBPh+/Pb44OJg935KWvQl/or1cxxe+qyUYPe9djzz1MyS+gu26PXxRBb1AhMG9u3z+vYzlbb1qFuA9AtQ5vnOnI74x12q+fM87vfJaMD4L7zw+gTj3vJ5Rab3hFK49SHOEvZZNYj3KX1K+6BhavrF3nj3jqte95GusvaqEGToEiWu9aU2lvDkMVD1IUBo+a8olPvpWUj4OXFE9UAgzPjwS+Tw881g+e3UIvh4KuLxB3I49Thxbve6SEb4631y9wB2ovet6yT04cmE8kWA2PbI6RT63YkI+zUVJvqn2RT7Pevu8oTHEu9r1+bw0wgy9688bPklFyzoW4jQ9IrQ3PiJFEz7/Jeo9JP/4PWuHCb6AptU9rhgpPeePEj7ySp+9Vz7EPXWd5z2JgUk9qzRVvhm94r3mR/w8asISvVvQET4Fhlk947+0PVxTir322D2+dkIKvjzxgrxG14E9h7vyvYxvJD7b7hA+7tBNPsVuwj3AZws8ewUHPmZ7Sz3Jg70739MOvhr3+b34bSI+iWStOwQGirs+8uk9wj7CvDhG8z2zd+u9YEFAPguVt73jCuS7qwe5PWt7LDz7jX49rx99vQ75Kj7wo/k91MIsvmVDlj1RDw2+h6oVvmjUOL4H8Fs8xMPuPTaXv70ymAq+QOYwPsQFNL6GCni8xBrKvaLh4bvFxRK+uefKO5RrX76A8k6+AnEovQnpPD4cQQC++o1Qu18BxL3WAhu9iWkevYQwOj67cfo8R8UXvtcz9byd0Do+DA5WPkUO7T2CZiY+kmqYPQq2j7xZUoG9VxlMvkTL/70zU0y9qHcxvPEfAT5dCAC+XmNFvlxqBb4hx4c8azXAPdwm4jp0Qze9OZeHvfeSN77GtiQ+uSYfvqF2HL7kbNS9RDqtvduxPL6BE6s7+OajPK4dID5YQwM+2Rn2vDnQ4Tv5RqA8GnUtPjWAZz3WcYw8j28SPt8gZz1hr7C97XTvvNHVtb1/zAm+wHzEPamNrj1sZxc8Y3smvtaghT3WYxY+bmKxvIWe9r24Vb090lbZvOd3zb1wAQo+CL5LvWYuzL3nNeY9h3krvWBmyz2a4/S9mFAKPtgC972gFZQ99YUHvitKqbymth8+CdbHvbk877wIeC4+D46qvUGOy70d4SM8lAExvThloD2YSSm+TfSxPR39rL1ZnA2+oR4NPYV+C76Ys6S9QdRzPf6bTr2Cmq+9/WbDvbds8D0WDQE+jTooPgScSL5nei2+RN7sPVLawz3f/Vy9U9CgvfuTr723QJY9I8ctvfO0yz1reOa8qkWGvOGwNT30ErW9ofLpPbcB3D04lnq9LBkkPvU35D1CldC9f+18vXTrNL2DutG8AvoFPepPFL7wi8K55gboPbvbqT3THuW98MM6POfslTvDuCW+biHWvVfJp72Uens8P5ulPcYU5T2NfAi9+PAPvq5BWbu7NRs+6eivPVYyDb2c6BK+zgtwPV55srpoWA26qSzePREPH75MNuK6wWnIPRZ1Tb79pzQ+FHGpPeqVM75xxny7csYkPs6brLwgcxc+3u38PavUVb1nPSA+AxyovfSduTyHlI49m9m8ux+OqD1sqck9QJz3PWd+Ez5n4tu946Hqu6pzIT6FOQc+N4/3vYAyVLxxTQG+UBErvvx+gjybndW9W8cEvqVA/71jxag9r0wJvukKGj33Bp89IdJ9vcnr+72DMcw9BJyUPZy7Or7e1cw9UbCkPZWjVL3UDOc9FMchPhwyo7zoAiW+luK7vf3iwL1fKS++TmsEvQ1lbr3XuJe95m5wPfiTMr4Pe6w9zwg7vMcm8L2NHt29EftIvikVtb0y2LA98GVLPQX5J74ODhi+uxcOvs9fMr7Ldxq+ZTErvfV+nLy6qIY9FHGDORp3VzyoE4s9QgpVvk8pGb5HpZ29tqdfvgmLpL1mwjC+y6M1vapZDj796kY9yEKvvTVrAj5GLRw+c6cWvjfRmL36NTe9/jZIPtPV4Ty9O7C97X7uve8n/7y+7aA9rBZMvU8hmT1t1xe9685APcJi2b1dSIy9et2TPJshAj5NjNy93QpUvsqaDL07hcE9J0PVPEra9TnVyHk9k5Z1O+HeFb6smaY9GqtNvdzCXDzW50m+Cru2PYnqL72OxQ8+WrvYPV2ljD22c/y9vttTPuybHj7mfqS9g7/Nu5TBWz5A4Fi+5KKQPQvHPL1Egr29OZoCPrjAST32meS92goIPq8/6r0S2Ee+/DYovF1BqbwvTCc+guvkPDxpPD4XkYU9c4kRPv7AJjxvjT893EbGPH07ED5+N/o9ownuPXxLojyRhha+ilDuPVSY1z2yQDC+o16OPWXYQz0H6yi6or4JPb3Ayz1lVI29ZbOTvZhdQD62eWE9zvQQvs6d/b37qR4+fbEaPaFSYT4wVme+7iU6Pn0AxD1xz+M9U2PXvSoLCz2o5zQ7KMktvdAeEj5oRiM9HcoWPgX+Mr73Ggs+MFgHPku9Zb64r6+9sWDjPUvzAD4wuc49BbPsvEMZ6j1HolU+B1C5vRWFGr4Dij4+Tmn+vEkqhj2V1Lo9a6ovvhucC75bOSC+ycvWvaTHGD46/K29v4V4vd7zuTzXs1K+PQPXvWtk6ryJC8S8wO4qvkjcD74RId096c0RPg6CdDxjw6295KTCvVVkJ753wQ4+xIrsvUUDsr3zPBU+x8cIvm1+R7xVo/y9Sto/PpC17j3/QyI+VyB0vdqM9b3afyq+xEA0vvFUAL6rgWK+heY0vh/nrT092is+CRX3PYSJWr7LTb68k8aFva4nND7UEQ8+rVgGPkzvAr4LDeK9VksAPhOdHr6hLqm9ahkjvq2G+r0Gv/a7bWEWvnxs/r1crnw8FRXXPbNSpzzTSzM+0OLTPFs52b11pRE+MpM7PZlrrb0HUiq+QFG+u4KgX75hXEy7ZJjFvUvaAj5fESA+SAMTPqLlGT5WzYe9zatPvUnbA77m8A2+fDcZvdTnrDsHXho9tiyHvc5mCr5dtQk+UeeMO9crm7s9MT09BQa6vQ5cQb7iG8O8sYgXvfqGHT7XMCC+NzuPvCG5Kb4e1yi+6JT1OymYBjxJBhI+kcfdvdwxIb5ku429ZASXvWpwr73XZ6E9VbvZvEYs7TuCdMY9kPidvf1c0T1y7hi9gYpBvv7Dqr3/Ri2+b4CtvfOq4b063Rm9OQOmvZfXDj75eJg9NkPuPFRdcz2qaEQ7i6lYPJVljbzsVAA+IqQeviF5ob12Rea938eyPad92j20fJs9uvH0PZpnYryoWMc9KwefPVMIW71V24+9sCyuvAgVJL59TzG98xETPVUtA76z5om9fcLhPWG5OL6/Yhk73d72vPttDr5FIxq9KYEgPYNlbL1k0zq+5aoNPREcA77cOR2948ysPRWE173bnYK9EUv4Pb9bgjxykS2+42LcPJk1Lz3twqC9xIA6PXwmJ7wJLya+F5Yuvrgq+r1CSVW+vJeSPcxJWb4LXu48EDo+vg208z28YZo8XcRHvjq1rTsjWKW92oObvQ7qWT7LAw8+NEW2vaP98z3YNhc+j8k1PmMcmrzmsyM+ImgCPWgFarywkBi+oGYhu7jvmT2Vgj6+d5CJPdwhXr5qJfA9fD2nPXmCVL13K/293QYrPauYK75XEU6+b6q1vdn5gj0CbGw+kn1LvgdzjD3xVBO+/rg5PqvWID6KZa49tTvAujtOBD7UWDU8If+1vfTxBr5/mke+vahHPgcXi73r6MY9ssr1PFHF5705QEy+mEBovT4tGj4xhRa9VQv7PWLwlb0gwMc9/URuPjKTzb1HHTA8W10NPlDsNT4bNyI8PGXyPPKZEL5Tx5e9c8SFPenWwjtmMqo9KVWoPXel/7xTdIK9Rrkzvkt/Vj6PZjQ9pX5WPbOpvL3PqoI+zm9aPchdo73Sq4c9LnlUvDv6Xj0cF/Y9T84jPMYrD73NYMC9R8sEvsMeHz4kDYK9QUvNPaAZXz3qPJA75rDvPT02cb0ui+q95E7gvcYxGjytNHk86++sPW382T3g/Ai99iCrvW6nAz4dLqg99SsEvu6iIz52tmu9jbYuvtGjKb1izrM80rg0vVQqI77AwIi9CfWkPIx41by+mcK9NakdvgCb8r2+7gC+QNgJPg+BGL6YB6Y991odvn8W0D0T5mc9txiEPdOS0b0A6G48qNs6Pnr9nj3BNie8qbtovdfICr4EFyy+uWrhPQE0gD2qP0Q9UK/Avf0lxj1NjDy+XQqhvXoUDb05/xm+19LXPQ90M77HaaU9Rfg7vY29zr0e8Jc9p6p0vlW6mDyRXiC9syAMPh/hz7zuAQ283vVKvFIpFr7q+Qm+qQLzPceaqL2uwL29tIw/uwimZT0zxNw90kFEvTdL0jw3baK8+oQavn48pT0wnGS9seewu6XMzL3QIwK+FTUwPhUD+j0NtSQ+UyeDvfgJ0D3gpsi8y8YgPu6V1D0KgPW9XaifPTRFED7Eq9s8QZTdPXKRlz1LGfg8/mATPjA+pT3bNQA+Br8uPlRAE77rGOC8qvQPvazJ+Lyaopu9pf0EvXI1Gz3sUyu+eST1PD/wFj5+QKc8/iYeO5z2Mb6ZwgY+xPJHPRiARb1ll4k8RSIdvjtKGT7AcfY9YP/MvV0Nkz2Ksxu+arRLvoWUAj7ZuN+9zAwkPfNjS769g4a9G+ZsPaTi6T1CXyQ+oggAvtVQMr0PO7E97NDwvT98WrxRCTc9jwfrvDxR6LzQmuc939qTPXEKqT3STc69rFnQPVLRHD4cK109d5lGPeKuIj5Y1JK9Ep0pviZyAj1UGGG+j7RRPWpf3T2Hnkg9vcoDvlzXkb2r6Gk+GcnPPWVwbz2hbs49R3FXPl6JCL0oCFu93X9GvudCNb6F+YO8hLTlvRH4GL5s5tC9y3iyvaVhAz5LlhM9bO4KPj1/s7xJVEa9hh//vZqb5D1i/R6+jULUPBcgqD3GTiC+W9EMvsZZYb3Abge+Y9tPvZmFAj2vlR890eSEvWdrJz49G0C+OdeJPY4AqL3JaW+9B7QYPi5ql70Pbto96uodvha/zz1Sr0y92rpmvd3+7r31TjO+V7FpPSmdh71geSG+fBgyPPOPIz1zNZO9DkEDvZ9jpT0M3s89l4yMvbLF8j3Wl+Q7x7T2PbXs+bxSXAk8hsfiPb0EAL4d0xi+nfrHPcVCKb2xwIS932wKPshhsL3aCWu9DTkyvsjbGD5uTcq9DF6yvKp0ab1cOTo9zs7MvV1+RzzhAAC+4BuFPa/cCb68YnE9bi2yvT8xCD7DB7o8JEoNPvNd871tXxu+RPYxvvZ6SL3rKQ4+Sc6bvBKdr7071r29PUj6PZ6N7z0Iuj6+Tr0Mvqme0D32F9q8ncG9PUfVtr3pl+W984q6PRgPqTsvzjE+22M1vKw+xr2+ih6+2akbvaS2tD2OsZa9LybtPcRFmD2ELiu+iPXMPRdl3T0ifIy8vwWAvIAevjyCmW89tIGGvZZx8b0dXeS9azEYPgeNnj2vMAC9ps3vvKvwJr5eayI5wwfwvMBnRT2OTa89jsywvfGGhb0+dTc+EweavWZyoD1MLgs+/RAlvjcDUz4m9hK+aQI8PpzSfzx57wi+9jKBPt6s7bzbJGk+SPxZvUEztr0miuI9gxcSPvJ6oD1cSyK+bJNnPDOGiD0x7Me93nB6O1D2hL0czkC9jLXiPP5/jr6FlpA9ojA3PG6AAT7o8lY+gOP+PSs4Pb4zpZ89MLfFPaZyFb2wNDg+XgKXPRlKEL5U5te90asuPmidL7wLCOK9Vn/tvcQEFL4smZy9akF/PFxCKL4ogpS9w5wwvlNMLz55Ix++AeQwvakeGz6ieii9WhNtvMTHWL13SBS7golLPcBWA75vR36+eJGFPnoWmz3UUcu9X/tRPdCEXj0gUPs9WRO/PHStdr1qm3O+dpM4vo3oRT7WzQO+hyDHva3T3j2ZIyI+Eb+NvbU+HL3Rzt29FksKPico+DyLqp48QKl9Pm/Gwj1trrK9PsRIPUwda7tyTUE9Fpo9voxAKr0vqu4978h/vBvbJD6UaAu+aBIvPuvu3z1/xqy9/ZRAPnS6Nj45ooc8DeJWvhPDhD0mvx+9Egd+vjh+5jy2VOO9VCu5PGhzIj5pGBs+GcMdPHRXBj4ct749wWslvasLqz2z4Bo9R+00vuEHgrzPeTI+TA1Uvduv370FQS4+RZRRvnfNMD1VmVm+4fTxPURfpzxU4gu+44YSPrBOUz1ZQca99LexvQuE0z2RaZ29g+q/PWO8e7xbMlq8c2zrvOru5736B5a9jayTPbYkLT01kDi+dNIbvsoIjL3fb7a9r1X2PTfyqD1QehS9v6QXvqkHvT2m2Y88xOpMPEk/YL0X+PE9lvIYvshm5r2Hajs+xhctPZ9kLL494Au+krLWvUfCebzliiM+UI63vTTsjj1HiR4+L0Y5PlslED40sJO9HWSsPFmFoL3YrqS98U7xvVuSM76yKey9H8aFPSh2Dr4RIoQ7l7XfPSTiPD53EDC8QYjrvLkGwj1BDiS+Pmr9vbZJGj5cSaS9kFC0PREM0LwtXNe9IqPRPWXlgT65owk9sWsivoE9TL6HogC+/vq7vQjcGb6ATiG+j9DlvKzFST5gDNe9i+sHvrZuQL7Y1DQ9QXPQPd/RLz6xHOS9e5KDPZt9RT3soLU7wI86vpB3szwZdfw9VQPIPF6TiT04Chm+/cdqPVlR+T2q/QO+zZgtvg6mIz5yqp680Sb0vaoSCL5MXgk+Ab5BvjsRAb5yjIi9dNqLvZnqLz6h65y9CwAcPv9AuL1zGE881IQnPcV2pbw+fTc+Kvc7vu5Juz08vee8dxQ9Pg8dLz5O/SI9ShkivZrrA76wPRU+yK8OPqzboT23vo69Z/QnvdGUtj0FEIY8PAUtvgF9zD2z4jW9TvaMPMywL74dsy89Eu3OPQWkvj2ySzg+JIAmPuIPH770yIA99FtDvg3CMj07QvO96D04vVOGrz28hT6+Sya8vf/LTb38fwa9qx+uPFLXzr1ofy48/k2lvKC8Fj6bgd89eImQPXNRBz3z1i09/Ib6u9CWf721ej6+XqbDPbNLID728Zw95pHJPeiZUj3iKJ48aYNBvuA+7Tw5G1Q9fZD7vF9xA75OjFu8pd4/vup2cT1Q6oE8JOxtvJSBCD64WhA+JRcXPhelhT3Hxui9W5egvKiMyb0OM9i860a3PW+kMz1dmJW9K2iaPYcxW71iF2I9pU3+Pfse37xycxa9s0uCPHPgU720RR6+1t8CvvD3+r0znRA+DdjxvX+BAL5ZSIA9LK+pPGloULw9v2C9XPX6up3wkL32/NK9WmwwvfyAiz0CxQS+wBVqPSuXt7vv4f89k5ShPcGHSD0QFRK+M4FdPdfh+T03kji+9knIvYNmgb02mXK9rJyTuq/8cz3fCme9oaKIPWCSEL5ZAvS9h4Iivm+alD3b7WG9kI34vZwyAT7TqRW+rLVAvjhY3T1VEd29rRIOPhhf0b0+4iS+/3mCPPMDG75u38w9I5UYPjBYA7tKwsq9WMMTvpm9DL5B5Ny90lgOvlmI3T1HpzC+HVfWPZSY57r9obs9BtEJvpBcs73F46g8VEqovEYtn71lNo09XgY3PsYXJT5nGLk9eEZPPg8b6L1T0O89FdCfvX94Fr5U4j89IgK7PDmpij3rZjw9yBM6PiueCz5WYKk9kq6KvWcvPb5k/HC9Er3BvXQDor1y57M9MdJKvurzuj3oiRa+I4aTvEIWZrzGhtS9xxBwvlvhN75H1tC9LV0zPTrhLr4605U81PuCPIBnDbymCKg9OOayvY5xHr5n2MC9rW0sPshxaD1+z6g7HjDpvV/66j2uydi9bY7YPSRp8L3sZgY+4n9hvc4zUb3nsG49ilSAPmUoC74KTA6+fYq/u+SsDb7cpnO+Umf6Pa0iFD7ek1G98GJgPSlXYL3yTng8YIsVvqY+e73Ebq89+L2EPZmrEj4QK2u9yAekvIJKUj4NSTM+2CQXvs+7eL36T0u+fkvPPBVWZT0W+Sg+VHQdPtgg/7w3IUy+eiBYvdXJTr5rw9+9gHuYvS7/Ez1+dVS9NWUXPXhyqbv2yum9Jm2RvRzCAL6BGV2+zSAkPmCoKT67KY099C4tvQmZTL1o6iK+R6ZGvnaOcz64kFi+vdRevnfgRz6woF4+fWHIvQADiLzVpOG8lAAgvltRPr5wRSq+qcxtvtIGpj2A/KI9ktYXPhiQrD3T7jO9B/mbvbzbs70jDSM9pNyavehXxL1Y3vC9B3kIPv8sqz0ljzk9XQfMPLXHYz1HQTe+FcS+vO4ECb4Bfx88XHYbPoGzub3bE3e90+4uviIiRL42mjy+8RTMvb0AHb7E4JQ95kbHuvs8gr53ZJ49RQlAvu6n+b1P+O+9HCIjPi/VgD1D6Zw9OouJPUewU75VfIs98hw+PvvbQb6vB+C9kUnGvRatST5dvEq+gfHkvCq1o70sCN07NMxfPoCFizyrZPa9cX4KvrwWMz7xZ1O8AU83vo0aij3tLAo+kP1EPXEQmzwzmFM+sfIpvhRAeLyBf8c9ZkVEujMTBz3NAGW+G/wcPh+6FT10fZE8rw2avYiMwrw4H7W9vdjCPQ8voz3R14W9xdJ5PdX9Fb6Hyy6+xjcjPqSotb3Y/iq+xUsovp1cYT0wMP28mTInPs7tGL0e9Ei96XNsvaqR6D2BRvs8UDkBvlPa8L3WioG90yohvltM3j2sprA9sLRsvTFjYD7Scym+z5MnPKpa7r3gdxy+RJqSPKxAE75IVNI96oDmPDkwHb7lwuE9uMakPWz+yD25eJq9BFuyPXvGoj26jAg+oc7YPc7cIT0F1qA9G3msvWw2Ib55UeK9BVcDPkJttLzYOYq6P94tvaE4r7z8zJk9swi+vdXyCT43I/+74onMPHcx+j0aThs+AHUvvjIQED6RGIY9BSJWPv81TD64ffS9eP2tO6UePb5kU1O9qlr8PbI37b27Q0C9lYr2PWY8iL1LaV+8hQMdPracA76AF1s8/mCRPaWxRb2nAC494jv0vVgcir0DPRw+zOsqvDoFLLzG2pi9nk9pPZlk+7xS1IW9PkQcvohNAj56SaK8LWl4vi/lNL7HnLc9oERxPVlXRr0vA6a98t4YvYRhBT3odv69W6Vova77q72GeMG9m4uUvaCUNL6kNFY83l16vTE7ML49Pk+7wirYPK8+E72ajhI+AhdWPFdMzL2N+A8+HawAPnbMNr0vSl098eE1vnbvCjyMojQ9NsMdvpzV1j3ibMg9feVVPd6I0L3yPwU+9eAHvVeJCL5s49U9TwXQPJeiXb2ahPa9fTsuvtv6rz3u/IW9JpmsuuvkFz6PbYS91KIFve5bfb1eHW29piaQPTVsZr1yh9K9NlhbvvvCrz1NQ7+9ncGkvWp1zr1xFZM9pR4PvSl5vD1Mnx++F3HVvezwpDwpjE6+tGeQvRKRDD5nr0m+un2qPdt6jDvbC0o9ZiONPOJF4T2gC985/DAivjek5D1VyHs6vmwbvrpgRr0GeC899excvVwCFD6qxqO9kmIpPD3xbz1CNvC9CZCrvU3mFb6fFD++WOkBvoAqAL3DA0W9kyELvYwnN7vHO9g9FTiePKbpKz7deZq9KHolvguwyLudl8295JhpPcr0RLwJT8I9k0TEPTeaXz7zBje+pUYGvudcND6NERA9nOy6PfyOKb4M8Bc+4hQ4PhP9Jj7YyGS+zh7wvapb8D1ORlk9NQHDPbB2mLlmeBi+AiwCPq5WQz3X1gk+M5iCvvD4mzwG0pU94ymbPLaUZj0SLVQ+8Dc3vTTFfD3Gb/k8VrcXvQJVQbwqsYU8JdDCPHermT3mcmy9jOyMvRBA1z2m/+e9wmSVvcAbXr4IRJk7l2iYvCpO6b24bOG94mH+Pd4Icr1v80m+uGkRPXwKEz49wRU+JswuPpmYwr1EU9A8T/8CPm7bDT7GAQm9m9DAvOhbA75ToTg+rEcuvogxlb3UM3u+hnU9vPZYAz52ggu+o7u8vW5jBb7Nuou8oehBvlibJL4ZakA+WN9dPhTvBT4XwiO7/x9VvSbyCT5vX7+9zSafvSmmdL1vZH69aOsqvuDdnDydMyC+hj3FvWS8QT5msW49Wb79vb7sOL4tXzi+BAq2vUglwj0Z7BO+uahVvOwtDr5sjMw8FH+XPSMJGD01cB894kArvsXIML4rjD29jNDfvZYLaz2hSwk+9KQIvqClGT6nmC0+dlPdPL9adb4t3x6+fCcZvgO2RD0PTEW9DKkuvqvhSb6OoTK9M/uJPdt9Bb0c7oo7zkMFPp/lsDzux4k99DGDPbuS0j3kYbM9gJiNPWehyz3Wgys9TimqPa9tRr1AOyu+Tfg+PvMTibzUeAi+EYdQvladnr3XbYO9M+vEPdzJhzwvp++9uSbjPeFDRr5oPCy+CgBRvgBTJj4iYQs+HrBSPnjalLyzKSA+PasevhNajrwb8+q9dVANvuyaoD2uENA9htZUPmq2njw9HG89c/N3PhlJJL4n1xE+J8ApPuuTTz3p8IU9c9waPthghD771kE9HgRTPuJyGTzhSws+kfufu+RDsD2onwu+ziUOvmaYCT52XEK+wVARPuaD/b3ObYy924VKPcP8AL62Pha+g+gvPvX3Bb72tTa+Tx8jvr7w+Twom/O9yV2JPRm9Sz3+W4Q9JWQMPpWkGD4/jMO9Cpj9vStodj7X27M9ESZYPp50Hz4XPSI+dslLPnuuxz10+jG9cj00vvqkJT6aCMi9pIKMvZZeGD6PnEo+fRVmvQ0IFz3OckC+pFXSvbfvCr2Mwk4+0XDSPTD5I7244bq9mCuJvafqqz2OR1M+nUQpvr91E75iE+c9gJF3uzuYiD3PCAW9uvk9PjCZNj7DAuo8qd0IvpJv3r2eBzM+Rwu+Pew20r0wTey9EOTEPTIGzb1xcFm+0XkdPh/83byvkiK9zFsAvr70wL2XK4u8njhePVpKID6DJlm9SVUMPWyvKT4Mie09xIs3PkabXz1Q4Yw+53ZtPZuYGL4eAM69P14RvL3ZBbsr1Yc9nqwTvqyd173Rqxw+wb/cPYzZJ76FL9I9uQJdPQSjobucruO9r/Urvlgn3T3Aoe27hdC9vVUTzL3pn5y9Non8PQ8RAj18fxo+eijZvQMhCj70pgS9K3QQu1qA1LwqB7u9fuchPXDhEb7gjC++HiM1ve35CT2ozIA9hpU7PeyBZL3tyui9+6z+vUK1hb0KjDE9nbnfPUBOlr2uU4+9r0YEvhGrFz4dFtU92LhnPSwDiD01x4y90xaVvZvoiL1R8Bi+L75TvfDtPjw7kRG+OxAdvm9MxjwD0j69gQPZvdyNB76I9hM9dsIhPl3GU72meR2+iNTdvUgzkj05tIS8KhqiPZ/vI771azq+qK8YviEESL6mmQq+S0gWvlRMFL7mYvk9b+7Xvd7fyb0mPiy9Ezx5vcIZgT25NxW+GM7iPQpKQ74hPJa9sCxivRioVLw1JMG9+qK3vXUzBL7pi0K8KCLluUWG+z1DIBc+WKtYvmBrET6bJ5S9GFwoPf6lS75J5Tk+EeisvZ1+ezznecE9On+PvRDbML5qBwW+/pdmPccgvT0nfAs+I3dAvsO1yT3NPBs9BzKAvQbCkTwVT6497YyBvd2okL390ui9IW31PU5xhL1o4ne9ONQSPQHvxL2YWbO9iMWevV1wqL02fgS+HPrWPSrX671PLEA8AqS8PRmpfz1P55893O5pvSQdNr7BK4c949lLPl8EzLrJ0Du9WtXZPckPxD3zaBM9QYZNPaYXYD016rS9SB1tvSLpXb2v8dy91uDxvGPXNL68ltW8HrQIPlECJb7ugXc+ixQkPbqItz2ZzRI+tCQoPmp+JL1cFMu9lGkwvThHCj1WL7g8tuELPibEMj5jRkq90hqmPQSk870fG2C+GPhKvr7ojD1mQzu+JywXvjOo0DyAFg8+HHPnvc4s4T1eevc96nBtPYNzTr2cEJs9LC62vMZD8z04NUa+XOVaPnYXqD02tw4+Rb8ZPfVHxrsNJCS+RMfaPfy8Kr6ctD6+6r5xPLTsID76XcG9/ZeUvZhYmDvdwVA+EHH+vctlOD07jKi9myA0Ppl+SD7e9ry9x7tqvXw49b1XWEC+baUSvqCmMb4wPtu8MMsrvj5L6Dw2aOc9P0MavOgeCj5tqjS+0QsGvqen972AX/+9wqiNPaZNZz4uLES+kNQKPWPRnz0P2M09mh2MvchV57uh0IO9VIwivqNFij0bsIg9ReoGvVvYHL1r4Cw+1xjhPSJyab6BVpk9EcPuvG20lL1SX0m99lWwPeH5aD1jfL29PmUqvt3d5Dyx5RK+lE9zPlbx8Ty5IyE8F77wPXBSDT1HKLA8IEc3Pq27R70bPkW+a/f/vcrBQb2RNhG9wuEWvt+EMj5ZvEW+uW5jvmHEX77PjUM9tggpPVPmSjx6ICK+wbKsPf49SL7u9Qe+Ux92vs5j0r3vzIu8GKVMPW29QD1XLgm+SG9HvhlC1b14Vwu9VDERPorJBT6EQC48N+QNvtUHGz4qUBU8dyYqPR50rD2mmhQ+iVorPpxmBr4MoEo8XH9PPFvpMj52pv69hb4nPSRjjz0m9xK9hFrtPJF9bL6APBI+5543vsLROz54/wi9l58NvlSH4b22pVu+SMAmPoJ65T2jsfm95o5CPkQyPT0E0C27YACmvcU44DyFqgC+6wAyPUwFf74A3a891UQRvTiBI74MDAe+WppOviR+Rj7Gxwy9+vodPNiHl7wF0TG+o9oQPqUPaj6vBJE9yxLVvRkhdL3LUKG9x+zjPYZHsz0aGQS9Gk9ZPUURgj2n/De+6lvpvTRJtb2w/F09EFcOvsX8zb0CYA4+vzgqPiHFjz0iDKw7oWQWvip8Cj7UIHw8vO7hvVu5Xj5SDWE9ROIzvkQlnLtTELg9OXoBPsQoe72xJTU9rqGKPTfMFr7vK8I95VJtPWfWAr4TYEO9HWb5PdHEHb5mRM+94AErvpLwwr2PYdM9+tLZvZr0qL0LQz8+EU0xPFwUsj092X489K2uvSplX74l70A90XDLvTB0+TvCvpY9eg6MPQy4B72WtnY9mugSPjIbPzu795W9mcwEvWMamj336TC9qLwyvXJdFb5bUDW9rpnMuUoF0D3uqA8+/uqbPcU4AT5L9wK+Y18ovlmTgr2TXko9rQljviXbvj0b0c89SiGWvd57FTyRvcE8hoG8PS9GAr4rcBc9cnLWvYskIj6jcRO+7WDUPH1LED4lvRi96yfxvWq41b0rpzu+EUZEvomCkLypBCO9zsfLvbAWJz3E/pW9ZOsxPe7h972QWx6+MO8ivsOHMD6yKgI+igfvPP9rCb3gld89JdQlviYcFry4mJe935kWvECXy72zBYU80FnSPSu7QT2MQgY+zGI8PXDLT727bCO+VfTBvKS9VT2kUSm+zZqUPcUGFD71Cv890P8SvRnVFr6R/vK9MApBvbiCub0nNaa9YV2bPRdmGb69h0E9eyiovOYKrL1SvfY9HJgePnf7JL3RTO29Xi2CPT3CI76JECG+kCcXvvAEFD7wHwQ+lQECPsQHir3DEOi9TW6YPYkUTD3+Ayq+0X8MvJ3Wab14nue8GIuqPdkTFD77oaG9wKgIPa1AiT1JXLQ98ABivfUYVz1kftA947sSPouhGb4ZWwY+eQvnvZ+hvL2A/6U9YMjyvb1MubzHdCY+XroKPrM7J747WPC9pB4xPjoPwLyfuS89FGElvRguPj5GGA6+0KvJPYZf7D3zkoG93vPovVkxWr5zNkm8boWivfeQ+T3mMrc8qQZ9Pb9fIL4s0wy+BODmvK6hIL3b36e9AxvMvUZKgL16AzU+G2KHvWeygr51ma+9PGsJvvFYIL4j7lA+RtWovSIKerxkuqa9TxPpPRryT74cFFI+rGe3vN2XJj6Cejs+BgclPhvAgzrVAxU+XkO4PX3JsT3cfvI9gK2Vu9lmKT0Bi8E9qN1/PQ7Z27wAro69RxlZvaIZpb0Hup49cFLgPKYIj70x/5W9lJQqPp6rzT1w9kG+jWZ2PjfntT1aamI+pkocPkjSm73+LeO9JbXyOxiuYjx8yEa+NC8ePdHzFj5m5Ro+b+g9vopNLT73M409FTA/PvlhGL6i9Eu+VHuoveEgQD3eW1s9NoQ0Pn6Sqb2LTR2+vOhGvupwGD5Z5+a9ps57vcJ8K72IR0c+ltKUubxOGj6olhm9hnFOPjm/Lj7Erxq98yfJvaQK2zxp5xM+jQ2+PSQfBD1xBWi9p5rAPT+UND5WD9w8VBmwPETmQz6GffM9tXG1PWJrJb6PBpY9MFwFPUxeOLxrSUS9jWgnvjnAl7ygJdq9wv8PvvZMqT3ictG9qd4hvo673bvTzNI96u88PV7HkD2EoTs+g5GVvbSK4L1w5MG9ZHikvdd5FL78QZK9AxqKPLjgNz3bLVu95Ssovgs4M75HpMC9anPWvffjQr73ZGI9990NPsrmqD1nGBo+8cBSvcKfzj1e0a69TdD4PZcRFL6JJ6I9IIlWvDwU1z0pjek922ckvpbInz0LFgE+rsWVO3HFNr5gxwq+B1kMvlXe9T3rERU+ZInwPXqT273/xgK9jp4FPuH2nLo83oO8UpYyPs3So70yhyq+brksve4EbDyZX+Y9TbdUvVGd/L3pkLm9it+Rvf7Rsr23/Kg8ZgKVPQxd9DxAUE++ZzX9PVt0fr1CJzW+mUAdvnzes7teEse9CtscvG/MxD2dU9u9dtI8vnhSgT3duFC+kMsEPbb9hjzRh0W+p4SxvR8xxr3MWQm+g0TNvUswR76E/t65OH2xvScPKD68Nma7KdX1PRibpb3wIOm9n06bPPH1jz1rfF89cGMVvrupQD49rkG+rZG+vZhPkLpgKEW+hVLtPb83Jj6V7oM96WmDvczvbLt+79K9mPAZuo2omr221yK9ZQ9WvD0tAbxG07+8E1QWvqS1fL38qku+QnWUPV4NWj163iq88W1Uvm+HUj58bLW8NRE5voezgr00pB++jq0MvhifjT1nEaQ9DwKdPQmrwj1O8vw9XNH9vHWMaz73nfA9QQEcviM7MT6E4Jo9w0VSvXwduLzsPki9n+gYPpT9Pr17kgM+XdgTPqJpQD3Xaq09GokkvO51CT02tw89gyChvSCaab2mjmw92l1ePTtCfD0Ybyo+95ZtvV3KBL7y+lc92DbJPRdUBT4pALs9UrQkPjigAz5TWp49LRoQPqMBvrx6PxW+A0TVPeIs9L1B4rg8wa+qPfrtOr73zCI86rLqOwhGND7C1i4+r+TyPcuMEDweNZS9jiquPSwAhT0q0BI+L3P1Pb5NCz6VjSI+DfURvX4Hlz1oQt89QlznPAbD0TvXb34986+NPP5lxLtCIeS93rv9vRnVpz0kdWK9dCcMPn+vpry3hQ++KK0cvXRHkLxiY7g9qZUZvR/TNb0EK+Y9I1wPvuuS2j0JIva9+iXSvcPCGr2elA6+szk8vbYs7ruELvM9PtwUPfZ3AL5a97m9jVY7Pe7c1ryNRxG+CGgGPjIUwz3JK7a9AzQ1PsxpBL7YXf89BkYUvsLkbrxC1gu+EqBhPPuh/ryW3wa+7g8fPXUa4z2npKe9wxhmvUORHD1eSPG93hJEvovODL63MU09DYaLvTaOAT44tZG9R7UUvTEho72IIB69Q1d1vZMC07wzcKC9qK0xPlhTgr2mifg9zAAVPIAaar1VcRo+quclProjGb6DPZC9TsEQvPauB75hay486mDsvcWghjtBLvo8hAatPMlaED5JuZc9ubZNvnhr2L0GSQy+zm3cvGgaWT6A1Zw9bRcPvUqISL4RWrq8BKQTvmsxoTphDlK+X2xEvqpjPL7iQL48f+GFPdypDD45BTW+YkSzvKIx7jx6nc09XdroPQ4qQ77hLzk+WxPDPQFWSr5z/we+QTvGvHKqgL2Brmw9tYNzvfp/EL6iYAC+IZccvGd7YL0zcmc87OkGvV8sSr5kXiy+gptlvkBsoL3EeLc88A0FPvGrpz3yEJs87g+RvbMXpDxU3w0+jp78vciwqzyE7R6+m3y9vMefS709bVi9kHuLPdYuPDyvCaY9JjqAvEv/FD6QUAQ+vFzEvTzd8T3lR8i88OknvYoSDz71rOY9jKhMPRa6XL4OLy++dnM2vnvFq70PayE9NPKVPTh3NT1wHwi+QzOQOv6QHD5Gfk67FTBLvcxCGr6VMwU+wIsMvlbUibx2LyY+gCJ4vMCGCj418jC9ZgRPvhz2ib0P+j++StvnPSyTNT4JS1g9NGs1vZncbb5/lNk98WWdvebvozxeRAQ+XQuYvWKeoj2lefK9BQmvPAp/tr3DTvq9mVbyPK+pwj3mNdK8rbkpvrzSF734Qrk9CfHKPXh3BL3xmcW9pSyNPafyAb44LQG+nfomvkUIsrypSwq+Sv1ZvclsD7zyMTM+QtAQPrkEHj3S2AI9ZwMDvvcmID1fv/M89EQPvtpPDT4VLc89ITeVvcoVcj5w2ns971CZPKSGP75bSBU+BY0YPmFQMD527Rq+9GhjvU8wGr6tagU+ITbHvPl2pj0otO48T8EIPnKC5r1foXM+yeyXvR9wmr2i8jC+H5RYvXnnXb3W7/E9mIXjPRzJJb2oEBW+144gPj4nGT0MJQY+VKf3vV+m/b3g1W69POZ4vfclCT4L8EE+3M2APqPIIz4fuqg9KfY3Pif2qb2wUtK78gxLPgPsFj6nvw4+gTduPQumqL1h8+E9lJsFPoCGkLy148K9Nlx/vA9s4j1onM+9RKojPqGCXj6EWkU9mnNzvZgNtDoLb/k8ZPL5vV85hrz6sk0+gZZ8uk8Nsr2MPh0+ormpva52BD7Ng4W9PdQ4vauWzT0vCvw9CIA3vgwukT3vk6K8CL+dPQRytD2k6iQ+Pjysu/XC0L1oUBA+mn5Cvr1fgD0MHUI+1kZivQgZOD72qM89FtgMPgxoUz1OkTo+WJpBPTHUMT6Vkzo+fK82Po8yLz2etpS7OZ3bPSTYx70Nace9EVqRvemcGT4j7Ic7mI4JvclX+b2AjL09DHFWuxDOJL7xpCO+GdoLPiM8OD1XYko+UXRQvo4gBT6D5e09p+82PWkxKT2WlsA9tPRePXo9D760TvM9/36ovVHOnD2bTDU+4E0DvrKJJ739Rwa9P1KKvTi0BD5TlYC8vwgCvqzlAb5YTPq92bH5vYFNH742KBS+CyESPpyH6D3YzVq+/lQDPupPCT5IjAa+6u8RviIHAD46QgE+cAAJvBLUEL4XEkS+jd3SPV2uFr1Z4K69IVWHPFn1hDyJzai9a24cvGgM8L02Sz88TbaAPTZhBb61aaE9o61EPUZMC73tLbO9bxQUPUEO570ymIe99zAavYHIor195MK9Xy3SPYTFTb5hAvO95L8rvoM1Dz73bN082dMlvovCQT4fFTK+vFkTvj6OPL7jtR6+y6TYPIG5P7wSoiu+6cYKPjS+Eb6w4R2+JbEwvhhPubwQOLo9P7UJPr2Qhr1HSII9/9uCvakGzr1sRsQ9Wlu1PYZp/r2M+Zk8Xc19vcfQjz0ho809cHHuvbsTu7xc2j++7d+lPYgJrr1KMri9AgPovUtd+T1kdCm+8puEvZwVz72R90O+lasQPjvpBL53GLW9/FbmPR41Qb77rHg9XIpiuxfW8r2wxtS8Mn6LvXzZA77HB9Q9Vk8RPnarO76TnJ29yuAXvqfVRL7Tmk6+VdSuvSnCyT3RRwg+Ag0jPUCZnb2Rfh8+PlELPGoMIDwhWD++Hd2zvQaIRz3G7ly+us0LvnAU8bor0Me9DDcQPumd17tzOt29bYpAvXKB7LxQaDU+0aoCvlTkGT7A7+e9QCrWvSkgi7wZx9q9zT8IPrBp5r17Paa9+yQUPoD9KD2hQTa+S8YXvXLPOr3YPrs9IFjMPdZNIb4gGIU9xwpnvE9/Tz4rVCW+bhELvRI5Sr7RiAI+0XYUvind+T1sv8A80HRZvp0KpL3fuQy+6Xl0PAiWEj6l38S9O0AfvhzMhD2LpKe9ursBPhXDzD1neJW9cPcPPV0rkz0dsz++IsD8OxRkED6M2uW9loJvvWX6yjwA6kS+WBzdPMqfvz2buIy8jprbvZXobb08E9S5K3nOvfcqVz5HCky+TX9WPf6LnD0kQJQ9tFfovZ2YSD1h8gk9r2fFPUh4orzu6IE9yQBUvaAcILmAzxq+VpZZvlq9Hz027ZS9NRYEPmDxQj7u2j089ZsGPg4aNrvyysg8KW8CPolSgD1GdUY9ck/nOiVssD3FcyO+HItQvh9BNz6v85W9X7wZPv86Tzz167k8eTeaPbpJ1jtj/t+9HgvxvXBEqT25VR2+jy9YPZcDIb4VvC08hU4iPvmWFb49azG+QsDQvT7Sz70wTec9ad7rvIhQBr7C8yA+9v0yPpgLRr5D+SY+wFx8PfBUD75YeJK9oBYZPK6WEz6SeQ26gH57PLzrtr3Laao9ikOkO5L9IL6rtog8MhQ+PawXib2pZmO+aRdYPBLZMT0i2ww9fbm/Pf6sVD0v8NK8zvI0PpDuzT08HgC80G2Su4p9AD4TpTq+72zmPXbMOD749J893xW1PTcNtr1CPQs+ng8Gvs8vpj1qRIE9agYsvWQQ873i/Ui9O6oWPZVy3j2Q5jE9bcPnvQrPC74odQm+qWzivcG2d717Ekw9DL13Pu+d2b0Lji4+6Y1ovdQNDzyzozi95A1MPlpFUz36t9o9uYJTPl+5Qb0WVa68ANCuvQPfCD7kYfC9nWLevGdsWj4pjTK+Rt8TvY035zwO1A6+AgYsPr2Dn73jxQA+JplCPuj1Gr0Chx6+prJMPqPAJj7p48A9ZgxsO+SXWr4zL7Q9DmULvQj/xL3idSY9ckQrO6DI5T2aWi0+mh1EPJhhJz6pXfm9vVQyPu6tcz1HIQ4+gAwbPjUZFz4wZUS+j8MGPhPjDLxUXqe8OccIvv/+1jzp60s9Xv+xvWee/Lzwc1o9Ae6VPVAvoj1ctia+KNAePvFsMz06Jeg8rQPjvVzd4Lln2De9+o2DPZTN0DxeHj0+oHmAvD8vc712W4497c4wvjzwqLp8mZc9DlNCvaDi4zwFdk69izc+vSXJfb0EEgG+OVfruzNvBT620JE91e20Pb0gFb6ZR1E+AaDEPabMXT1fQA29eJHpvVRmGj6zHVI+PJgHvnU89L2GIaS9i0pGPYwQPL5hMAO+ef5ePRMN8L0vbAM9k/NQvveKPb6rtve9xegGPu8n+z2+7gy8+wUCvpL04L3V406+VI7svRSf+D1/niW8ufwIPTJamL3ts6E9Elv8vXGcxr3ZVCm++hMHPuEJNb6cMT495gUavvfl8r2Tklg9Zp1jPVuEt72USKc8E10pvkiCo72A0Re+61mVvVbxBb2oUKw9EsqeOmpwtT2+9TU81iaSPRRixD3cA6s9hGm/vURtw73WcyO+tD7Vvcq9ETwfwh6+Oh9Jvgx1wb2Tm9S9MhLnvPMejr0AV5m9KQ43vjoeNz2ZRRa+6KIovopSAr7VkPK95T43PQbKgjw3bfM9MV8BPj3fH7wcZea9A7CoOsccpT0lzQg+8mmnvFzYW73Z2u29jQjbvDrEJ75zWnu93/22vX2lyr0RBng9kz3MvUwDBL2z5Yq9RpgOvqUHpjz6Zqo7J4Q+vkCGs704Zi++pOzrvPuZ4rv1rdg8IldBvlQTMb6rzR6+tHB+PeCq2z0b1wu+aVmNvLlFtb3ukCa+WIO2vdw2C76a3F69FxiWPTNipD1d6sq9liA5vsFGGb5G0em9V+PgvYFy/LwdxKu838HmPRndGz2WOKc9ujuVOwufv714v/u9ovtWPIw7Cr4Cfec9bLcPPpNh1LvEheq9hn8/vD3nhL3p2sG9UjZ8Pd/lwr1LhZy9Jm+ovVJEjr0vlza+DkcXvdR1Mr1leTM+3wQGPiur9T1DPVK+/Zm+PXYqfrt6TPK9xlEPvn09cz35Wge+25uXPUErs73wsgI+oTkHvkElhD1Pqxc95tkIvh5Fer24zkG9hVZmvV6nDb7k48q8JoC1PdcMcT2tB2m9K7CdPa7JMD36YZy8sYuuPdhrGj6m3e+8qqsaPkf+Ob7cutS8TVHeva4pwz1YTWW9fHUMviu/XL2btta9c1OVPWIZfb00NDE+DE63OsSPET71+x6+vuXzvA+xuT2+bj6+QJyRvTPxQD5+RNM9c2c6PSUKC75EFoC+y6w1vqJ4KT4cCtM9aTpNPmeLJr5ojlY82KYvvgmG5b3HXaI9YAupvVZuMbyxbBW+MDtFPP1Cob2cjQW+QKLqPaYlzbshxHe+0Gpcvvs7Kr7TgYe9QaliPdefGr45KR89dtwhPQsaUb4fBF69UkPKvZyDtT0xEZI93GAJPiq9Tr0QlbY9ApwEOeSgDr51dAE+So8LPnUtdD0mhee9IHqMvdvbLD5hP4487BEKvhe9Tb2mvAS+tp8avVBLBr1ZBK69VRTrPD/mKL6fMQu+RSMQPq4Llj0gpRS9Z1iOPNED7D1cUBC+DVeYPONSbzxcf9U8Ri6/vHqRHz6E9LK6Ag30PVPWrT1qfya+sXufPWuBJj4RaYU9E4baPZan4DyurYg9kVSAvW+yDz7OXs09Xj4NPq0kjDwahCm9LI/6vf16/j30OBW9kGOxPRKuFD6oMcy9NQmmvIZEBT7K9VU9nmMtPaBSOz3RX6i9koH7PVxdhryQzmo91xLSPcU27r3jBWo9CJOoPMIDwz0WdpA848Gzvcmz0r2UcSS9Qu4lPnt2sT0BUQq+AYRAPXuhCj4sDII93p8CPhRsND3ADdU981IRvsjZGz5RVoK7ZDCqPWycFj5EEAE+2qnjPRBmqDz91+89/IEDPTYEgjzP3tW62gyfvTvHJj7Tnjg+BBSrPQ6arT34fTk6fI71PViABr6kEOe8SkEqPIz9Zj5iLpg9ibK9PdkyFz3NYai98BMxPhCQ573totm9wBAxvUxAJr60iBS9gVMtvoCkkL15Km88gb8KPl2bAj76ZIq9h5oqvjcpkr3AK668DeLnPbQGTb0CPMG9YwmVPTtbYb31lgM+FOx+PQTK+j1Vb389j8Tsu8EInr1/sTG+udyXPTn/ND6Lm5g9r96RvT6nL71gdGM9n18lPjuqrz24mEI+ENPRPVTK+T2JJQW8FFkvPpB+hTp0cDC9iO26PWNOhL0GNek9t4nZPQiEKD4I1ak90XVCPnZ5zz2rFys9Vtf5PeVfgDzNKBE+nvkHPsdV8z2SOTQ+br/KPPwDJT2SHtq9slP5vDfk8T3xpCm9OwI4PJwd6r0O0Lc9UOWpvX5jibzGg9E9PScZvhCCJj5Er+Y9X0kjPl09Lj5/dzQ+NJtNvVzaFr5rqwg+dBF5vfg6QD7ljbo9HrY7Pv4iy71qWPi969wTvn/fmrw5ciO+BjcoPmT8Lj62aqM8kmCYvJEhEz42mKw9SiwjvgVQNb6ezEK9pB+bPJcfKr4OV8098P70PUkFg7y1eR6+xHlHPsUqXzycoy8+Bl4UPjVltz1o9Aa9fgbkPSIBCT73kkI9/qfkPffeML4JdrC92mApvm0Qx7y/wDK8w4C+vUjsMj6YtNk9BQcwvZzrFj5XLbC9Y3WdPSNcezwZtdI9lT2NvMtIwz3hZrO94dj0vE5t+D365xY9vw7GPUsPlT1KbzE9eiCkPUdZBr05DQm+X3zvu/CAjD2F8L09/zkYPiIxFj7/x7k9OGIlvlBvCj49LMW9Mbt1vaMRkL24hv69NqDGPZwEED3hRgE+vNafPZk/AT59dHY9HTbCPYDMRTxgvwW98UquPTJbBb4w2SQ+Z4J1PWeEBb5szo89rZlKPpx3E723HzG+suKAvF/Fk736Ko499ouRPUwN3L06Mg4+ehFHvb+5GT20Ld29Adi4vYkV6z0Olqk5j7VtvS4KJL75eIY8VnzavcyEgD0ZEpW8N5NePRS01z235ao9A7gZvRkSMb550bE94lXCvXrJCb5NJiC+my30PR1zDbse84M9/1z9PBkZQL6Ht6k9b4gFPMif3r2CdgG+5+DFvPLNR74jLDI+wXtNvhzPzLygMCk+62sKPVEK/L39Qly9e2A8vm9Bhb35B7O9Y2lIPDmPND1KGsk9+WoEPlm3xT2beUW+wB0Wvk2AnLyf5ba99pQ8Pq3oEL7Z/8+9LyCbPUzOWjxpnV++sKzbvd8nJDwrZh4+cPX9vWr5t7xdJ5K9zmxBvjjP7zzSw0++yihePv+Ktr2W0Rq+0pjXvX9Ekjsn36w9HXC4vZaFNb6fLiI8bowTPk4Ahj0eGiq9KvKwuwi7CT6y1Js85gwavtyqED7XAK28P3s4vmf1Aj2Yagu+4kzcvbulnzxahxW+h847vpmeJj73Z0U8mfzWvXAzIT5SMso9ipmPPIiVNL6478Y9FqqqPYzgpj0tZ8M9ZFv9PQwxpb04LT49WNafPbGVzLtdwqm9mEfLOA5H6zyAP8Y9R9hTvh7u/L2T9jQ9J92hvfupOjzpGQa+uXoePafQwz2pd++9QL+rPQWACb4QkrQ90Z8DvoZcGL7v7pC9PDiCvcMfBL75ydw9KC7CvVxR6T0GjDs+UFBZvquUObzWCwq+Z/rXvWHiTjyorjU+HtZQPv3LE72I8T4+JjGdvdmTRD5AHIK9kQGtPaUnOL6wpP483WpnvbGz8z0Pe829F55KPkGq5r0Fsv89wxA4PV5YZDySVg29OkNFPluMVD5vkGY8UDlTPWjhQb5z1Nu8WqX3PJn/kzwZtwU+FP/3PY7/1TxEdRs8+fsmvQifkz07xqG9tgEYvsF4mr1W6oO94ew/PtazUD6eN5C8DM4aPCoMwD166NG9eUTBvcABjD03nQG9xhanPWYr/T1P1Ou9rAQRPUcNp70+E7S97CDivRApGb2mH5M9gJ5ivdxWHb02yYY9R7xmPgMTRj3QcSG9jmQxPlEqQ7zmUqW9HyuuvTyWbL4J0Uo+JeAMvh5csTy0OUW+YgYfPkosJL3/Djs+xXAgvnAFIj68Vq698XxmvSG7Ez6+P4E8XrWmvE/jzL3QFy8+57yvvWgrub3SV9E9XnJCOrdHYT2+loY9gI00vOeGeLz5sKW8aF78vfLtCL7MuZS9A+Q0PgCMD76eYD69fP3nPRDFlD3qWNS9OtPaPSMQ3ry5wiO+Ok0nvvRyjr14ajE+csrhPf6o/j32G/K9zBA6vMHi4D18ML27x8owPl+95T0JMmg9fPIXvmiBRz18qAc+jXVnvbInKL0x0yI+oX0TvvtoI7tCH7I8GpoSvk33Hr0AO1M+VnkDPnWglb1K8UY9mgS1OpXNFr75xRu+gwjaPbitHT4oYco8xTqMPd3+uj1K+Nk9Wm3RPfqqBL2WZPu9D8TTPRqmqT1NYp69EijPvXzrJ7p3bbw8bCxQPNllFr57NH49IrKrPX1s571NR+O7R5tqvdQx9T2opAK6OarFu5Ml2r2oS927ISxCvnLB7T1d0zY+mjspvAm8+D35Xdc9gxIJPtKgAz0NQHG8yNAhvSvVSrxR3Lo93or/PDqh+D2vigy+XEzYvXiXBb77YDo+hUArPsDTkz3uR+29APPBvZMbI75gkYo8RIzqPVNsjb1uBzY+DRNGPYB49b0X4dA8YFt8PfPVDL706l69TTW9vd1JJ74A7AI9cfkKvZlssz1qaYo9kEcJPigr+r3rN+E91lcgPm76LD5INSG+9qCaPGIoFj2RNyC+qwJgvWxJE75eY/Y9NcMJPL6ugTu4zDc+vbGhPTrIFz7TZme9TlczvslejrxXYyQ+CAAYPbJIEb6OAqE9YAKmPffv3zxaUzM+NZoIviEWBz5KP4E6K+QYPgE3sD38uQ0++i9ivM3mG74FiTO+pssLvnVLID4L3gO9ELTxPO+Q37zYMgo+2+bCvazGLD4U6dK9eSXjvYnlqb2ofKm9zcw4vaRLoz1ufCa+8AYsvtp3Az3Gn/G8xoSZPIc/kT2brn+9wz7OvXGuAb0tyyE8egCTvTF9Y73+KB0+6IgyvTIuqTylK069agANPMb/5rtX0dc8qW2qvGqUpr3ugs09Yofevd3YH76alUY8SPXpPRx5Pz0TZ727mH79PbIQ172pgtw8Rr+Evkb7MD4MezI+d1NaPvypBj3up429lOZ/vVjYzDwE7N09mtbGPe2bC75E0FU9mz8mPso3E70WVxA9V8EOPgKDvz0q4CK9NaS2vO2lDr2J9j6+XMsbvnjHLj3goyO+Z2zuvVuvzb07DBW+vtGWPer68z3J5ga+F3XSO/hTGL42Ctu9VWOZPeBxHT7eL8W7RtYXPg2rtD0KYtO9g4gYvfmtFD7TsxY+Kj9cvuOmDD402G2+0gwuPkfFIb4gfsK8FFs4PrpTWL5ciR6+ny4LPmcb1b1ddWI8QIDSPH0oxD0Dgy+91zbcvIML+b0c4tQ7GpeQvfpEOT57EwW++bEfPhVx1DySavg9p63gu/N5Grwn7Ao+PTakvYOtRz73zta7oSy7PazArzw3AqU9/yvcPcU80bwfWeY8XNRBPe8ntD3SCqU9YmtzO1vi/j2YSOS9zJf8vLXBaT7nlYA959nVvYCv1b3CBcC9VHbdPUAzaj1v4wg93jfYva4BEz4zQ449t/v7vBXX1L2iBec9FR5EvqyHlb3M04a9lQJPvhqrCz6pqSM+OepzveJXOT6/Xaa9qBvPu0DZPLuuT1G+BrQBPp1PLr4VbzE7NYFCO7xkVzyTSPC9E5KcvI/xb73sSm+8zRINvnzRYL4l1RA+beXfPb36jD0xWuQ9Z8HePWxUlb2qIu89CTnJvehmtT2lBKO6+94KPvfXFj6UGiG+qgZfvsJpv71c1B69ls3uvTQBnz3zcYq9FEzQvavggb0ooX69nL7ivXgnWb0d9uI9HIFrvW4kvb3yaZk8VeIFPqaeLT6lltU9cBPqPXF3Mj5IBSa+KorPvS73lb0PDGw9bLErvkHCkTy59Ek8N55hPtiMPj4UxcE8/dvxPajYDz4N7M09PMjyvHxk2LzEbiI9mI4lvnYD2bwhW809lUEyPhLlu73UqJ69L+qfvSL2kr2Yngs+KnejO6pBBD48+8G9zYA2vnd2Sz1Fdq47Lj+wPSEjiD3H3tY9QvjhvEUtnr3GsaC9dMFCPdFwrL1JMcU8Z4CzPURaAz5GFB++QXggvipcRz5iF5y9aHUavjYhR771USU+DPtavb8kED5OUoC9ab2MvLGUCr730pG9sKbuuwpHSTx21Kc99JoGPvevG70MkCg+0vmovW2ver0bvGa92B5GvX1XkzyEIqe9pPRAvh57Ab4WMR2+HcPaPcNigr35hGM9kTyLvQmTIr7ZBW69jfhNPKT/B77d+jy+q9WBPCeIO77Sryq7tqnPvSk8hLx2oRM+3e4/vq4+5Lw5sDu+OPvjvRxOGz17BwU+Fo3VvblM4r2/fhS+57qePeHJ770qgQe+7PQ8vuxtGj5XmrE9QpvBPV6tPr4jabG8dI/3PZWrjT1zCxK81yd5vSlC071s4Jo9S+Hbu2ZTDT5+H5e89ThNPc8iyr3UupE9ZAAWOyIiMr6ayt+8a/6EPese4z3140u+CX1OviF1870yXFO+6WsVPhDop7x1+uM9fiaSvCeaz71yH3A9v9sBPsCERb324YK9jdsePgwVF7m+8e29JhLWPXjT/D0OXS+++soxPkfqP724W969oRwkPbz4Zb5v9/Y9qxEevm5jNb56Tpi9DklNvo5Yy71A1C09qxYkPuTlDj1YBkA9MDfePfcMJ77CehM+N6YEPXKHpD3UTas8WTy9vckYET2YGbE9Cvu7PZ2qOr4eEi68NNDmvbBS77zOsR+72UfkvSIPOr3GTDK+b0L2vTMhML7rNiK+mh4BPqI/nj0kMYC8RIAcvg6Xob2skaW9ya8XPPH++T1k5yI8+zAhvoygkL1Ageq90FwePnLSJ75p7Pq9MIMUvpqnYT070Bk+aV9vvfrNGD6Z1Gu8pBMyPBF1Fr4PO6U9skcnvgjTyT1tS648Mq6SvdddHz1rlEK+7/LWvVJwID7Ch4K8XoU3vsSjkb3oLai93XoFPnnHXr5whzk+qmIevpMMTr0+AUa+fY3XPe7JIT3AvqG91I5jPe4PxT0KvaY8qZczvcnwoD0XJTc+ua4JvTlrBr7GyQ+9WT00vkvwzT0Khcs9g76uPFJJOT6xa189tIi1O2y6eT3lmwi9K2WVvVAbLL3Kn1K9p4i/vYczLT71Po09uoDPvTDE7Tx92R89NhJMvo9vDL6bCeO93DjqPWVoEb7OKti9WgiEvX5u77yMaZw9NEMyPQwGXj1e9Qc+HdCqvdNyDT13tBe+rNsqvao8BL66i9Q9YqTKPBWZMD5dZr09ptzSPQSJqLpbJXW98+X2vR/LFb2/oyq9IreRPNSrDb5iXRC+lOYnPp0osz0k0tC8oaEaPtOGBD4GeAM+poW1vbdd6LvhQiu+sfbRvPpBuL0GXiW+NTiUPVATFD0GTTs9Zv+ePLm8Vj2mpX+8u5BcPvKswzwR5ya+pTS5veIWnz32UEg9gz8avtJtSD3gZVy82ZWrPGE8Jb2Urx8+yNnqvLaa7T0GfdO9IQBrvl44sL2TA14+w18NvvYp572JWvM9EtiqPcUpADzVnck9ksDCvFF4HD7bvDG+dIfOPZeh0r2GOCg9LJnSPJzoTb2k/Qi+cqcUvjxDMD45lw0+Gd+MPVX/n708viS83GysvQzcEj7kGMs932LMvGzbOj2wy/89jlI9vlAggT03Vvw9tjXxvSJRTD3VSVG+WNlYPQLg/j0ud949NJ1lPQD1l71tLKk7mOiSvWbkZj0i0Bk+ojwIvooRJL59ZQC+HPP8uyOIxD1fuc497Y7pPaB/Az1XIRU+k8aIPZSEiDxHYlM+YT3RuxXhUz7c6c49rtRiPnZRAD6/Nba9lJs3PpgzLz57fyM+1dqMvRtgY74xu1I+EySSPblsaj1J8O09o2OYPLfThLwePDC9BLVIPvf4sz08DcC8c6QXvh865b2c5Cu+eZkMvhBzKD44Hpg7MW60PA896DzbmeU8JeWiPUOJL74gH5o9Qa0APr4IzD1Z4vE9YoCTPGzzdb2hUTi9ovcsvUkqRD7zxBo+U12jPTrGLL5Dwic+qdLlPWjWRT2clqq6MwbevThRsL32kv+7e7fgPekJab2xeys+sufAvL/9K77SrAw+eWgwvtDWCT7hYhI+/3YrvsxpJr7gnSc+ZEcGPl7RST7YjzO+6LtNvZZCCb6hC0q+43rfPX1h1bvZmjo+QWlLvuofjD2PVk8+wRk5PWaZzT3B3Mm9wrWDPvpTWz5XAUG9w2fSPfl5ir0rL0U+88KFPCY2C77dYrS9T98+vYXzEz5zGY09FrtVvPUt9T3aRTY+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Wqq4vLAs7DvDUzo8CEQuvBGhmjsdRR69C+aJvE45IjxcJgC8XuRFu3ZvHTvrLRC7NIhVvB4gwjywkGs86p43PHco1bw74BQ7gSiVOzasdrxjoBy8QiHMuOKp/bqI4VE89HuRuob6qDxyZ7A8Ce1kvKjCs7xPBdm8fy5mO7h18DvDY3y8QeQKvAayQ7y2dZU5ynKHvfqNnDu7No28pbn3vMgANLw/qZq8QfrxvPo2y7wmC5G7BygLvFBlnrsjIre7vgMRvB/R4bsQL6Q8JpugPNZG07sMAca8Wx36O1pMRTn1p0+8bKEovOTFozjhdG48zkjRuzNvWzteJFy5YUSYOgbz0DtDsyg7FJ0qu48AIrxCYMi7JrSQvK5Y3bzMg4q8xl/4u6apNzumtGi7kQjbu7gApDlo1qE7Ck0VPN7t/TsjzO87+eeevF0QCb3SfQm8qBAfvHiF6zvRVIw8W7UwOwewPTv/HH08GfjwvDDOYjsb8Tg88KSVvIyABLxNt5u7bjOXPB8qBrwmBsY7iamwPNdDCDz+IXc7/PMoPIIEKDzbGoU7lA7fvIrYn7yaDgw8CaU0u3zyIb3XX0A88OZHO9GiRLtx1926hWqLvMMnGjx2dSE788DlPF+iXrzQCkc8oJ0ivGaO2bk/Wdi7zcqOu6Cov7uNXRu83PRGPORZyrs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 