{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "pVCIvVAmFL4bdAy+WLsmPf1EgD0Mdg05824dPRe67b3+tly+J5eDPLqRBb4LaQC+nXpWva+NhzzTo409oBcSPiIc6b17Ncs9bTj4PRAwkr70x4i95/zBPT1Ig72wTjw+7l4qPY/Z0zwUti6+O/wCvJGHwD0J+nq9dPxAvjLsZLw/EbS9McFZvU+8gb1BRLK8AO8EvtOmBD7nx2G9ZSidPS1/Ib5Ilvs9gfx1PQziNr4Bj9U8UWMePqrCgLxVUq+9r+JJvnVxer7yVdq9jauuvGsJPbz+esw91YW4PR6SPL6jxU+9jjn1vdm1B77MKsY9t5IePnm7Ez3iOy4+NeF/PXBIEr7vUJs9M60gvm7BVr1XFfY9anw0PampBj5r2Dm9BuBZvaKLAb4ryIk9XcEXvhbTJL5l/o69mNkCvuBKCjyodgY+d8klPGOgm71Ml1K+5AArPgW7Nr1f/U09nwOOPdUNNb51CrE80D+RPXW88T2Rx8m9BLgJPlDV6z0fIDi+AZGpPbBiET5O5pu9TrLEvS2fQT2LK/09eLC9u1nJkz1y50E9x3psvndACT0oRto9v3wrvsQTfb13OCa97zokPKar7zv95yc+CDdZu50tib0pphC9+BJQvNC9qDz6Rm893Zs0OzybTb0G5Zk9PUisPNiFO77ZMPA98tG/PfZ3ELv/nLW93c9RvmeeYzwkj+s9GNoOviUX9z0j1aI73qkSPrmTjb2vNxu+bYgsvgI/Zzzt8RK+XNl3vNr0TL79BWa+4F7wPQTFuz3Mq7U9Q3cMPbQ63zovrtW9uH4mvsSslj1qiBa9fY6YvMVo/r0fEXc9uM+5vZ2eEL7/uPO9OkVLvjz8Iz3Is4Q7Ihspvp496T0hxzo+j9ujPTGIBb3ny4C9lRmFPUP3hT3o+Km6liZUvjMtur3L8fk90qWNvLANqT1HQz69qUJTPWsnc76/Bri9xTSKPSglzj28HuQ9ZxKsvSOMlr3Cb0O+3JpjvRIAXzy6osa98RxIvuOJO73JXt4648EQPj9E4725PqK81jQIPsJ/E77091G+89E2PR90Mj4Zl5y9+kEUPoWVgT2YGuM9jSgVvsHwvb0mYHo9J5VXPgFIQr4x4Po9Mp+fvWIwV75dDPQ90s4bvVXY1j3C8Kg9/k3EPDEN5T3HXkM8vVVTvsGL+L18R/I9btqZPArIdD3HkPg9oHdivTLSML66ZsC963CXPXLSzb0rLWi9YbYGPlCxhj2wKk4+4hgHviOjK7tJ2ZI9gzjQvcdxMb6GoSS9pwRHPBW+Lr7MG0m+ndo2vjorg72y7Mk9noenu5LqDT1Jdbg8JtWLPUiomrzTjrk9zbQ/vl8F873LD3k97s0hvtWvTz6+kgQ+XKxSPhvnZL13wzk+pfpWPYubrL3j5gw+CPX5vZPJ/j2XvMa96nUgvqMeAj6M2CE9OgeAvcHpxT0UmJo95qp9vRKN6jwZhOw9xrMQPVSmPz6m7jY8PCt0PMmSkbwhkPg9xSEtPCU6r73SIw09yCQJPj10lz1XfDy994gvPj1rs7pRYAS+FmPiPduh0z3utU2+TTBBPgc2hb3WiQ0+eYVUvonGAL6n9nc9hC8Evn2vYD6yIiA+hv4jPmZ5qLpy3ES+AOC5vdZQdjz/4Im8biQGPvcCsj0oTLM8tmjxvT0x+jxZyJ+9sudHPgKXAL1pUAE+CS2HPR81lT380gG+H8BfvLUBBL48efw9jDS8vUHMWr5GLE6+LMGivGrEIr6o+hY+NevZvARl3r1lbE8+NQQJPusvYb2cE5g9Ufw6vs89FT4gXhA+lEVqPdjYUj1UveO9S39WvS6lFb7Ddxs+NG5BPo1JOz7I0PS75daaPec7Br09l1I+3HuGPZMnND17qi89M6sxvq2WFD7biw8+lV0XPv3l/D1jdxU97tUWPtrpMr4LTES+FJxGPlBiML5C+iS8ih7QOmkSPr3Mhrc9Nc0ZPmln17zuNry8x8ccvi8DW71f4yo9KIAdPnrAO75/wJK9HT4IPuvZYb433be9N7lNPoBjI74giGo9+pg3vpMl/T2l0hY+IpITvuqCXrx6Jwo+ZfwePqSyHD5Xey69/X0cvVq/hD3p6xm+SCPlvQfvUj2kLyk+XlHIPcaA5b0pqi++VNHvvbxRhb7tBTa+B7PhPYAXcr1r2Cc+1KqevJ+tWT7aFJC+AGuQPNQn871PypU9o5YIPTlZzD1tFgq+5+/iPXJr1D1nCVW9w1clvkHRrL3lwvA8N1Qdvl7fjj1qJhk+y30Nvnk+mr3y1EU9oQYPvkq/HT1nnSe+shAuPne7OT72vOk9PlowPSXsO76E9JK95Y60PUW4nz3R+7+9FLXFPbmcpL0tZC2+m0MIPfw4wr002+G9w+sRvtOj5z02sO49JtYzvu9h2T3XT2e+i+wgPfy/T75jhaS7E/5fvsDatzxM2/Q8t5FSvBUbzT3zbbG8jGuKvPpqCb7XraC9o0ogPSo4Z72wXgg9TuYEvm9thL5FV+I9FUo2vrrcNb273Is9L4TVPfTM8z1MEyM+WXUHvmuPBz7aqP+9SLsWPjwOoT1Slya8AJhavnKK1D2Z/RU+a73MvRLlCT5Dzac9QV/WPW3J1T2fVtY9cOQVvktfS76ysZa8d8wXPpzW5702+qy8wqtCvnxJdztX78S93E8APnwoTr5cYjw+uD0iPet/jL0rNK69fD2SPfmQP76x7Au7hH18vU1UAz4D+dm9b3b3PaRWjL0v7L095nS1vYSEXz00GsY9A6ifvWu19L0l3/Q8vDTgve2l5T2fUva9VcSTvv6yJzxNlwC+zdEvPokm5rz8OPc95z8IvteBMr7PSvs8ptijPaXXOz7wzV09/3LCPe+Tg71bRlG+PCH0vMAhBj3X3tq86Bc5vlf+qDxPxge+5IcbPrTc6r2erwK9DLIxPPptxTu/6xA9H7SXvcN67T0UeAq8qhsAPLXesT1U5gM9wQeyvYdy/b0WDSC+RhrkvSYGYj26Bsi9cy0PvT5O5T0LcVg9qTi0vSc5sD2KpwQ+8EBBPUx3TT3gcf+8BVPrPRrXh71DtZE9sugbvjQvdjxhDCw9+aJ6PaPaFLxb3By9sDZGPhr5+btrLti9kXIgPVcsdz38GSG8XTx6PdvsXr5B0kq+LmX8PT4BZb47L8888COYO6e/Hz29rD0+O8QqPkjIHT4ArT++muoDvpAVBL0crAI+M2RmPYk9bL3AOAM9/kRUvUsu0z09KLo9jAYDPlQN3j0IEpe9YZYrPRajF74/VQ++noExviTQU77BT/e7nKYwvsLpFzxPhD6+vsX9PXAxyrwTib488l47vX8Zzj3ac7I9Ohy+PXbmI77GQYm9skojPhnMvDuFO7o9WMzWvVpED716YQe9Ium7vQPFP74bsQO+ndQ1vdzPuryy0As+I7exvUq2Qr6myO89J4T3Owb6JT4vSTe+Ief+vU/1JT7V+xS+JtFbPdFGNL4jLlM9PkEyPmZgajxuvU29Mf0ZvXkvXz26Yr89nSohvs778T1vDyY+hAzivYNL4L2WVfS8jt9kvt6zyD2FagU+AektvumGoD0X/YQ8/YfavWH/D77wc+Q9fkpYvrmH0L2d0Lm7HybzvY/lPb66zYg9uROcveNQU7wTO1Q+G1CePSApdb2itB++W0hRPvxpnD3UR9q9S7FHvjqEmj0JXPi9SuD6PQLlLb5cEhs+pu7hPe/ZNL68VzG+RUXfvYAqSL4Z1oE919hSPtABCL7c5x++qbr4PER9vj1MBi0+o4qqu5QVKL61yFS+OdKQPQHsIj2E+5M9zg3ivXnb7b2LDkE+hjwTvg9cpr2wBfK9p+WmvVk4LT2eD/M9DNEpvr/0qT20IzK+0OANPvkQDD77VRA+6GubPYQ8KD4tIvK7LwD3PO9xtLxeQHs9JG6zvWEOEj7M+jk+FxXZPazI5L0TnSM+Z3ePvfLTMDynHCy++eiGPbrhDb5JrDe9UgvvPf9sF76yymW9PI/IveEipT2PmnA9c0llupO0Cj60pju+88MVvmUEMDw8nBI+Qio4vf/QCL17l5Q9Asu6vFBS3b1s1Me8TDJTPm54rL0j2Bu9RwdZvoQv5z2ovRC8LdtTvv7ulT3YXdK9t6qYvQRSOr4Q8oK9Vu5DvskOuD3hK667A8ravZjPQj7rx+g9tbygu143M77vgOY9bAdMvVuEnz2Kbx++hYRvvf3uND5nvgC+YucHPlXgHb6ZPXi+Uy5Mvg72Er762s+9nNGvPRV8Izxggk6+on4wvh6nw71C3pi9Wh5rvZFmyDhdym89ilRSvQn+nDxsrLG9YSA0PITLgj2U6z0+hogWvi3HFT6/Nla9oxWwvUycl74TV+A8o3oMPrV/pT1rFJe83l9tvs7Fl70xf448krQjvvSrdT2dGZC9mqAnvpK2HD2c2j++I24/vr3RBj5/qt29kHztPW26Yb1oHVG+LE4/PvnMYr598OC8Jj4FvqXFNL1T1+y9aUf9PAuPFr2JeH48JTfaPLMyhj3POlA96jV5vsaUHz5waw2+dPk0vtA0Rj66fGU9FcbnvYkfkT1/rx07i0/fveo4ML1iV9G8CnY9PqPPC76z9uE8hBUFvm5/LD1WEuI8X2hHvhUL6T3hB7a9Vd0mPpqkJr7bkzo99n/vvHu0tD235989ROU+vkZAKbzGBpa9/DwvvlJxkrwu8Bk+Lnv6PV67TD3U1Sa++52IPTfFYT3XFi2+JaeXPfEIhD0MVkq+UwXzPe2Z6zx/Coq941a9PVvd1DzYuB69spM8vJ24V753DzS+pZtovf6OQzv1ygi+5BlwviIeFD60Uco95rcXvjWb2DzPr9W9FPnwPRCAI75nUV49x+lqPkg6FT6OjNS9yee4OwbDEj4T7Qm9mcG6PVzTDD4FaAU+0bIkvh+8Wz3giu+9oiXwPVCyhj6y8io+I5c4vW2Pwj3ETzu+YIA+voK27Tue1SM+ZSExvg02ojxSh5y9jQU/vtuEXL1T34m9fxOjvfMRwb3WHDs+nEdDvihU/r3Mg0y9y3wvPs0zwzwt4sA8cTNFvk5oFr5X6S0+z2T1PShVlz3mXhU+P9TdPUqAi73pTIm8sbdVvPxSp71dSP+8Mm+xPfO8Njy33NA92XeivMoxCz4M0pG6uY44PgSNxD3dHry9Y+eRPcHXpz0xdcw9k5fTPPJpbL2H2mc9hFulvYyklj2Jgx697m89vnSSU73h8q88FLZtvssSIL4e5DG+6/8Kvf82+bvHewq8HFhQvpFhNL7VtbE9LrZZvdUZEL65/Je9cpTePT9SNL6GO669rX1hvS10DTsdOnm7vzQfPsjfTr3lU34+pqwTvnYUdb356xS+s30FPofTQb4GlVo9pduyvdvio72hUxa+fXhEPDXNzzwb5zu+uFxkPWniEr34Kt298FwLvsu3ZL3x6vE9GKE+vmBHQL4tAoC+VSdAvVQQEz7Avzs+yLfWvGyKX7166sA9WV2ZPHLCez1WIFi+ZSR4vtZmEj3sXfe9d0aGvTnLcTsu1ke9/S03vMwQmz3pHV0+yiIZPrtfaz6nH/E8PuTaPbfcFj0MaWA+3IIlvtaxsL38gTw9vvOlvQ0qxb0iLgW9pVcwvQQtED4Q0r48lT8XPaavQD5nuR0+zIVsvnW3UD4SiRC9ousZu6p8gL2Yc8y8ff0OPi1eE7x6k4Y9XBqePQ+lBT5jv/c9UED+PW2aFL6SOho+qvRZvfiaFj4jz9O9hHOBPX21yz0t+Fo98HxZviawO77e+t68reoKvSTSAD4Ppno9JMu6PbG+3r1jQ0y+9eAkvrftlb06WXw9PKzavV3XOT5C49o9NHxNPr/Z3j0YApg81pESPj4A1zxN+xo8bshSvkZayL3Uoxc+NqFVPKmSmLx5teI9SGELvfhCDD6SHTO+djlCPsT/rL3yPxa8/SfPPWPvQzpiRnA9zAb0vBq2/T0lOA0+Tc42vvWSfT01pRi+bc8dvraCD75hLAk8WTerPX21kr13zBC+ux85PndjQr73DTa90KbGvcfMBDsRx769BH3tu7FFhL502oa+D4ACvdHxQj4PN1a++icWvLfo8L2CPYC9VFWpvNtnXD58lyQ9YH0evhijmr0Yozo+eW5GPq401T2KYhw+8d7JPXvbiryaIIm9K4JgvqprEL5kvCS9KFgmvAfBAj7jWRW+UtBQvvYuCr6Q3Dg8k1CfPTXw3btcdTm9QP+VveGyTL7iSxw++O0uvmnA/b1zsdy9Up7AvSbcP74ayQU5h7QyPPdEKT4BSw4+nJmdvHeBBTubbf080GwyPgIATT3A9xI8ErkOPr5GsD3IQe69JfL5vHC0v72mASW+acW+PQOCjz1vc927HxU1vugiVT1EqTM+Gp0Jvfl8B77hpsI95OkNvTVc9706+io+g/5dvaCBwb0fcO89Q0oHvZKtxT3uTyC+XcMdPpJ0+b1k34c9xVYOvhNnn7yG7x0+plLQvTkNF736akU+uTakvZGn6L0+bdg7fvItvYoHXz21EUW+QJSiPdAJm733MiC+A7IqPeFDD74CB3e9ChpnPYnCc71wAbG90abRvQMk0z0t6fs9aoktPofNV75FMye+6rniPWVsyT3itGG9syWyvaXkpL0xToo9hwbNu0UTxT3RVBO9LUr2vCusQz0DCLS9SEqzPSE+1z1sloy9idEhPm6JvD07pdK9Z2KPvXo7W73wv9u8WionPdzl/73lrPi7ks4GPhOrhz1uWfK9kZV5O7SI/TvLODG+wvXzvTn10r2khAk8cPaqPfKy2z0IiUO9vngdvkCASLzDoiE+HvmiPWCdL72D05S9RaxlPUCPyrv2Ghi8/DqqPVcYhb4WT5m8+qe5PQb1Q77VxC8+VGQAPiYQQb6PoIO6T50VPvgCwbyPsAc+muY1Pq4c1zqNtSU+qEHGvQSOarwfFYM9ZpPSu5M0tD2QGKg9awAAPpNE0T3UFhe+Fr2hvMTfNT6yGA8+GC7fvVukBb0XSei9yeUivgLr7bviwc+9s4PnvezvE77q4989+64Qvtf+kj0Z4749+ZVjvcoWD7795PA9O7tnPf5ER77gd7Q9am7aPVOtq738KNI9d18gPumxh7xtalW+uLC7vWtHtb3nDyC+A4f1Owimir0rgI298F1uPYtyMr4Doeg94rkcOmoNEr7mxJy9Nk9HvnNnsL2eiVE9FvOsPZ8LDr5Noxq+Mc8Gvt4APr5Vcy++QWYlvQzF8zsegEE9mh8+PXVZDb2wKk89TCJLvlDe/L30APC9bFg9vl5yib0bE0m+ikLCvERDIT6VXyo9VISWvV44tz0F0Bk+SewVvqPQrL0YWSu9S7tJPloIBT3bWuW9oKogvnq8WrzsNCk90kCbvb55lD1brf+81pVQPVK0271LGqm9iF49PEBcAj7Qbqa9ABg9vqxesbzd/bs9njB3PG3kCDvmkMk8FgqYu2TfH74Ujdg8MRSIvVa6wju8Jju+elm9PeEqU71r4RE+ibnTPQh6lT1dOCS+Zh1aPpEjNj7lTYi9enI6vVELbj6z9Xm+1caqPbo7h7xK3/m91mLLPcGPHz0p6w++HMc3Pivspb0/fFi+UuWYPKqbvbwG2jc+XmiAPIEKRz5SY4o9x/xXPtvlZ70sQaU9DOpsOj7I9T2S5xg+hdpmPoVnyjxnNiC+LU3pPZtcyD3REle+61Y1PaY+hD1Qg9S7iXcyPaiagD0L3z29pMjFvdGwLD7h26s9tCL9vSDTsL1dny8+UcUjPadmZT7YRoW+nH0PPiSvqT0ctu09U3MTvn4wNT3HBTQ8o1LavEODPj5RCfs8szQOPiNnLr54Cxk+pwAOPkJxdb5gEMq9t1+OPbzTDD5CwOA92RiDu9qnEz5RSjY+2DvWvX4DEL7NKVk+e+o7PH0abT0fIMk9PDoevnhy6r2uVD6+qQTxvZBjFj6u9a29bx47vSJfND1jxmC+xE/zvfDzcL0vhlW8Uo0TvmlKAL6/stg9aNg0Pp0aAL25jx+92HnRvTY6Cr4qm889gmsjvh0tD72WuT0+gsw1vtqd47wkmAC+5+k5PniQ4j2EeAA+KBFzveXrj7263Sm+hcVCvvzw8L2gAD6+Q8EovqJCzj1J+hE+zcrXPfEbjr4SoBC9eHKyvYJxAT6gEhU+V/g3PmneCb74Jfy90iUKPqLJJ75oEKC9ivQQvsQiwL37M0O8YPMYvmgIvb1TtB48lhDUPeJS1jx5PR4++5mCPC2H4L3ilAk+oglFPbyWqb0f/jW+hQCUvK7Xd75Ut7O7ykfdvd8mBj5v9iU+1JAGPhWbET7UO4y9GQsLvWgV770Zjxy+rLcsvbGrIrug5hw9xGugvXBXEr5FxPM9naSuu0W8hjwT+RI99V7Mve3JLb4F2FO9kWMGvflcBT79khy+AMYsvTACKr5pbyC+6E+GPP/HXDzelgU+pUnUvar+BL4oekO9yW2IvbHeur2+X6Y9iMkevQqxFbr3+5E9NVVVvWzWwD1WMIu9ZdNOvsZ2Ib2nLSW+egC0vTvwLr6J/968bU/FvbOX/D1b34o9a0VnPcGoQz1iC0c8+U8XO/C667zuxMU9FQsJviKka71vYsy9iG1YPUK3vT3zFYE9LFL6PT880ryUSro9EPXAPZ6dkL3JmQC+dp+KvN7JA76+Wyk8vjnTPC8OFb6fhsy9CEb9PeI2LL4BRkm8w8N6vYu5I75dLEy8/RqTPKdZjL008j2+tm7SOyPh173u7g69OVqLPTmq8L1Ey5S93njsPQM50jzkWBi+cI8CPW+jrDxUEZy9+1LsPB/VVzrXpjq+yw/WvZTAA752sR2+CK6LPTIoTL4+TYk8xr9BvnMW0z3VSqY8j+ZBvm8fcrzycI6853fIvdzvXz4AgQw+xNn0vfv4zj2CSgc+SrYmPn/bqrzzsSA+akAsPfByObwnZyi+T6cCvNvKyT0yDFK+1MCVO19JH74R/yE+hzCiPb8gB75rSp295Y9uPZvNMb5lyWu+xZ+4vSqCKTzq2VQ+06pQvtmxKj1NCey9eWE4Pulg8z0NufM9E3z9vOcVzT3WYlg8V3hfvY0yEL6db0y+3MArPkZOZr2TAvE9q3sEPejF4L19nWe+AjuWvUfhDT4uh2C9vLD0PX8K6r2h2tw9MSVdPumECr6jDZ67bfcFPvc5Qj4wcUm7yyjwPLSVDL6lc4e9WuSXPb/2nDud+tk9ZBcBPvPKYb2ZybW9tK42vk9aVT7ENy46VkpCPTOj172C7HE+yfc9PWVF6L2BLrQ8ljMYu7QXxD3nMqo90XBcPMNmfL3FHd+9IIYQvuA6Pj5wO6W9UhDhPfb3kj1hdiC91KwZPh+Vy7xShBC+Op+FvSA7nrzVnig9NNq3PWvwuD3s1z6712oGvsyGAT4H/j09GLYXvkzzRT7rP0C9j3FAvoIqJb2Xlg88iaoPvWxQK75A7xW+hkDpO9LjDb1VJc291SAJvkf69b3uJgG+EXOXPQFFHr6whsQ8YhQwvq4suD0zUVI9Y5mhPefWtb1A18s84PhSPpKKgT3vsca7h0VDvffh+r1YHn++x8UAPnXsmD25EU09ogYNvvgR2D11Fmq+mtmAvbugN71hnza+SsERPiMZNb40TMU9gHMHvPHxjb1XGoA9HQWDvq06qLxf1Gq8Db8jPuhQTLkYyDW8bdI0PRVCRb4XuIq9YwQFPncRt71haYu9fNGtPVP4KD08ecU96oZPvUUkGjxXqRY9Md8xvkm6vz1cQ7C9MJ72u+oQlb0/QOG97yo5PnJpxD15vzM+RvdXOnsJIz6265u8jyNNPkLx8j0uidi9JlPwPZYIGj5iEPM6hjL+Padm3j0Xg/88uVQdPhL4IT61OsI90lA3Pg5k371F0dw7wNvTvLtoZ70rI429w79QvbqDXT1vaR2+gRzLPPIlLD46+xQ8agXpu+56Mb44LzM+RSk2PWLli7zhTV07LCZavmvHTD4VcM89mdUJvqnnzT02bv69QeQ2vv61FT49Cua9nsGiPBXxeL6tmJ69CDtuPcBSBz50PUE+zp0yvTNxwL1lL9s9S5UQvpQfnD3Fk2W8Rq/QvbQ5dz1/Fxc+rtxpPTlyuT1DKre9RivhPTmmJD64Ohw9uDZXPYn1Sz7RIIK9iDMivuU/2z3Xa0G+kHuBPU106z2a2KU93pQvvpxpVb4AGnw+HDA3PTzKQT03xwc+H7hIPiqBsby/SZC9ENVevoyhV76EU568Tj6LvbyXGL4h29K9WHqmvfU6wj3diP08+Cj4PV3/Cr2xbSG9AjcLvhRTwT1UU+m9CSAcPVOhxj3yqju+Xg0cvpXGR7318fO9dxIcvR6dZT3T6TE9nkWZvYRkQD78hyO+akhRPb26Db7YUbY7RYspPvISb72qUBE+oB4KvojHuD32hT29M0Ukvb4X9LzaGzS+xipFPV2flr3GkRG+CcwCPfNvhTxDEIO9zF6+uIMS2j16Jc09t4puva2z8j3uRSg7IbQOPvwcSjzfbKI8glbjPVWSAb4SKhe+S+3jPQeFA70Y9QO9f8R4PiM8vb1j4J29e5JSvnerCj79lMS9WM3Tu9xZcbz1Sjo95W2HvQsALbzs8fe91V2hPXNJ2r3KVaQ9WhTKvdv3+z0Gq3U9ZxQ9PjYDDb5AU/29zR8wvpFXcr3WePs962ppPem1dL1QOaC9zwYEPlN8CD4U4TW+FfIJvur9zD2lwfm89OeWPXkBar2hKRq+eZnGPcLzwbuBORQ+hu74O7Ls3b2zqg++8ZlOvRtYsT3Qc6e9NsvZPco0ZT1hKEG+t0ilPcl3DT4HLIS8qhqOO/6Y5zyi6JU9JdqUvJzM6b0yg+G9fDMSPhD/Uj2/4pG9//IKvUzrDb5GDOy7Y/yxvHTGFz2qd689obEEvmrPib2BrCU+UoeJvV2alD1jttA9O/gNvl4Qcz7qRx2+C1tdPuyJiz0/rO29gVJ1PrzgJL3P0W4+hj8OvV4RZbwv3bM9WGU+Phf+hz06QlK+o5BtPRsYqT3f7vY8wUE0vKBU9L1lnR+9DFA5PaDco74JkO482B5UvWpFuT3TFno+YZGWPUgJOL5Ut8I9D0/gPUSVib1OUSM+EswHPejEGr6dnqe9pd9YPlYLVTxnrCe+4r38vbcGH76gKqi9fHkrPFQpK76JKjm+bIxqvvcyHz4k1WK+rFWzPfVDAz72vWm8jH2DvEYPu72jgdm9mTEMPc10CL4jmqO+dbWBPkGIlj1/7wS+ToOyPYVDMz0EwRU+Zb0HPb/gz71b1Ki+ywUzvuY/Kj6MdoK+7zlCvuXsRj3f3SI+18eOvdRpwL2ZJzq+yV81PtxrPz0pYpG82Z2BPuDSDD7DhAK+0oE7vWGN1zylkM07IaM6vm9NJDwCmso9jDPGu33BXT6dOTa+rWoaPgrotD3fgLm9qVRCPjucNj5q3xE9j/yQvq1Lgz1mOLq9A4abvq4s6js65TS+AYuEPL59ST63gCE+xjH1vBOW6T2Zybs97G3uvGwppz0J+As9X/Y7voL87rxI2zk+tKj7vXr9ur2pZWM+U9hxvkwwxT2TeE6+25sePpq35TyJqxu+oYhGPtg58Tw+ZOK9s8uevTXn3z3rELi9qA+8PbnuTr0AkUO9JLUTvWQP+71yfJu9A6QcPZYXbj1BmTq+cKFlvt53cb30dS+9gsQlPu2R0j2dAZa9kZVQvgzyoz1G57E8afQYPXRHR72TBxc+mS8cvgwMKb0SqR0+3V7ZPWtELL7M0xS+T8cQvnALs73AvTQ+ke3bvdRrpD1J8z0+OU0hPmgoAT5PPbm9evCfPbrI2bzt+W69QrMEvlPDUL5kRhK+M2bqPbLrCb6fHDC9BuoOPuc7Qj6A5Na9xMGKPag1yj1eWTm+Vs2QvRB4BT4jDZ29nlkNPSe4BDxxFA2+YKbuPb0aiD4fbC08JkUfvr1chb5bY++9HBTEvYoHEb4upjO+DLuNuAsuDD5TxZm9cdYfvob8NL4l3II9QFMNPuSiPz7Tw/m9tMOAPJHsvj3rkv07lp5MvkBBOT0VuBM+F6tYvCMubj2uD0y+JfmCPe6q+D3Spy++3T5BvkndHj60l6i7BPv/vY42rb1m5gA+9PlPvmL01b3u2pK9hIfavTWOLT7aFai9+mlgPrOzab1c34E8Wb/kPExy47xdzVs+6Cw7vhT3pj3+hMS9ZQ1OPmGART5NjI27DPsevZ9d/b0UYGE+lSGlPVMsRT0sZFu9W+lpvSVsrz1+Ftg8N5VUvkHOsz0tNwO9+1DxPDnNUr61QBA9LvHsPa9XpT1sFiU+suQSPoumBb6aD6o9P7RHvhwPEj0VsBe+PcdOvWzlkT0STgK+nSmhvToAZr29lbK9AprIvPOovr06c3y7q7qfvP33Ez7CrwM+gliGPTReUD0iOfI8p8fou+PU370w8zO+6b3QPVegCD6cMdc9mI6yPb5JAj257EI9JPVAvqSLlj1dfBg9hu0WvXhx771A1Zk7ZSMgvsePBT1Ucy08Tq2LPNIBDD5S8eA9HS8MPn5QmD0RHRS+VnXBu0LPaL3qB4A78GmpPdDWsTyms3W9knFdPfiPXL3fXtc9S0QAPp2OQL1AFaO9Mj6pvduu3ryZmB2+xzoVvn0vBr6PdBM+BnAAviyqAb4OOyg94ZB0PWLT2jvaKK29f3OCvAXssb09l4+9xG3vvIjxsT1p/Om9RxwkPbycnbxsLNA9cG2vPT87ED16Rwy+ze+KPXAYxz0vkUu+b+C+vYzlB72akY28tb4WvWqSkTziyeS9Y0KbPbT3G77CDB6+vc05vlSSbz0p4DG9tNwDvkOV4z1P5ta9AkY6vhV4wD3Ce/u9jF3sPTx9xb3u+C2+PMzGPGv2K74HUfo9u+4rPgv//LwAyc+9tSnzvYa6KL4OE+69XMyAvaMfkj0Mmxe+lQfVPWhzibz+puE95uAcvhOpf71U69w7gkEIvfG3Rb3SrbM8eCYpPn0XPj5tegs+m/R2Poy1kLz89/U9lX7QvaB0EL5rOJ8962cSPQpZcD0adYA8LsFhPox5Ij5LXoA9WbkPvVsO/b3Jfmq9fqUkvlhh9LyQ6NY9GAJSvrGbzz1zagW+AgUKvRrxqD2lRQW9xgRyvk0bAL6N9F29iNiPPX5h5b1DoeU8utBbPRDjaruvErU9rYrou9vAz71Sczi9SO8XPhUJWD2/xKo8/hUMviGj8j0jJgS+FG1qPVCpC7728fI9TPptvXN7C7w65Zo92oFrPg5cyr1qM2a+FegavVMNHb7b1oS+L0EAPhg4Bz5D0m48bOWcPXTneL0siNM8dG4xvpZgwDxUdXE9GXGgPc9zJT7/N/i9neOSve8FYD484DE+DrG2vVXtJT1H3JC+q93PPXYD9T3hDBs+okQqPvHvj72QOHC+ATm2veiZMb6W7+K9K7qpvVXntD1pnsG9cYufPRCAjj3ykgK+ZS44vIpmH74byRi+D+8NPmkhKD5ywXk9wNlfvfRBbr0grCu+GBiDvuFlfz6Rxou+VzOBvpOJbT6ehFI+vDW/vdkJ47zyMOM83AIzvlWVR74Yrbi9IYhbvo92nD3LG4k9edEGPkuqzT24p/W9wmqsvY5iBr43J/89xY1UvQI/zL2P/uG9jfnzPXOSvj12jhY9VSemPWRG5jxazG6+vD6jvP3k8713EEy8LJTvPau+rb2Cu4+9gTU2vq+6L762WUi+xTmDvcMEFb7adrY9xGw2O+saWr4aj1c9UzlAvqbfdL6gKei962g7PnkhlT2zDjs9yLC/Pc4tHr7Nu/w99aVrPphXXL6d+O69H8nnvQXk7j1GAkG+5q6HPOSzxr0ujA4912JPPheZt7v43Q++73YNvs3Fnz4G7TA8pBIJvhA1nD04tb49ZcKxPSpUoj31KjY+G7YOvsr+VDx4D8M8Dp6bPVMzJz3YK1m+2Ml1Pv/Ez7yTwDu7f8ysvQYVED0L37O9uPTjPazliD2omr29V1hkPXF9ML65n2C9mvIjPmlo2b0rHBy+sUE1vmcqXTyccxU7lllZPiautbzrGgO+oSD8vZJwCj5wB6o8+lv8vbX6pL01VYS97Schvnn2CD6VNt49NuR/vfDhUT5KcxS+lsIouuhO3L3W4WS+YFS8vEWU/r3GdeA9kxJYPX0XIr7V4j891DWxPd/BHD7vXVC9mvEjPRe+6z0D8RA+8xENPs3YhT0qadM9a3idvZEAG76SoZO9czzyPfL1Q73592C9btmjvZydzzq24eQ9GCVFvfRDBj4RPJ09nZo2u7UZYLtRj0o+NYOivlskDT6SQ7c9DBtSPs/Odz5/EK69MwnZPNpXPb7KuDu8o5r/PV6/kr0NbIK9bQzjPcfbVL2JpRK7VrQdPpZR1b1mQxu8Bj+bPXVdob3nxRQ9Mn0BvuQxVr0vqSA+HCxXvGApE72gsaa9d3QTPajd/bx36X294RkJvmlw6z0H2cS843FpvqkfDr7wWZQ9ZlNTPc0vn72cTbO9BhAxvQZmTjwi+hK+ONClvcPTnL1EQNq97lylvXAbKb7xFDq8gWiDvdDxQb5uxoS8v9T7OY/Rb72a0Rw+g40bPXcHvb3ysgA+8Kb4PdQsRb1Kz3Y9q0Uwvu8/KTsmdSg9xkhCvqk5wD0Zv589+3B0PS2P4b1DIcc9CMk/vQXA071iaM89aBPgO/xZqr3ZDtS9kWg+vg8Hlj3w04S94IeivHoNAT4AYoW9Fv8IvQKM/7x9Ioa9dLuiPeicIr3CJ9i976pavm+rUD2Xrtm9U6y9vVjB8L1R0Y49VT5EvaEXhz2+Lxa+2ouWvVgqJzzLQDC+K9WpvQNfDT4gr5O+cmDZPXuSUDvS5SI9/Dw1vEIO7j0t/Mg7ey89vmq+2j2DW9w8bQ9Fvq/eA70wbBU9zPSDvVMJ/z1eYrG9kA4hPTBEWT2FPgi+RV/NvZJbIr65Hka+0nMVvvtuerxxrGG9QtBKvE65kryCedE9OoiCPMIVJz6UocW9qZM3vhGT2bxCxGu9XfJHPTo4+7wJJAc+HlgdO6y+fz5VITO+NBY4vpe4/T38oE47NNH5PcEROL4+vCg+918PPjoKNz6H73C+s6BmveCEHT71KbY9R2e5PLCGoT2xtSC+79PqPYQM7TwPFl8+XC1wvu2D8jwwAQA+XetHPQ/ZtD1XEF0+alVTvcGuCT0ChCY9qqCwvf5BCL1zSYo9eaRFPbyJRD16TqC9cOnivSLYyT1EsGW9igqdvS4jPb4jhQA9+tJavGe/sL008q+9CkvuPSZ7jL0UFUm+kI7zPLnPLD5hnk8+qIRNPp65rr1c+1Y82T7jPeiiDj4adVy8OOoaPYJup730RE8+78VuvmLDfr0KH2y+EqOQOtjdGT6G7gm+q2XtvRdinr3u8B69vcs5vpPRC75h1EM+aDh6PvxLAz5swyW52V/FvTDDNz5oRp692QPUvUPavr0HyHq9OtQfvtI2hTw0yCy+IPeovVOKVz4R44891mExvrvshL6nvUG+ATDhvM3u2T08uga+Oq0fOha2+L0eFD49twaKPXJ+ZzzFPQ89Xh1CvuQdE74H+Py8DlAUvurAlT0gJRM+my3MvRpfHz4ppRg+A443vJcJgb7eKxe+yAgwvtsMSD1rqHq9BfkCvnY2VL73Gf+9dBWqPfQwrL3CuYg7SqsrPqaqrjwXiZA9RVdgPWuSKD7eHQE+GZt+PTTglz38jTg70Ny6Pce9J71Vege+7+klPoR2orvj/jO+Ds9Gvhpj+L0sFJy9WwCrPRWWXzx5twW+YCXIPZVFPr6hZg++VVJbvrWaFz48Vxc+V4hfPvb1Db7xkwo+924hvtX1/7wKOsO9K4O/vZWJnT00qgg+9zJ2PuNSUbv+8S492/B0PmEbTL6S3hI++OgwPpxt0T0eF0Y9KqMRPj8MiD4pAFE9QSZSPjQlNbzCOAk+QA7yPI8Tkj095A++O/PzvfzGBj7ncBO+vz3fPb3mDb7QCc69WpEWPdLZ5L2tnhi+vXkhPktZAr4BIFW+6OoBviEfyTxfC4e9LvaDPV4XdT3hzW08qyGIPdW4Gz5XwbG9Cpgdvscyej5XJIU9cD9RPv1HEz7Uimc+QwtOPst6lz2R0yO97RpUvgCOLj7D/um9v0tZvT0XHD6MHFo+rSVevUYDMT2jiTu+gSjuvZQ7mb33fmg+zcoNPqXMubwRxs29iC0UvOgQbT1HjGc+KgMxvgW2Ab6UUos9jwswvTRr8j0Xd1S7t+stPp/PQD7Zuhc9dc0AvoBV2L3+Lwo+ZyS2PWgjFL6Gxeu9dG6lPY6brb3551++s/IYPmEjz7xq/a69ep0Qvp90Nr4rVHW8l6hFPSDALz6NXhq9v2X/PKvtGz4PCOE98ZSIPTptLD0rfIw+NhSQPeQgCb5hxtS9oIxyvPVhHL3Bv4s98a8WvpB2y70V6Qk+6nfGPfHJL75ZpsQ9b/4qPSigXjpcS/+9FXIyvkr1zT0lNcq7e8vZvVJNxb2ZZJ29h2z7PVb/3Txp5hk+3SbuveN2Bz6Uy0i9IrbpuzzBIL37PKe9uvb6PISqHr4tpia+xF1HvdVTlz2MQGE9z7YKPYqUYr0V1Aa+LRKkvVVXur0A2mI9y3DBPclWtr1m6pi9e3XqveVqHz4AcLo9LrKAPTDLnD1qr0+9iW6RveLtkb0Yqdm9Z7orvUJ2jzzZEx++0CoGvomaODzGTpq9VocPvsS3BL48Q+c8aywQPqlQcL2nsBa+U8T0vYPRXT2Ccqm8FwzePfuSJL7cRS++QpIhvtQWcr76eSa+rPDzvQ3xGr6IxgI+9inPvXJN773543W9T6BwvY+sTD0FPxa+Nbn4PRTXTL7XFKu9RatovcyYxbgaiqW9FZjCvWs1Gr5ac3690qyDPO/GsD3XYwE+hRRwvsFYBz4PQ3+9Y5gGPC2iTb4rPkw+cHzAvephCbpwXLY90yS5vcPTL752Cgi+SlKQPaQKuz2UWgc+twIxvrTGsj3BuAQ9eAmmvfXWMDwroj49KH1Gvf2UjL2plKS9gBLpPR+djL2+RYq9pP6TPCiA570cdra9r+CsvYxNzL36WLW9BJjCPZhmvb2f7yc8icCqPcZwnD2ClZc9UtVuvX0dPL4EIr89H/hXPhP7Bbw0Jmq9I/cKPrKV1D2yotY85ZcrvTIfDT4LPY+9X2KEvY6tgr0ws4e9qxlCu6P8LL4/3oS9JKf3PWpLAb5LFYE+UJkRPYjGXz32tSQ+e88wPjbKeL1M2p69XxMnvfV0sDyYQqo8iCs5PnA1DD6jn9y8kpOMPRKN/L32N02+Awo/vk1Suj3qu1i+waA3vl/XmTxciP89/Ij7vVpMDD5G7Bk+poFUPW/biL1+TJU8RfoBvbqU6j1cwFO+VlBsPu51sz3Z8BA+TjZAPee9EbzE8Qi+18IYPv3nCr4kb1u+af5wPBdyMT7m9x++ZFfIvRAltTtG70k+PjZAvhcjzbwChhu+9hdZPoXseD5g5gO+0ABNvXP9Cr67UU++mxwfvsAaFr6WZhy9lkQkvq69kT3JbJ894kYrPDtfOz4fFU++Zay9vYoHJr7bN7G9Bwl3Pd/Waj7Du9C9Pb9Yu2SlrT0gtLc9RYXLvUwdizyHv7e9aO0/vnMuyD35jGw9T/LPvOvfNL2u6Ao+0VeiPbPcZb44Gf09pwWHvPBklb3USnO9S6ybPfV2cj2tPgq+3sU/vrg2Zro/Gf69cCKPPtboXDyZKcW6eLgNPhW3kT18uuM8ki0sPo3ilb3U+X++GSXzvStmhbx7bmS9kEpIvi40NT4odl++iCtkvuzpZr7VDBc9PKKcPJP36zvblRG+N30FPhMwLr7l3Nm9swyCvq1ULb43THc7aAbOPbjGVz1QoiW+v+xFvm6jrb1MWCU9hHkoPqy88j0ha4A8F5wXvuCtLD2RXcI8rdJzPS+zjz04yDE+gfERPl07Fb6/P0C80SiwPNJpez5nHNu98GyLPbM0ej0izma9HCCUPVZXY75OAqo9sBkVvl/7Uz7wU9y8/j+avQMpy73OTXC+AbZaPjuZaj1IlwW+PDwvPtKVCj74M6S8Hjp/vchiOD2ETwO+hhYyPch5iL6KhtQ9uNypvT4tWb58rgq+YuRhvrCHRz7Blvy8dUhTPGzxLrxu50C+L7UDPreCiD7dw5s9ozMYvmkHvLw8Nba9jSHaPeluCz4wh427ZnNlPdzXqz2gl0C+7cP3vcko0r3CfVw8XjkVvm7nmL0FySE+TnAxPgEOez0TGJW8IFMfvo6bEj5Mv8i7sxMvvtI1iD6z4G89cXIzvk0UnrtY2fY9plIQPhRje714+j09VfFyPY11RL6B4Dg9wX0SPXKVxL2T6x29w0odPu44I75D/zi9hMk3vgnxXL76jBY+G6lkvg1zxL1j+l0+01C7PGDO7D0sXII8mx3pvWDgcb6os0c9QT+1vf2MoTsms389fM96PQq65bxiNXc9U6MRPsmJdTqAB8m9SW54vaOmgT3oQ1O9Dr1CvQ26DL5qJmO9oMxmvIlHhD0PgAU+oFNjPRxzEj7Io929hF0pvmKrh70C7fw8vxRYvsRnuj2DB6g9b/JhvQqJMztxj/U6qCG6Pc8mBb51MAc9PRrbvc56OD4x3CC+lYuPPKarDj7DRIe9fW/Yvag0+L2mkjq+58RJvjBbwbxUNT+9YK6rvYQ0+TzJW8i9SidBPeyg+L0sJhS+JfwqviQ5Jj5FUA0+33ZqPOva6bwfB8E9bNQFvgW6jLyPZ8e9kmfXvMH2x71vqWI8j2HNPVAe9zsvyhc+o9yiPSj/hL1Rjiu+wa7svA7JOT3/OAy+QXGMPaR36T0As9c92bCAvFeVA77Y+Pa99S9gvYcDsL3seKG9W/i1PX5CE77Tgj49aA+ku8Xnzb20huE9Gn0YPisIDr19WMW9nLx2PXoAKb585m++rUjqvWOLAz5rJOE91WjNPYi/SL2SGMy9mBUPPdQeez2LvBW+aI4uvSNChL0qSFq985GKPZJ3Dz6JeZ29KE+uPCDPnj2a47Q9dq1Rvf0LOT1rGcU9pNgLPv+YHr7MTgA+V+BFvZo2uL1wObA9J7TTvTV2DL1lgRs+eLH3PR5bML7A7A++rvwqPpZpMb2c6ZI9+18pvaRRTj63qwq+hRHMPda+Hz6EZ4+9EwTxvflJXL5oLCS8b86XvRP5+T2trl+8BritPfasEr52PhS+qjkrvAySAD0YaN68pIvuvcObFb7NllA+W6BYvbJrh77i5ma7H5FMvqR1HL66YW0+ShXcvekq5Ltq6pO81zLqPWdde76JY1s+8PshvYuJJz72Xjw+18IuPpGZprsxj+A9cDKlPUQhbz31udc9P/P2u4O2lD1WoSo9m4EJPS+bI71yutO9abcTPfn8lL0t0tY97BsfPfhM/L0oRum9VCYlPhpDqz0rDmO+NziGPk/c3T04i4Q+/DMePsbjnr3+8ri9sE3iPCGPAT1m6Xe+AewjPUKGGT67Ydk9tPJ2vnqOBD4OgYw9XuguPpI7HL5dd4G+kc2hvVqNmD1u1Fg9xj8sPhDyyL1p2Ta+aJt4vvHtNT4UWRm+39YrvdpuhTzdTz0+a3gfuzhrJT5ajqu9YtZhPr8JLT5KQ3C8d93DvZ7g/Tx7mSA+L7ZwPYGE+TzYcLO9YLiFPTf5Lz5n/WY9Z2y1vH9wTj699/89IIqlPWvyKr76Clk9H4PZPOSG/rxTijW9q3sjvr2Q+rxQAtO9mD8wvovksj0kowe+urhKvj8RLLtSpAc+veJRPfyKmT0d9BM+3mqkvQoBvL3B56i9IcGzvasWNL5edeC97/yHPL1C1jz0w4O9HJ4lvgOYL77rqf+9qN4tvlR7Zb59zDE9Ss0XPm4qij17DyM++Ym/vFI98z128pm9CberPdkHS7454bE9kQs7PaOKtj0VXdk9fjs1vh9KvD01GQI+MQt4PQIiRL5ZBA2+d+bcvbos7j3dlw4+Tqr4PUVC4b0ejZQ8+cLQPdjK+ToSku68MLA1Pk1ZCr2jniK+BATxvH9gZTu+h8k9cCiAvL6xFr7L/Ly9CAZovZkRjL2NdqM73H8UPrQM1zwuLHO+XAwnPq9WYLxrWDW+7/kQvgayUTuHHya+S3mxu4crCD7Ci9i9RIc5vjj/Aj0qzEu+i2X2u5UeAr3+FUS+uH+jvYPwxr20yRG+z97GvbHKRL5DkZk75VDRvdxDOz6ojEa89caNPZuigL2xbAG+zy2rOy3bzD2SUnk9tKArvpKYPD4ZYGO+GhXVvX0nCr1OSlW+8fzsPUkIEj6/jJY9pWt3vEtihbww3uC9hzE5vEBKCrznsUy9uE6PvYN3ij0VZHe8I+0Kvn3rgLy0WlO+LYaTPb8rdz2TSAu8mJhTvgYDbD5d5ti8NkFZvg09AL0Xv3K+06gNviAIaz2+Ux49lqqQPb+fkruKqx8+EwCovWuvgD7v7RA+zEMgvnCoPz7sS6k9KszevWLfWr1NLj+97H8qPmoCNL0H8AE+RksaPkDKiDwIuSI9J+igvFgwDj32dC89IOqZvcO2bb1JHmo98qYzPce10T0UISg+wM0mvCWAp70ZQls9cW3vPRWOTj65vPU9z2kqPq2s/j0/opM9Di5JPoaRkjtsN8i9dnYPPi4uAb6IsqO7ZZyJPVWiH76A4I28AkJuO9ueXj4r1Rs+18ThPTeAx7sxzau9ieGBPRi2uz3wQgw+29AAPpe6Dz7fT1w+TuSiu65mfj20nuA9WvouPQhqTzvLeqs95fa9PNaiRjtVbBq+qJEKvmRfuj0ObAy9ZvJaPgLwS7wQ7de9LUJRvRbwhLwreb89/FMEvWqze7xTaKY9FmMivjGm0z0K0by9mQ0Uvg6BR73TjtS9KJ3hvI3zZrz2ctg92h20PYamDb7RChu+6B6fPStaoLyhaA++gGQlPp9Csz1Jhr69O/j6PeuN9b3AvO89Ai0Kvi1ZO717CA++0POnvDYU9LyU8/i9RtKmPMMa8T0NX3C9o3MKvVsJSD1mifO9rb48vn/e+L3hdnQ9zBdSvW+YCT7+0ae9rPF8vJm54L2j5za9MNhlvThQJ72JnvW91ElUPvoqT71n8wE+rkcGuy3fM7zx9BU+pvnfPUdSB74yJja95q30vKEa7L2j3Ie8OUEYvhjYwbswcAk9WjLMPAidAT6VobQ9tWFNvvybkr36eBm+/sOcvFkPRz4YjrU9MeCEPLAykL6KQvw82u9YvuqJ2ztRvXe+VTogvlAT8L2xRIg9e6uCvd3WCD7I4Ci+c7nqvMLF4L25Kik+7B0YPsy9kb7bbFE+oHbRPMibDr7t2u+9j+VovBj5I74iED09A67UvZLlSL4+R/y98WOvvWwYXb3MBIO7cufWvSlaUr4Yhl2+/eVIvhCkt723BRU8vuwQPi//Uj2MjS69WW6HvRoh1zwpfvo9ZVEtvaRnLD2KJae9ttJNPZmkwr3i9gW9z+SePbIjJTy8XP48CUhIPe6waD5Bj/49B/H7vWaEBT7g3gW9iRRcPGhpjz1AvEC9E2KfPKOmPr6foDm+DyVavhUU7r35Tl49OzqcPcZaQLsUez2+A2ghvQs2OT5RIhk9ihcMvtV9oL38MM495jRIvjB1yb23Rgc+FFQTvSEsAz6B3t08mveGvkI7Lb6WCHq+AvsAPo45ij5hi0u6PLYLvdvHUL7jPLQ9PU75vWGw6jvFJN09CPRhvdeRyjy533+9PbJfva2rq72PsNK9VLadPNis5j1cY+68zA9MvvoJlb3baWg91MCUvCqAT70Nu6m9+tyJPdtZDr5Tf9i9cKhHvhoOAb0JOA6+fYuQvFgiAD3i3N09xMoVPryM1T1p/ZA9cnkTvjU+ED0qz4k9zH4Nvka2AT6j/rY93FKKvcxPbz4TBIo9tBIivBoga75G8Cg+3YZjPvu9Kz7AhBW+4CBYvVYAb75qqR8+2bnOveKkBj6IvBg9PWNTPvxAO77HY20+3GcRvuF9jL2xnH++0z7FvdJdMr0D3b89esrqPTljAb2Zbw6+haYhPh7eLj2xkBQ+3tSyvfrS5b3r8iK9Kgo3vTtZDz4H8w8+r7iKPmuwRD6tz6E9Ce0wPtUgab58Hh496yVAPuDKHj6x41Q+qLTRPLsqur0JWBI9yuTsPZwcFDy9cce9QNz6PNUYLz0cngK+xWkwPtM6qT7BToI9Fut1vTWRVD1/0wu9nvcuvoL297wSUjQ+loEKvZ4N3rw3E/M9w2TDvVSnyj0m6Dy9v1iTvT5PCT65/wI+QnB+vtHglrwUPme7O5u0PcKJYD2plwc+Z88VvU2vur0CNss9D55Lviuhdj2O0ms+uROzvJRjAz5/etk9IuuvPWVpuT2zHzU+mmozPck7tj2Autk9aW1zPv0cljyK5R279MmgPSQC3r3uzci9w1VIvalmKT6V7LC89qXpvFIsB750Whs+6ORCPWgpLr4rsnG+Q2b5PSgbFjww3EE+eWM6vjL+jT7+nxk+vRkqPvf/bj0Te+M9G6ScPeiki70E3xo+68csvr8HWj2fJkQ+l6L3vV3ed70UZza9Ko+WvVTJzj2KW0y8iNQBvqnLCL4ENxK+yhMCvjuyL75CQSm+ww4CPjm21z2+lFi+tV8HPsCmDT6RqwK+5KomvlgKAT5AX/k9UouPu4c3H77+ekC+GK/KPS9k9jo7kMm9UNwBPCd0tDtEFJS9cFisvK7/D76SzZu7wbc+Pa98/r0+QF89bZ0rPc7ENr18Ae690ZEUPXntCb7lEpq97E6CvQJ80b2r6b698MnvPTPNS74yPQa+JDMyvqVDHT6uStA8L78xvrgsNj4AvTO+hGwWvmmzR77cYjq+8JgdPQJ/sLyVH1C+mtH0PSf2EL4qCi2+mfM6voc2Ib1DSrk9+6/XPWk2pr1BfV09/2mFvQisAr7jgbk92UqnPTNe6b0iQoE7jil2vZJGqD0w/eE99gvmvbhMJb0T+Ua+8ZSNPfVc1r0bu6+9HwrhvW4s1T1vOkq+6aqdvVh4xr3tFiu+CpYDPk1mEb7qb/K9lx34PXkmTb5DyD09FhmgvC17Ar57XhS9xU7AvQo5Br5rg+A9xc8APlEwTr6QHJ299bMgvtHBWb4cEE2+6gSLvX7tyD0/L/Y9askLPdfsn71vfRY+bxLnuzUA2jt9dE++fv0TvrkR/zylomq+UDIavoZz67vGS+29p+P1PY/G2bxgj869U8SAvTi9Sr1bzU0+H8kOvgKFFD5uctG96M4avhTORb104gu+3/oCPrYZ7r1o9sK9Xb4ZPhvLWD0YujW+PPggvCKtc7zbqLc9tj7DPe5zrb2Jjqo9zHsGvcfrOj5ZQwO+ORvPvNDAS75IMgg+7X8ovmxwoz30iu87vZtfvtWfKL3gEh++w0WiPOauBj7hvkS9EnkPvjER5zy8SMS9KVEkPvlktz2EYww8apHePMZ74z0UNCy+VMetPDOrID63Pei9wDakvWSVsjw6Ska+oJMjPMqclT1if7O8OorqvRF6PL1Impu8DQ7Ive9qYD7u+T2+TmNbPSXxrz2VCqs9yeEQvgU1dD2wamE90S27PcvAGr3Cz4Q9pVeUvUW8KT1bUy++cyxCvrMZiz2M1Zm9vlMPPntbMT5TukM8fc7QPQ4mP7zlZYY818AYPll2qjw6njs9ECOwPMdxxj3aHjO+IzRDvrmlVD6HxdS9orApPulC9zwq9oM8N64KPoerS73kbry9mPvUvbcNjT3BZSK+bg0gPbhFIr4WmQS8dlHpPU0N4L22uUO+u5kDvvyO0L013Ps9KJK7O03mAL7UC+s9QmkmPtvKQr4sdwY+cgc9PVB6+b2qS469hq+jPF1lFT5HcQi8oGEnPdMdwL1uNXM9g3utOwY9F74vngM9G2RLPfWHvL0cH16+/KKXOxUiLzxlSJM8khnzPSUifj3RDRG8dyM4PgZ32j2/E/K8T4+WO1EHnj0uIVS+hdmePUleMj67cLk9tuWtPRSrgr03Kxw+GjwRvqtIsT1/6lg9+UWYvSuyJL6VWoa98NDLPClcpj012mY9mFqjvRll3L1lT7+91yzgvZoppr1704A9ev1fPnL2Ar4Gegg+igvfvTXfqT3+2Vi9onE6PuyuwzxCy/U9cSBHPhb3l71q76S8Z0yxvasQ1j2LrwW+ObuZOwetSD6FpQe+NBzcvRG94TyXJDC+Sh8LPk4u7L3oLxQ+eOcmPmWbMr22EDG+dmhlPpXN/T3d0wQ+6s6XPDvQWr5tfGA9XyrUvWT5u72MixA9ECBZvNprxj11ywY+GseDu5CmJz7Iujm91Yk/PoCgCrxQIio+y63uPc9jMD5RzFa+y4wyPoPg8buojW+8Xd0ZviUGDT3i3Tc9JUGavS7+Mr21c1c983zqPY+usj0/qxC+a9Y1Puml0TuwbXg9r0TjvT63yTwkBoO9wX49PXA+UT0iRys+JyU9vfXOo72+i589nEUVvlAyaLoLGuM8An3OvGOxBLyTDpO9h7SnvWFM0L1ocg2+zquNvGJWCD4b7t88zC7MPdpNQb4Z6UE+L77XPcIrjz0IlaA8pbEEvk4y7D0I/EM+I55ovieLAL7W+b+9uO5rPTuuUb5uARC+hOdjPaoaCb5Z7Wk8pblKvk8yL7411Qm+8GEBPvuN7D3Yri+9qe4PvnCX2L2jIUS+5c/zvcriHj7wgrS8gOc3PKVefr0+7pc9Ps79vQms3r0Zaye+dJ0FPlBvKb465Ek9awwSvldfAL6fPCU98Y8KPQpz670PhxQ8qlhBvt9OnL1+BTG+lPChveGAeb3GB2w9Jl7POtt2ij1fJME7SDVKPS3goz2Q1qE9icu7vaiK3L0S0Bq+N+favQ3P9jwguiK+h+1svnIDpb0YBta90uSavNJZuL1bWMC9o6omvo78UT1l2TW+v9U1vmCBA75tsQ6+GSstPfrqJDwgw9Q9ndbIPWlnAr35efC9orsSPIv5Wj0Iwu49Yp3wvBjoU73eRga+nD7BvCvaHL7zGo29xbmxvZnU6L0pp3A9yELSvWvQTL0sTqG9IA0LvvTwMDxcpYC9S9JFvgZfxb0j/jq+8tAgvRFaFr0l6lA80NFNvsMXMb63/CO+jZpPPaVeuz2IlCq+YfpBvbAmu716zjS+5dqwvX2SHr7jCT+9q/ObPSXafD2s6ti9b+smvqw9K76ZI/C9TM3yvc1aOb37dM68ssbFPVt19TzZhoo9y95FvTba173G0wS+qtFxvGglDL7H28k9DRIEPmgC17yN/da9Fu6CvLgTqb0ukTi9UycNPZjZzb0t2p+9vi4UvguvsL0Gg1q+wgU7vYqDab05Ph0+Ix8APrszBz4wTlG+Mwf4Pb2JsTypS+e9hwPRvcoe0D062vG9pi9sPbH97r3X0ug95TQDvjQznz07rz09IgX3vbTPnL1bcIy97Y1rvasImb0CNdK8rb7FPd+nKz3tO767icjFPfaZpDt4cgC9ibmQPYBKBT4PVR09IkILPuUkEb6sOB28C0fTvRsY5z0Ftw29J2ohviDkgr1zh9q9rn1KPTIZkL23eTA+EMFYvLIbJj5G3xy+POCpvODHxD3yviW+aemKvcnMXD67ONI9DqepO3Q47b3eGmS+9rMYvtcRFj69wfo9h+EzPuDe971aWS68/1oTvoponb2GFo89O9qEvafFFb3VvBa+ertFvTeLlL0/EwS+P6YBPkTuU70ZOIC+Cd9Dvv00JL7lCLu9Iap9PRJx5b28l8868VAbPUDoVL5uuna9/4P6vLcOUz0SDsY9IOwJPn4dpb1BfdU9t4OdusuW8L22JtQ9elIEPnSb0D3PNuC9wGjIvSv6Jz4wMJM8bdTRvZObFb2KIC++leUWvX7vIL1bR6O9gEG1uvUgFL6DoQS+wZ8BPnZfgD2+KFu9K5TyPKZrnD3TAhO+0fhZPL2PnjwZ2kk8j10nvG8aCD40cuE8RArkPQ/okT1SS0S+5OXQPd1qNj5Jv7U9m8qyPaEBMz31KO882FdCvZ5oCD6H8oQ9swELPq9YLDxGLsy8zt3rvZBTDz5z6xG9Gi3DPU1WGz5lmNe9rsUGvbY/+T1EOgs9NKclPRtpYjyvSZe9aVzaPWZ+4joAv9I9Dt4GPuso6r2eiyM9j5m9OzbRmD3hQIa8cXLHvTlFab1LYw292FAZPqD7ej3EEuu9bYopPUPi8j3rO5g9lLcIPs6eqjwsz+89BSoKvvuzDT5ccRc9nNKpPPeeCj7c08M9/TGgPYpdwLyzZAE+9K4PPR20iDsc9UM7HGupve93CD7zB1w+4l+zPQz1wz39Aa68raZ1Pd5q+r1m2IS8NduMO5B3Vj7nER091hmZPSGiGz1YjQK7A4c1PlVjO76/IYi9s4gfvdhyE77PyYq9HKwMvg+3oL0eTb47z0INPgvLAz43n4C98wAuvpPSvL0bye47i3ggPtdSN72f48+9ckoJPTNJtL2HjyY+Sf6PPc04Fj5ma9U8IW+YvH+Pkr0egDK+233cPHC7zD1skpk9yRAwvZytDr3wJYQ8lKstPln20D14FT8+inGSPVkEsj0wsZO671kxPt3V1zuN5Xu9eNHKPcG32b3KG9c9s5rfPTK/LD6afuw9ay5IPrqOoD1swBE9cplkPUPXCjwXww4+RKtPPuLQ6D28PjM+pvwdPeGQgTzrjQK+9m4RvWkW9D3ENRC9X8olvT9ozr3GbcE94aWLvXwy9rvv9rA9zlMavjiNOT75X9U9ouoOPrTmij6x01g+jRh2vRK3Gb4tY/89GQrxvDxZRD4Kk+g9JIlWPjirqL23cL29H6Acvg3zkrzsGTm+rAYmPm6VhT5HOJM9F6vPvO8eET5ybYI9c3I7vv08Nb7t5ly9j+JxPGRCMb5Y5lI++8/HPQZSgbxLIxm+qx9fPrN9jDxQrIA+l+YUPsUDoD14VZW9U2z3PWWdAz50MqE9v92APiO5UL42kpq9oDw4vl/p47yj4RO8wSytvVU3QD7dnZg9VZsEvsuEBD7Mzpu9P8r9PNUBgDxYJ6w9uO2gvBDb/T2ljmu9MDRxPJqk/z3oALK92J/HPQLFiT1lk/A8c2cKPrX7Eb2JmAm+32bYvNmscz0qwlY95yQnPr0GEj4FLrA9VcM7vgqK+z22Tbq98KplvTVDZr23a/+9ffLhPbnfhDyQ5QM+OouePYiv3D3Azks9NrvqPZGzkDyroB+8nTvUPdd8Cb617iE+jIPkPPbUCL7Qpb896JeJPkwcSr0q9Sy+hb3PvJyxib1Jq4o9vnV/PAAWAr4vivk9TfGJvegdHT3B0+m97LfhvTDu5T2LPvW8du5JvTcdKb7Y3o09wCbTvTqFoD22lPQ8qSpkPbLDGD0fNLM9UcElvRFYSb5U2DA+LHHsvbYK/r2PuRa+aiWCPcIEizxX0JA993HXvQ5BS74gxeA9NAonPYDsBL4sud6998/UvEQcg74I88E9SfyDvirlir2PSB4++v9SPTHbAL0zLa69xexDvhcCa73la6a9KtqcvChYiz2SSs09L6LZPbzoAj6Uyka+TgYKvrHi3zv1pqS9Xh1lPhmmhL2WWzG+gtuaPT61szxkC2O+cj+FvfPHdT1zvzg+IVHGvW+iCL1Ecne9Ll88vqAjPzxwnGy+qEVVPkLBWb2/NrC97wXXvYU4Gzy0hOM9BpHbvR/NSL4L7qm90H0PPhi6lD1+Wzy998aFvFoaCD6AyLo8jYSzvcZAHT5nrRa9OIhIvuC9sj0J5Bm+ujQYvjFP6jwx3C6+30lbvnp5Lj63kUq9zEIGvr2bIj52ecc9lYwhPARGRr5U+2Q9sNvbPVNWKD61XBG9Pb8FPo91nr2AR/683gAFPV9SHrxsBFC9lmnau+1FbT2UhaU9xuRzvixA573Dp0s92DG6vdNmvDuBcP69OOZ7PB73CD75vQ2+FmZ0PRC/5b1uGeA9+eHYvToXE74VkGU8wcKJvdhy073xi6A9LXqVvfKiLD6o0Uo+MpVbvgXFEz02qw2+h/PEvfBa2TypYUU+PR1FPkHXur1xTTQ+XRkSvVPOQD4X0qG9U91LPamuh75HU/I8D1uRvBpowz0ELyS+midgPmpFSr4Y98M9R4uHvdgb2Tzp5Cq9RRxOPoufZD5ba4k89A1WvVrPcb7C//i9TnSZuvYS0zzrl+g9RHcBPqLchj2yhSu8CrWAvaHHsj158ry9kfXtvVX9bL26cCe9HbkpPhmYED4tP4a9Bi5RvU1KqD0dcdG9JJcMvpyQ172wyDg9A0mePSB0yz0Yu8K8PtjfvOXLyr30r0G+Sg0svmbkPr0ZT5A95RmivLFlFL7CObE8ZI9gPnq4Cz7Ifj29P5YvPkBlcrxWgEq9ZzWXvUMNkL5hmj8+PaYcvgXprz3cFHS+rQL5PWvraL08FVA+Uwj8vWRcIz4m6ba9vIMZvnsPCz5Nv9U85sWHu8zn+71d4Rc+RBYDvhTMYzqBhPY86qHUuxLhhD12Aq09q2Hxu2JBtb3Q2+M7G8QBvuM02L3Ncya90Y0JPmHrwr10kI29C40vPpYYxT0KrOq9nlINPTmnC72nIS++9WMdvis1Sb3/pzU+cigDPsVIQT4/Ege9P6atPL2knj22XNm9vHX3PSss4j0ZDW+7dEcVvkcRGz5l19Q9AJb/vPIjJT05uio+jywFvrFpPjv7Vae7wEKTvt7Vib2xakg+orRmPh1zqL1uxAU9NnhOPGwK7b2xQTK+o4/cPaNlEj5ROyc9wfxdPbzFuj0Ge6s9MO69PaMkpr0k0Ae+JoeePdQqij0P9ca9vxGivYB+fD1iZUU9OAQNO2cUEr7mGnA94PxGPZeaJ75Jh9i7368FvWJAFz6pMcq7JJMEO17+4730Szo7LMU7vho2RD4qoyk+E5svvAa58T0Hksw9jJIVPgDyITxZTF08OesFvZOCE7yYKAQ++ALhu3Gj9T313QG+Ipm+vZOzXr32I3A+cqwZPlCUZD00jua9Y8mYvfxPHr64x2o7UxIuPiYjdb3JWRU+i3k2vBD25L0HZLk8y2CJPS3aI76CllS99wf4vb2VKL7ysFQ89JQYvQykyT2s6Jo91Dj1PSqYIL6uZc89AOoOPoXWHj6mTO+92/K9PDk6BT0qABm+dos6vAytDL44Ys892RWCPBj8vDybig0+oH5UPV2BJD7N8iW9VYc0vrIuqLseoRI+iR1dPDu8Gr6GoEM9hJnTPTUR4jvKHis+wcQOvgGf9z1jSxO9ajImPnZbYT0DyOk9UFv7vPY5Db4VNzm+l6EUvvEVED5kNBE8i3XyPS9xYb1Yg/w9yRmVvYVq4z31Icq90QvnvQFupr3XP5a9xt5WvUoejD2YcCG+Zes5vsNP4zwg1mC99j3uvFVkkT3gjKq95cMovYlGRLxmPpw88JkQvVTAAbzoYSw+DrQrvbU9BD1XVjW9T/AsPAFhib2N7ao9jgDavDP5zr25tKQ9BNIBviNTH76z4z89thvGPQW05Dsqtwq7VpKqPbi2Db6Fd7A8bCCfvotRGT7z5UU+5Xc+PhVsrr34jo290F77vIUXpTxllb898aFwPTv+GL5YaKA9R9Q/PkzfDb3uO7E8Wu8RPipV0T30EeC84FsOvBUkG71B84m+zyQlvvRUTT2qnVm+5OjOvfjO+L0maRW+j66rPHMJDT6ScUK+bhNyO9E2N74AFS6+suRoPZ8THz671oS9tWsrPiwvwT2rRp+93ZgOvWS5Bz4Da+E9shhHvs2W4j0neaW+bkhBPgBAKb7enGS8EJYmPlVYX75TrF6+A80pPivWs72wQsi7i6PsPPXAIT7IHc29mrJfvS13nr1ENKw8KIKBvT6qgD5gI9G9+e8GPmadpj37U/E93DOLvF0rJ70XJTg+mjTrvY/CWD6yJJA8aQKwPeaGiT0ecj89VvIGPtlT5rzuEfO8Q85RPTEFDj474Fc9hk13vEPTBD59hdW9524VvWUbbj7ykm09ZW2svaVAhb1mY6y9vpFuPavJiD0dtv898BXyvVwlOD7bwd89cgZgPXX6qL0VdwQ+mRs+vgvts73zXDm9Ygdmvn330D1Zoxw+RrS2vUnp5j3Lvsi9AeIiPVgHIry22Uq+Zly8PYqgXL73Xca8XFSKvax/kDsz5yK+YDqEvGb2Ur3vqMs81EkzvuEAaL7hKNc9n4K/PM4ymT0j/sU9D8zaPdoeEzx61oU94gB3vK5miDy2l7Q7CG0FPhY3Fj5+PyW+pXOlvvHRsb3LTsW9X2cIvuwIRD3bTIW9a2ozvvZYBL7g3m+9gIggvurxxr38a3099GuZvVskir1Z0aw87t0YPkqQAj4WLi08pBroPfSjHT6ANiy+vFgBvnqler3ax2g9hEU4vvEywDxrpEm97MtRPgL1Bz4ynBi966nsPbkFtz3Dwic+aIbSvEY2QL3FE4M8PnvyvaoDUb0Dga498ow3Pg8nrL3gbiO+GbgAvi6UBb4NSKg9TDGjvciAGT5X9bG9wfg/vvGRMz0Jy5y8iXfhPLp1uj3OIYw9PovWvNTpfb3JyQi+Sq3rO8jD2r0Uvqc8LfGbPUQrST6SYTu+KBc7vjcVlj7PIYe9cOsevnCCX76wtBM+edaAvPmSND7gvJa9rS6YvboUCb4eMHC9UxnPu0+jET2Uw549pzjzPW9Mtr0pSv0972nevVVgkr2u1aG8xHuYvQmixDzssAK+I0drvoz8wr2NbjW+d7SXPcR98r1+5iA9eDqPvRD/Pb5vA7m9cakwPDcu+73Mx1K+msDCO6piSL673g08JbPSvcgKFTt4Jvc9nrNFvpWEDr3SXT++ltoEvgOTRz2cAgs+PnPEvRpcur3RbxK+bFFmPRSX2r1JaAu+BNwfvtZdDz6s9Zw9oBPFPZGwML4IPC69A34EPppibT3b44287KuNvX11773v3nc9ioj7vJsSET775Qm9DkgoPXpY0L2+nD091nUGO/ZCJ76t2Ay9j3guPcrwuj240z6+Xy45vjRwCL6AnWW+vEYQPrpyoLyTQto9HJUkvek90r2efXE9RBH5PUVhVL3jhp+95OUoPoJYw7xoTfW9A3q/Pc8p3j2ZyT6+RmMkPhCJZL0Wrsq9TsI2PJtYa743se8996gsvrKWSr4XK7G9gadKvgDelL106gY9ra8qPlPr/zxrDoQ8JJkMPnguF74w7BA+84W9PGBhiD2sOIk8EePQvRMIpjwuics9spObPSUfT76Gmca85KDtvd1U77zMnWS9AnGovQW4cr2Q8De+UKEFvsFLLL4Z9xy+vHm9PaNeqz2xV5+7wro0vv3FvL0swbq9TRmJPGNf2D1t0kI7B3cjvr5smr3m4wq+1QkNPv7/G74I4Aa+biIgvqIHVT3fSQ8+mM2kveySCT5cSaa8Q6yjO7vBJ75E9XI90X02vmM4oj0B3Ag9U9eYvWDetTw6tiq+9k0gvo8aMz7ZmJS7Sjhjvqnkqb1h4+G940ogPvDmfb4DNzA+eJw7voWRtrzby1K+OOQOPtjpcD14wIm9s4qCPVgD8z02KQE9QvBTvVlYUD06/3o+eYVvvB9k+L03q4K7ROc4voDS0j1VSdQ9oXqBPFOFfj54FTU9aF/JvJfBJD0GrsM7jRuDvS7yjr0QYIi9U4AIvo+FHD7FDr89bKHDveWNTD08oFQ9o888vpxX+71Nd7i9XgC7PZZHFb7dwda9dwRuvWzelrwIgOw97KaEPaEFIz1sOhg+dym1vY+ePT07iwK+dgcKvCpJtL2G9ew9lInpvNhhMT7DeMw9rKf0PY6znbvcE4O9Mo0OvnvpzDtTGGy9JfFGPJyi+72LGA2+J3FGPgXlqj1KGxO98nuEPawY+T0rARU+UlLxvUbWO70a8Su++Sv2vNDh1L1OXj2+O11+PYsMbD3EFBg93NxSvTMBVLyg8B+9TgCEPuAVOTw+Az2+a/KWvedgmj0d01k9lfoqvkQVCj2pmca86Z3mO+hSmbydPTk+70ijvUAI6D2Y5Li9WFpevnUvq70AlF0+tygQvsbo8L3MTdg94vkSPX6Cfjxs+Mc9pWNuOgQJEz6jaVu+B6rAPQO4Cr7yfQU9e9eOPOGVMb2IbCS+CjEevntQWD7cjxA+DwR+Pbk71L2G7+u8e3muvZpJEj6LkOY9kJYYvPEQXj00C7o9zXBAvnP4dzxVXuM9frPSvZYDDD3dJGK+N094PX2dAT4cQes9rugcPc+sp70W6FU7/eR4vZDsVr1sLQY+02UwvkVTLr7arRu+f+fFPFcczT2ajws+B9v2PSb8aj3U4gc+FRB3PUE1l7uMIkM+f6SuvPAUfD6Svc49wD1XPiLDAT6XTby9oYo5PqXRHD7VlRg+zGmovT76lb5avFo+v0agPYmPNj2LaTM+mlzTvClgOr2cuL29hQw8PouEtT3iipS8u8MRvuCbGL4pl0y+WKcKvj5qJD4mxQ89fy/NPBRTIT0FeXO80SswPZ89Ob5cdoA9TN7QPSpdwz2xwLo9cPk9PGv7kL1mtdQ8Zq0+vXDBFz4D0zQ++zprPUNKN75Z6Q0+TDkvPjBaEz2cyf27kgsAvoQAn71l3aC8Ea3IPQ2VnL2S5Ek+bfCWPBn/Mb5mdAk+yrw3viVCCT66CyQ+MNMnvnG5GL7Fgiw+35bvPTL+Yz4PTkG+Fw+UvX4dEb5npE2+GWjVPTrpX7ucTxw+kqlLvjmPOj2RUHM+1x0FPBOhnT0W5Qe+VXeAPiIiVT6WINC9ITLfPZHKrb0q10M+qRmjPK590r0Mes69cYsFvaEbCD6lUY49W4z8vf/W8z0AXjY+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Bk6KvEYt9jxS0Ei8ZRLLu45S4buRrju9SVMKOzzn7rv0/e286aVevaDhIL3sw7e9H3swvbaXTb3optc8SgtBPVJlIr33o5W9L8GDPL52Fr0/D1i9tM74O5YZPDtkaQm9DqfsvCcx7DwYhUY9dHIhu6uX+zx4XBe9X9KVOkLuHjz+3Qe9SPPyu+GY5Tp60Zy8k5eDvc37nLwWYoO9TUpBvXdyR7006gq9e3MqvSGeVb3W8Ri9+rHYO4SddDytzeM8GfXDvGXcGTtX+Qs96EhBvD//G708eZq8Qd45PcMGTLx7rw+9skUqvTOuIL1L6Zg95guuvc8JdLuwGow8DFS0vFRoWD21OQe8rZ9QvKzsvLw0E3O8qmZjughQlb2nSLi9im0CvQE3n7zWFae873KQvI7dD7wVuKm828wlPerIY7y9NTg8i6XGvC1zbb1yjzq9/2ebPOB25bvfx4Q9+rf0vCdBprwrNoU7GUyZvbYgLj2PJpc9UiM8vbly3Lup7ue8fYhCPXFBATz3D8a8lJMqPQs9nzzdXSY9H9RcPQ/NsDyQ32S8sCBHvS+v8LwiBA099XievIMkEr1p7+E8y+QpPSvVUb0xCH688EsfvWoJ0LxXCNm8W1yfPFiFKb1M6JI8ceNAvFR5YL0PRRq8YqHVvFdZlbwmzTe9lPsPO6arabw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 