{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "QtO0vO6HPb70iCS+CNkIvX0rubsBlj09Iy8QvY1mB74vKVG+B6J4Pf9jCr7NvTG+LXqIvccOzztSmqs8oDhuPT+QqL3S0Gg9wFvBPVBw0b4VlJA8XGcKPrL3CL5mylk+Q37QPR+NnzyGHYW+grNQvbR61T17MpQ9wlCqvnUIkrz3rOa9NnN0vHElsr3b3hS96a+0vXvRJT7X2/691wQBPaH2Lr7NzpI9Oj/6PXjVYb78I4S9WfEePiGUur2Dw8W9eVFjvvQagL46vk6+jnG8ugXGKr3kW/c88L7UPcJId77TYoS9AHIQvsLfBL7ajzw+U55EPgedjLu80zU+Mf4FPpao8r0jN5w9BtZEvjSOi73znkM+1C54vMdf1j2mHBk8//5Zvd6XQb7FyW+8ZAFPvm7YFr5ao/S5i7s9vpoy17tXp6U9QSkFPcSklr0wRlm+QzU8PqxJTL3UEg89UukJPdEpF75BQgm98BkLPnxqFD5HLSi++olAPiBKdz0lmDa+0GEVPk5eKD6875a9PSO6OziICT1EbS0+bSY7vblFQz3v09U6URbHvirZeD1Ppig9PseKvqCHA76212S98V9gvK6Nnz2HYDw+9GtfPGAIGr7FQua9nq2xveECl7yVyYy9te+rvDcl2L1Xkjo9wEoBPZU/fb4Em7E9s8mBPaOdRr1FP6K9PogUvocAgDukgJs9rxsOvgA9VT3sFUA9HUvSPQVUrL0fIAm+VxRHvmvTRbzKMy89PXcFvRubWr4fy7q9wMFbPlBCpz01Bx0+gD9UPU1muzwpqj686HqUvu5upjwbBiS+89wXvgdiRr6N8bM9L8zvvfZ2yb3l7Hm9Kj4+vn3/Ob1b15G70QDIvXYFCT1yKOQ+n1YpvffFoLzrVNY8+uI1PXNG+jvPZ+29bMQZvqqwTb0BYlW9A74QPpXonj3UWRS9Eq6QPYt4Wr41MFm9rMvZPRB5Eb2VkYQ8f6bivcLZ2Lwh7yS++Ulgvdg2kD2N+6O9yFPwvbTwu70YSFK+aYhdPfpOwL3gm8o8aVVUPh0utr2Pity915GBvblEQD4qBkS+9MdUPkCL/z08eMI9YkYTvlA2Hr3ENoC9RzeKPqPR8r3BIrA9aHrevfya/r3rGKE9X2UdvW2m3jx69Qo+sWFFPKr4Nj6O3eE8iJdavoDSrr169z4+8VLWu0BFuj2p8x0+EwG+veTA+r2mD8G8+0C8vBXlS77EB4A8rUI2Ptp1L7uWBpk+7H/2vRGIhr3WWoC9xkmBvfOfFL6UNc+90pwyPOAIUL4MaDC+XEJ0vhQI5Lyhexw+cL9cvkOTlb2PatI9KsOoPaRLwj2WG6W9A490vsf0wr3cmY09TTJBvn7DTz6aLBs9aPpgPshEBTr/1yg+G8/AO2aH7b2e2gI+5hm7vRI3Yj6Aq628PdnLvZ+Wu73qucu8rDfivaDfxz2XN5A9fBaOvbNguj0uYQk9gvcBPmF4nj2201q+GTnRPMxTmD3ht6E98NzxvP6HUbxKYkI8nGRbPj8GpbwQvKi907fjPdOzyjxeQiK8zLZAPnYtgT0Yug6+FCLsPGrfXL3o/mA9fmV5vhlILb6qgco6PhqUvcBJJD4XxJQ9xDmYPhxSAj3kmwG+tPONPWc65Lxx8LS9kPQDPgAfJLs0cTM9wygmviPe1j3NLCC+SnFoPoHrZLsYiig+YU0+PWFjbz217+o9TpjDu/puX7zo9sw9K1ZQvv+Go74hw4a+Po8hPu6MHb6dd3Y+Mu/qvSthUr7sAaM9jP/qPc3S+7yWcew8DxbLvdXIEj5ylYg+7r8yPqz1rD2x/Oq9P54kvgJwSbx00w0+PlN6Pt8yQj6fQ1s9nsPbvBLayLzVVgQ+w3+uPRl4kjxJjJE9lTSJvpeT1D3Z15w9E9jlPdraGT796xy90LE5uzApab7rW0K+3482Phg2eb4goKE97vHavNlngj394rg93Sl3PY94gL1qBCI+bOtmPRlArL0+3ME8MGsaPinkEr5/Ffe9IzvAvTk1Cr7FUMq8PJEGPhgevL2FKdc9wr8ev+/JaD10ZBM+0ENBvgi37L1E9Eg+kG70PfoXjz6gK1y7FHDlPLg0lzvF0F6+4AwNvj8fFj1CIwQ+I7l1PTelkL7W7xa+xqtWvkMXir7A9U++hI4oPj5s4b1WGkw+PJzava9fnT5CAi6/gr4rvdi4Ar5OJjw+W9ssPdq6pT1BCie+poLWPTghAD7uIKK9Vyd3vspkn70/Rps9ABJQvjb++T1cnSE+mUqzvnhIqL1QU5u85W8Evl/43z1iYk6+bLA4PmR2JD+93rA9qruCPZYMYL6ZhsO9mpqCPSMmnD2+Owa+nWN8Pbvq373HuVO+z3bQPaSC5L3pV+G9Y4oJvthl4j194d89TH1/vsO+OT7xVZq+yceGPTzwG74KXMQ9IMVgvhYJOTxNCIg9ItOBvdP7LT5eyqu9ZEEBvum/ar4mu8G88bigPesLA71By8Q9D98/vpefkb7IM7M9+nl0vng2d701VTI9QWsqPlYhxT0XVKA9F9U7voSouz2NuUq+I2QxPnOC8j1MmX29nWdsvloUBD5EpQA+OgBXvtWUmz3QFPI9F/fnPKHzqj0C4p48rKU8vhzWj75Zy5S8EoIQPn/VWL0mm7278SFbvnsXQz12MxK+4d/nO+miTb7P0r49Ql6FPZs+zb2681C+boKAPXWtPL5UQgW9kuoUvgqrjj1eKJE99STYPa0ijL05abs93DuXvW4k/bxqNFo+xCgPviMJnr3Ebqa82bmevaeJvT0+CxQ9UzSHvtgEDT17wQ8+LZk7Pt5AI72dyc49HHpsvaW1TT3HeZI9ymzmPXesGT4uu+O8FKUwPCjoA74qkZO+mGMUvetrhb3/yxG+VHIdvjJRRr53+pu85b09PuDlCL79F2U+r/KVvCM9ijzN1gY+mKrhvXTFWT2ZWuA73wSQugT05D3QSEu+QGLdPdnaCr0DWQ6+FRsbvlWItj2T1pG9hjpJvfaFrTwakwy95L9lvVtyMz7meDw+9LMPve5UQj0zXKS7MQQZPrVFuL0bApC8mvRWvtZMwLywmZs80vBKPqVGV71m8eQ9v/VxPXGN3jxlbgC+rJuPPGCu0T1PPdQ9EN7kPU64Pr6rsom+ZuYmPr22k77YSTY+0pj3PWw4aT01Q6Y+jVmAPjWMAT7Gs02+iHQevvNcsLwJZAU+A0rfPR/rNL2/ExG8rQSdvTOy2TxsQec9TWwvvbTN7z02bpW9cRW7vLSXH75o48q8tbFqvc3VRL7FLRe9MZ+/vUpvqLuoY7++dY6XPgWTd72R1Uo8DO3UvT5mBz6TLaQ9yRpHPqjGMr6aAX08Eg0EvrQ5sbwAgLY9jljEvbAxxb3BXZ06UDjWvWIU6b2ep/m9ZdwdvuIpFT1VY+09d1uOvVa/pb1c68U9PGZ3PrxRNz5PiAq+13bIvRuqJT2kKFa9mQr0Pedbi76j0/A8cDQCPoF7wzzBrgk+ZRKbPPjqCD4eg6G96WnDvnKzS7okKfI94hhxva41Iz6xNgK+rcI7vtRhNj47Y1c+ujgevvrppT2W55m8N8dPvleWkb2HRj0+lqhhvgpygr45jD49MCZgvsTZ5LsrpUO8GrC0vZ8Ht7x9eSo+v2OgPNDBtr1AlYO+hQWBPttqPD2DAUS9XbM2vv2JRz1g5UO+0Vh3PpAxXb7hnds9oobQPQDSib7hP0G+wiT/vXvb3b1gw149D0YcPkvwnr1K4QA+SqO4vDKC9T3vPEg+D39MvZlBlL4RhTK+HOIvPU6UxTx6WIM+mNuRvb9xYL7K0Mg9bSfJvrjXJj3/XUa+zuabvXBJAj3DwVg+7tT5vcbvRDsHoSy+B164O339cj5O8nI+iFTGPV7FTD4I0108eNYQvuNQmb17Soi6jmXPPNM2FD56IPq9tsytPWeJV77AGPk82fQkvooMuL3M6nS+8JITvUtUHL1rLqa9B3RePQesh77+LcI9hRQ+vuId1T1eRXo9882+PA2kOD2keh2+0Gz0PYXpAr3zEDs9HYW0vW5UUT1cfLY7eR6AvlKOGr28mA8+bmp+PR5GFrwEsm29Wj4Rv3H0mD3bDXG87YiBvlrbyzzS/I69D10avoWaCb6842K9xGFSvpwflz2ahU29j6MevkZxYT4qx5Q9AyxBvUFwAL4hfw0+ejTivRBbDT4othO+zwkKvdntlD7/3r+9WrJ/PkWmir4z1xa/KaKDvnjzTL46dU++eE2APq33nrzOz6a+ykhNvmqRAL4NO3y96h+uvSALDD2BON89+tBEvXHBJD3Atze+0KxaPRfDvz3dOEY+VhdIvniPlT7y3v29UWbavSfS3r5EwP68gLomPrxs5z0rqre9AH3YvvdOYr3Q3m+85uAuviPu9z1tSQg9xGcavgSHdjxFoTq+AxSYvqGKSj41jXS+PBHgPdGtID2KD6a+CmGRPtLfVr6QziA7Z0blvRYWqr3mQxG+FzCFPPth4LqLMZM8UNixPME7Y7zXk7I8N+xlvhZrOD6nAEy+PmPHvgUglD7RPIQ9IDshvqjYXD0QXDe9z/lPvkuG2r2M1xm+cj6WPmCrQr6R45e9ooJMvjDm1713OYK8ql0RvmDYDj4mBO69i6UnPpGThb7tOb096V3Eu5RVqz3MsIE9eYsGvkTMZj1nhIS9Vbtpvv/viTzAnA0+GOczPmhxbj3GDku++ES6vP7VnT39x4a+mqNkPQ620T1hMqK+Nd3lPUmMxz2m3Li9Ffw3Pq6ZCr13kAA+nZW5u3TYXb4o4TW+/tJ4vamSBT1lkqs8HlurvnaPfj4sdiS91JuFvepWGT3hwuA9Ln0YPpVzDb7hKqg+uDtzPkBcET7Z08+9pUc6PHHeez52hr68FCclPq9q+z17LK09hv6LvhmhQL22nS++wMIFPtOhwbpc+6M5AdzrvNikmL0r9oK9bbkkvpr4U728UNo+broOvhRraj03cIU9q2mVvrc2ZL029e+8IIIOvnZo1rt21zY9h+w6PO+sVL2bS6m9sDs3PkTXuD2OmF09lNxZvpUsEL6oXyw+eLPyPTTZLz4wCDA+1VNTPBw9f7xcqiK92dNtPaZOyr03YgS+9Pw8PSJ2ZbuXahw+h13APaBdCz5RCto9VRUmPayysD30Esi9tpQ/PTEcgT2svhU+cADSPezqx7xfKAa9G3vNvASWvD1DDT89b7DmvH7Yh7y9h0s+dMEyvkqMQ74K+EG+hSIZvRqQ8Dsi44u71G7ovTpCBr78cYK91h2ivVT9gb7xUqm9KpJGPQSxDL6xR429LbmaveoHQL0I5ZU97MKiPikSZbqywhE+RLB1vTKeW72nKp2+quyjPsq5fL63jaU9wNKevaE8Nr1PFxe+gOeEPuU8Zz3u9dW9NQuwvu39p70foIC90o7ovdQI5L1avQw+qWp2vog5Yb5MPny+jdcNvrGx/z3bbB8+alZrvEMu07wINcI9v46EPl6NqD216Y++w7VGvknmqr2IE9m9UCKKu82mCr6/9Oi9bVltvYIK7z1m6No+Y5zaPRHmoD6xQg6+MDnKvQHsaLxFPeY9/NW/vSrYPT6q+Qa94w+xvVZJNj1Enrc9zriIPE0hFj7T6Ci9Bz+TvfxfND63mnU+yrGJvktxST1WoVy8QE6ovZ+ruj0KtuW9otBUPYomRrzuDgg87gXUvIMdFj4g/j48jWFSPocTTb4l3vc9VqcmvRvWDT5lhDW+gesIPhFVHL1dj089csB2vvrugr7cCro7L4KgvdYidT7sUEs94m89PeblL77uOeq7cxe/vZ4w5TzFoc892T8MvmxmGT009AU+CXwDPsWYLD7gp1c+RolgPbmTFL3VSK29t6vJvoY+J71XFPI847WLvGkdCb2MJNQ9DShyPTDa0j1RRnm+Y1i5PX4R+7whMG49GlT6PbFmIb2heQA+kmsXvqsmaz4OFgU+5YmNvaS0wDy6T86+6OFlvmSrCr5C1Km9ALNZvIMWB70ARkW+8BlQPeb92r0hwd29ueEavrLTP74tQw4+1USzvSsQfb6AlkS+GBkrvYL+qj1CGEa+eiydPr8pIL6W2iy+lkV+u6ZNjT6W0jY9YKyvvr94A71qNzo+m5ISPH1Q4T1zhE0+ISozPsAYWLzr9aa9YJGfvrr/Sr4MUMy9CCACvSs3Bj6ToBe+LsNdvlPCmb3CQGY7Q3mPPSM7QL3GQay9IRH6vUodVL6CWR0+Y54mvgYder2rkF69NE4Cvs2RWL6etcK81ukXvfVeIz4Ikx8+OMkNvfSwwrxgie+4MZJYPj+OGDyssh09EXo1PnLgwj1yfI69fBcGvSwl6b0uRxi+ULfkPaIu0jxuYyC9WJQGvkPNJj29o0A+ClDWvaMOC76NYBE9NX0gvUkHCL6DQjU+j9NDvWert708L8k97waSvTjohz2pJG6+kB4wPvLL9r2WtPw8DYEUvlHnFr2zEQM+ABWPvXGlEL2wn6k+TUvWvYKM371b9h48/e2+vZNObD2ldEm+XVmMPQ+7v73eGGS+txkOvYpF/L1TWL+8CtSKuz8dnb2Edhq+gIjZvTMJpD1W6bo90Tc6PpCNT77jzD++JI+uPZprBD6PWbu9aU4OvrqKur3M2Lk8VgftPZykrD3GRjG93QJ1vX9WEz3fXq69o/PkPaDqjD26o9a9atEaPliRPj2IUBC+5JzlvWFKHb02NtG93HIgvN7bPb4GhmI8xYcZPkAJ8blyjRm+VtcwPFt1Az6eUWW+tYQnvgBQu71979W8ISIbPiuIxT0dMdG99X04vr1QlbxYl+E9eqaNPVE1Tb2xZUk9PwELPqDccLwrHAE+AlruPSXO2b4LVDI9wUBbveLjH74oVDo+znBEPucLZb6DpQc++HUZPqpydr3VTOg9OYtCPlge872M+wI+0vCGvrBTTL45ugo9ad6SvW/29Tzu/6o9gPnvPGvuWj2p83u+Pv/nPBQQcz57IRQ+EbXjvUyCJb7FPhK+GR5bvVpmsb0VVQG+3tEevgRfx72zjhk+3UMivrueCD7tMik+wH1HO4J2VL7Ajfk9TmekvJhHe74nZak9khXSPUcqwL3U1qk9ihQAPql4HTwUzUC+1g/MvVEmSr2XvzC+5y5LPSyekLuz2nG9dnTGPX1xX75GNhI+DJ5VvULSiL3HTlQ7LC1QvoQoBL6OBsU9/muZPUCgzr1POc69pqOWvVATKT3eRmu+tCAEvVKhgT2kKa+804rZPbpgIr0McK49EuU7vm+TNr0cVUC9ox8cvhVYb71wPDi+fp20PMLSMT6+z5G7NA+LvNEEAD4xxgO+8PwIvkcmcr094DA94eOEPpcasD3iJj6+E9tivlIzb72Dlp899Mkyux5t0b3DSpA7XqcrPQW7WL4W3ne9JYGlvV+odj74RiO+hVMOvpQmIb6PRXw9FJIGPl8UFz1Nu3g91Ty3PMvLYb6rRZe9UP6jPSmITjyqa02+Aay8PSxyhr1aV4g9HOilPaExAj0bKWO+ME9HPpEnCz5dgJK9DYURvWCphD5INkC+d9INPsitmTsUVIK93MYUPl7oID1EIDy+mKaUPs9hfb2uzBG+YegrvVjEVLxAT6Q+jdPSPJM2oT209gG9J1yiPnNbr73aJMo99kolPe9fDT4qfDA+iURkPoSeZr2Rtfq9IAKJPThvjLyk4Ay+AzflPeAnDj3uPhc9T4iaPL38rzxPAi686SyTvfsXdj0Pj6w9W0XSvZfnBL5DhqY9++pHPXvdmT4nwiq+kmmGPu+szz11T/Q9ousivk/+ybyqsUg8ITX2PMUkqD7725o8CLfiPdjJHb5rZzg+rr41PimjMb4Y4Be9s8juPYYfEj4GObc9BPMMvr/eED4/pTQ+4GsCvtqK0b0FC3E+KHCkPB/+rzw6pBE9JkUwvt4A0LyO00a+8T+pvfYbhD5yRRe+8M2VPWuaUTyEb0O+vUEKvjFT2b1zvZ69vUjgvPzpDb5SJEE+b3H4PaAhmL1gJxe9NP6MvRVt4b21skQ+6d1DvtdVSL2maS8+CSQLvmEq6jyDUAK+CruLPtIgnz1gVgo+6PxRPa7bFb0ZuyO+GZdwvljnZLwIPUm+i65IvC32ez1ykku9vyWpPbOYf74CUK27gomxvOSBuTsz4QQ+iN9vPYWFzb3wGhW+C7VOu9ccDr464g+990zrvcW+yb2ktxw8d6okvmCE9r3apIY6PakePV/CZLtUl9w9ZRnlu/fdC74rUG09RlXsvJNBxL1a/l++O82+vCZ/gL5edy29wFG6vdaMzT3WQTw+WFrVPbJ5Mj7lmg2+Tg+huwjZIr7afRG+bzi2vb3XIjzgb888Mxe0vYoQHb4iLYM9Lvq+vVh+9bvRvoo8ubQCvjvrZb4cGZy9i30HvQ0IeD3C8BW+krTNvUq3Kr4f+ga+bwhmO1bZxruuxRg+/c77vViImL3fQ2q9OymtveATub0BAZY9UgHDvfUUFr1mvtI85B51vYuQlj3yKRK+2Y+CvlSFlr1YCDq+1CCuvd7cCL7C+Em94fEKvr2DrD042Bg9atmFPbHB4Tzugte8xG8MvYa4cr5bVSE9hO3rvZ9Kt7p1lPi95Wmdvb7gdz1fsIY9nJb3PYfg+byfmTI9hycBPocIs730Gwi+5o5tvBPVDL4DNoU9IWUoPSYDWr59POq99rMHPrKvKb7VPhi9V9m2vA0HNb5fG0W98A0Bvb5DD72jZUy+b0OdPXBazr2S2tW9dDU3PTBiQb5IVcq90ymTPVgq1LwKYTq+h/zdPGz1cr21+am9qjXLPMRckjyrj4m+NunXvaWo/r25KjC+QReQPUquIr6Jxfi7EisGvry0LT7nYxs8fyJHvlx0hr0a29i8F56/PdcpZT5DMME9XlkDvpE9RD3BHzk+SZUsPraGlLwfoTg+gn0bvXf+RTweymG+3NU2PBf6PzzbtrO+IOnHPM2dJ742XS8+UZoHvI07/L01eY69qSwwPhy7I752jp6+zp/kvSjPtLy6sUE+Tzd5vtNOxz0bVxa9fFq2PRrhUT4ew2Y9V3O7vbG6Lj1gWMm9gYzsvSyAHb7eZBq+C89zPnlg4bxv/C4+uNL7PTNA7L2D7Du+WuiQvXbMzD0dlZ27+VosPYkdM76eMRw+E7+NPjl2X74oIwE+AsPjPeWkdj6r9SK8PqGGPQlf8LyEdIi85xUNPgLOCr2Wf0c+SrIDPWM7NLyEES++tB16vSFWQT7W+YS9siSlPM+NFL7H0V8+nGBNvNKP9L12Eni9AmervKC1Hj6o6JM7uj0QPfyePr1eKAu+Woj9vfGiKT6Y0Iy9N4YzPfGlkju8k6u8oIqgPbhYQL2ga0O9RxMCvvIo373IcYM7C3ODPdMknD2OMWa8lD0CvhDwbT7/59891/0nvYSJ/j2dFo46Y9Fuvtnyi71hJg29VYBDvhMXqL3iHcG8lOdKPcFyb7r/eU2+wxtevdULob2NY4y8owqJvLH2C77no2W8A2snvrj9Pj1QfaO8O+ArPp0xrryr5t08ie0lPuPK+z1OWw29LU7SOiwGEL767aK+x6c6PgE18jwUVsS8YI0qvp+aHz4PiJG+NkgUPRmo4L0NF1u++N92Pur+FL2IWH084RoAPhxZdr37l/g8XTCgvkHGSzxpJDM+4FFnPoAtoL0t3iO+OlX2PQnRkb7olUo8bZbdPW+zWL6EUhW9WrVlPtOppj0ty6o8j5hMvLJhFr6kvBQ9RIK/vRku0j3zkHs9WC52vGjWhr0Gai6+CxdnPuZMWzsTa0U+WV1GPRcOzz2hHQC+pudrPrzlZT7juIO9nrNUPur33D2Svyy9WK+WPp4i5j1/E8C7v4uGPuASpj4OzDE9L9yWPtpvqb1xahw+dozrPfWI5b3Wuly9oPQpvMBl4D0ZMyS+AmjdPa5fRz56p7g9poGePauVQr4siQw9lm9/PGV0nz02zog9ZVGZvvWCED5NvT8+sF91vg6SWj6G4yk8MMdAvryypDyMCBq+XdOHPf78kL4fvpK9X2jsPUJIPL3gcMc+F5QfPZ41Hb6Zb5A9+/eWvcZVVT32E9a5d3M+vhJ+FT6WVR8+tgj9PSVa7jx1eXQ88KHiPUXDUD7FG848PrAHPpEThj6CHLq9x6IxvuYpSz7ypQi9/M4pPcdbcj6AUpU9KxP9vbZmj753oaU+IIkNPau5vD3grgU9owfPPWKNdrxtBFS+7shuvijPpb4WOxY9D4f6vbMl9r0rdQW+QG8BvcpYgT2MIam7q/yjPYg0+bxsMSq7wVM6virSNj1/Ve292ZG1PdCAtz1wnkG+U+0Dvqzma7y+lUC9c9ETvUNjSD1qxWg92pu5vfS8Qj4rUIO9LVxwvYbahL4X7CI92FRGPp4MYrtIxVs+KikuvtyqIj1SkYM8yi4IvPglmbtcPGG+qinOPFlXw7xhIV2+MQlxPXojPz2E/j08cJw2PegqNz7g3q09LDDivaZx2z3/Say9J5ERPlhTJj3J1X08KI7uPSXwAr5HIzG+4b9TPVrVVrx/wm68mvuOPqzXsb2bfv+9WwOivduhGj6dBMC9EeQfPbb6ir10dvY8tGYKvuO2b70AEbi9RU4CPq8ngr3ErAk+UdIDvq5yFD7Csa49upVRPtE4Mr4vzD++PbHdvZDnir0aUgg+qo8JPmg8aL1cEwA8Y0jKPaW0KD5oQuG9HZf1vVNM9z0URmq94XOXvBgIKjzjQyi++Kq3PZ7s8rzgnQE+qztvvWbZWb49Jgq+QkcFvsk8vT2paKu9e/LGPe06s7wq10m+atVkPcu7MD4JsH29xZ2BvNrH8T3Wyww+oRObvJwTiL3x1OS9uPMKPi6KATz3zFS9yE8KvYeqIL5cgaG9OqrMvJppdzxSO989VMc/vsl5L74xdxQ+bBnVvFgfOD3RkFk9It5nvU3Hfj6gleK9PSpWPlzyST7riYO9ejluPQWUfr2ILDg+2SeRvS6PDz2V1Zk92ISdPn2TnDxGc4e+SHKNPZYrpD31bHm9S3EovEPlWr4wYZK9/AyePQ7Kor6B7ZY87p4nvo8tur3oko8+C4T1vdiadb16M328KAkNPvqzN77dwR4+XEy1PWe2UL7rHuG9wSnJPvSqL7wabY+9V8vuvTJbrjxpAKA91GyZPXibPr6Cvb2+wwEWvpow/rtyh/O99AqJPdukgDyVJg691cmYvGw/cb2VAfe9gqjJvLLWX77sa66+1dShPofXAz3Hufe93SMnPSiboz1aF88+Pr+JvDrWRb3eKbC+GLzyvUAfAj7EmpC+Edh9vmgkGr40v+o+PMEJvnaICb58EXq+fv6TPhzD97wQVeu9995mPnG9fT2G/wO+UX0qu/wYvD32ex89CFYEvtUIkb30ov282buXvEPeaD4eaY6+xDR9PFF7V71NNdA9hSYiPph2kz5sv8E9+XyIvhJiCj41P6S9HXxYvj6zzj1svSq+khe2PKdvfj67vlc+GgyePedvaj6ePrk9EOAXvGxb2rzqM0W9OPoavunlRz012rM9GCiWvfcqXb1UEqc+PHyUvmfFnD5fxVu9WYV7Ps/rHLvnqtK9MCsvPe2QfDy3fbi9HCh7vs9qij00UBi+Zx/VPVQBNb383p+9ywEXPZQlX76DldW9QyzdvBQTYTw5wJ++vs5svlZzsr0Uo5Q8AKvqPT6uJT3kW6u9DTV0vhXTzT0mDFM8oqNQPfL/7rwqIPk9stcuvk271zyeTwg+RyYiPh48Or7nAnG+MOIUvnFqUr5TSz0+0cItvbqamzxHXUA+yi/8PTgvzzyw1gG+6nCMPiDbK7511My9qcZNvFnXF769GYW+4QIDPrrYkL4mFtO8PNEFPud4Nz4l9Q69BsuXPT+AyD10GFK+iyiIPFZlPz6G03q+VJ+hvbJibLvuDk6+SKgdPpV6sD6lnbS9HszSvZFeVL5DcEW+LteTvZ7lVr6Pd2i+kyTyvSeuCz63evu9z66mvSxeg75Olsw+HrZxPt9iOz7BCRe+1xE2PV+hUz6ZHpe9XzZnvjTQhj3kiJg+6Y8VvhZmgj0LOCy+FMP+vFF8lT7F10O+YsIavlEOcz7M4kq9vQD/vdpCAD2RNog+C4t2vveG/b3vLyY9E9GCvTGVlj3W4N+9MPgiPn56yDuN3o891ai1PUvVuL0Ysj0+8Jq8vWeahj0RFQ2+jmW6PZzsWD6xKea9OmYrvuxJUL7WGtY9lW54vBa/oj2nqtA8ryW5vAeoFD3ntQA9o7NovgnKLj4K/ge+asHHvdJ8PL6OMZ09kov5PdKPwjuikvE9yEBmPhkpYL398Qg+WM0iviQ8qzt7GlC+sIUyvhSsPr3QNsI7r1Q/vqivdr08vFK8NoxDvUepzb2Gljy9XNk/vf6gGj5RFyk9sNXXO9e2eD1/APa78jFEPaHXAr4oPqG9JvGhPagEnj1mPrs9p/cFPrIeKz2IkHy9lv10vgKyaT2hV9g7Ma1SvSHSyL23SoG9GKgVvrxKjTysv9857XQrPXbWtj3Vfx4+kqHyPb/Zk738gni9/3bNvI/ZcLyaLcY8VvGOPa+2dL03uy++2FENPvLFPzxaitw9p6MDPqjU8b30BrS9jGDKvRqIM70qE528h809vlyiSr5y30U9JGHnvRrHA77Zpv07C0JYPVx5NjkvnA6+VFJLvXa4l70VnYO9jAKaPQeJFjsrKHe+TjJ3vAY0Gby1IY49uI0cPVanEb1HAAi+sU/VPUbrgT0Yp0y+dueDvZ3NY7zO4Ic8WlFAvX4n4zvvmau9XIzjPYlMDb5OBV2+zasrvt+DAT2bI8K96qsvviQVAz7NNiW+2cGdvayBmD0QRxC+DDvMPSE99716cjq9GTmRPYdvTb2X4NQ9r/FEPhKYgL0S+ky9jdA5vmawbb7ARvy93WXBveBXb7yA11y9gr5zPSO2Qb03gEA94i+EvpSfpL2ICKE8sdVsvLceKL2FC6o9p8U/Pu1TCT6cdBk9GGIHPkmZTLxLVgg9jEn0vDA/P74J6os6H8KLOuwNYj49d7S6n4KVPqzpDz7nuMw89pQ3PjxLJr1KhtA9+WAbvoCnEL0KakW9v93SvjWaqj3Oky++P1shvMaB2TziEtQ96N6qvVu+ibyN3T+6ojcOPtQ3E74Ehkc9xwnEPfzRwj0YVb89NaVmPmxmor3EDJ69k1GIPjst9r3fGSQ+AUOCvk4BHz5hdjA94nC3vaSZY7576s89vV+JPXtUY73WjPA94Z8gPrXf170NyGy+RVNkvQLD4b2NjFC+3R0ivcqBWz2aYAo+jxarPd1szr3CIgI+M1y/vRCCJ77DN+W98fsoPQeEnj5yya883DluvSFlnD4vYIk9IBTsvRA3sj0Ql5a+1JKAPiVo5jzT+1I+wT0PPsKTYb6zPny+FLsqvlyOVb5DtZC9/UQ+vRETaT6bHto8v32uPXE5Dz6v14O+QIqaPKImAr0oEns9WkcMPv5Aij2T/9i7UIREvb+ASb3dKjC9D4BzvmcGcz7qAjq+IDe7vgGuqj6iXgs+eUIHvQSXU74uQQo+Szm7verXUL51wBm+tIJ9voxJtj1Q+LI6Ca6IPMN/r73E3YO+JvRyvJVHi75JFls+vw/DvTZrp720mMy9TRqHPvYAxD3HjEA+9BnfPaTLoD0pZ2O+CVRLvWswCb2l//09tR0UPobfoLzMz+S9R0osvn3Qpb2NIAG+R4PtPVVxfb45QRY+Ux+hPBZjYr5R3V+9L1ExvgAWzr55lsG9Al2ZPsjPVz6JqI095sblPVhsJ719vRM+xClOPhrZO76/ATS+mx0dvptSDr3xcCG+pFEWvk0VF74CyAw9364EPlJPDz54D0i+xUTavb0chT4oJ6c8F6UXvcv5Bj5BkE8+ExMSPu1REj6lo7A+y4NCvrgeQzxirwS96t+6PTQWyjz6QU6+yJHNPhhuoD6G2Ui++yPivb1FVDx3cFc9WffVPNbnqT0DcM+996aQvIPV8r5+Ww0+cXQcPvYMxjwHdSO++kLrvRMtrj275UE9VPBZPuhBrL2Hi5i+gSv2vVRnST5YLUi9seOQPSAb8bw21+M9qO0OvOybLD3wrWo8ACYIvk8aET7URCW9HrVDPpW8Mb7a+Yi+5KQgvhNMOb7uX0c+29dJPmyWeL6q0J28Y23sPYLgWz7z6yE9RComvLegJT5QWpE+adv2PMhCHj6Kkqw8QNhcvniPGL1sjhG+yIQAPue0pr13IXG+cmtVvS6v0byAkYs+wC4ivVECWT3yXcW6jcClvJGX07x5KkA+qRvJvoSiJz5EYkA+mZj9PllAoT74zcu9b10wPZcoXL5pn9c7ANCsPXWS6L0zPmW9b+uiPez1jr2PSpA8AprIPayrIL4aiuO8XuKjPeJ7Ur4mqCO8784Nvnoiur2pnOo9X/4LPQ3yYb3n4LO9ppClPDgf9rzvNVC9uJkbvoXEDD5PgEa94BwgvrafLr6Xflk92VMOPcHwOb44Xwu+MnrZvM72Dbz6DkG+rVOwvVuGor20a/e9sIQXvZILEr5P2tG8yj3gvSBsQ77tpzq9sQWCvKauib255xQ+CHC9PLNDRb1jxig9XFevPXPzmLxcqU09Yi0/vnUBCb3uFYy79AM7vmoyZT2A9kM9FAErPREVDL5Oo6e9/UWbvUDxEL4MSIs9xRS3OuRjnL33Wpy9lXddvt7gYz3i1Xe8ZEMcvTTflD3fZMq8q2N3vQHXSb5uSqO9lCNcPeiA+zv8y/W9WSKevjsLvDvwbQG+re4DvhVtAL5qslM8oCWxvX0FRD2Cww2+dDjRvei/Ur0Udxu+CnMfvkmz3D2/T8K+5NMIPgAqqzxSZWW7XP2kvZ287z2pl4a9jpOBvqMJxj3ST0U8dQplvhUY5bzZEK28SWa4vSwFcT0Dkci9HLEiPYhORD0xngK+E/ycvROxIL4CpoG+e3orvrL2L7167Oe8WcWCvXt1m73sp7k9H+QBPWdxgD2Beo69wjxSvqA1xr1TIaW9R8nGPHlJc72UIu89peg9vQBfgD7qQju+7ABWvjWRjT0IrgW9gS6FPYwhLL7mBS0+vLWFPT9X/T3ktiy+77xruxySFD4oTgc+uKvPu+GUHz5Gafm9mBDjPW0HQz0hEJM+dJ5Gvqrp0jxCQnM+GhAJPldNtD0QSE4+0i6RvUrrAz0DABY9Q92Rvalurryy+/Y93tGCPZwQejzyf8i82wa1Pbt1/T3aYIy8jJhTvVE3373rSnU9o0mIO6HMUb2gnbO9iawyPi7HBr7uQTu+pvtrPOF4Sj7xklE+e1JBPhA8TL3mXw4++YOuPfUm+j0J/RE95cq1PbbH2zzl80I+FducvnUmy7yNNqi+vfzTPFfVqD0zxiC+nsQkvpyQ0L2u4Iu9zSpMvhQmwb2b/UI+o05iPvIfHz7UXn+8LZjOvS73dT7S+Bk9s+sIvaGOtb3iHlK9uVJCvt/OTL3jHEO+rMgcvWN0Oz4zd7w9IFtPvvOFxr6N1Ee+Z906PTinUT2nKQ++nOpMvNkYHr7KCZQ9A1UIPrAZrj1dCZ49n/Ucvk2yEr5rw/q8GZ4ZvgATDT2a6qs8rqAFvk8sRj5OnOU8Rvw+PTPHeL47BdK9LW0+vpMMB71kowO+sxgGvqzNI76Ws3u9vccxPZ+6r73mGk47PJNDPh96ITs9rpU9D4TLu6pxMT4nIi09KoJ0PWUq0DxCi/U96LIKPhvRjr2hO9a9qWsiPpb5Fz2xqnS+VidbvrFIEL6G/Tq+WhaePQP2Ej0helK9yrNSPBm7Gr5foIm9/RFJvkTJRT4vnek8gM0cPunQib7/Mn89E/pCvoZ1eL1p6Lm8qTiWvYitVzzkqDU+WyOiPsPaVj1WDkG9nTZiPnfVJ76T8Q0+ZKoiPlL7cz7+D/g8/rpFPkVagj7TTIi8LRgqPlmBxr1EdQ4+wlfEu6Y6lD0Ey4C+6tklveY12j1Gc7u9XFe+PdmKz73EEMu93AyxvT0Ztb5IaAG+FoGLPRnCC77Eg4m+81s4vRCScz1mG5o8v6edPXbO4Dwn66C8IonvPLXSpz0Gx2G92r52vsj8ij6p5Z49kWNVPotBWT7yhWg+4UZ2PnmzZD1LtIa8NsuWvtxFGLqLqUi+FEeYvbe2uLw8iEU++3jSvdjofD58Vl2+iUqhvXveor2S414+56HwPYUC2L1d87S9P9tzPTF7mj0qAYw+8PsWvm8ozb3RKek9Uu6QPKnweD5Y3PG9pEdRPso58T3wkqo9qPnyvYb6ub3o47A9pTcIPisBKL5wq/u9SnqFPXv3Cb4lz6K+8BsKPiYzrjwNbiC+D85xvptVBb7W7PK9MDQtPsB6Zz6Nzra7Y2rNvP7tvjw+/tM9TpNjufecbLzhFZI+QVSLPR1sJb7eeca9QQG8OlHqab1/EQo9MwAnvi53tb1/2tA9GqJcPeRLPb5qjLQ8D3xZPdZzCL13Xgy+kxJEvnAb8D0Ezsu8dXgFvkBY7b3c6Jq9EXuJPcH85jyY4eE9ShravWidaD2K9Vq9LKT2vJigRr32U6u9xtTLPK66VL7xptG9kngEvoBpAz0yHEE9trMbvbVG5712JxG+xVVdu9h48r3Hhhs9UFwzPtP7F75wK0i916TrvdziDT4zjig9XyWHPV4osT0KPTe9jQjHvSEqrL06HCa9GKH4O1LtQL2ERDK+tVANvoubo7x4yv69QSs9vuiGKL5mVgO9UvwCPoUbFL412Ou9xCcYvrBgdT3Cu1C72dPZPTtNEL7+LXi+JmkqvnkIUb62sEK+B6fivdcDOr6Cudc9ScfSvbbaxL3KH5O9DOPYvWa/ebwIqSG+SbDEPaBcRb4Dw0O+W4GavdSLGjsgyaO9GmCrvTuNR77Q3Aa+bHZDPYEhsT0sE7U9ghi8vvFa6z334O+98cpqPMCVU76GwD8+gAeivcAhXr1U/yU9fXh6vfRxbL5f1zC+/Nm5PXzWrD3EvBI+0KAuvo9vcT0Ehzy82GqJvQvpWD1spyw8AfutvY4P8bzbVbu9vmr1PR6G2b2rCYq94e5HvXLR0713P729UzSIvVAZzL3XMrm8vgwxPtti0L3p/Vw9/F3pPRJS3D15aWw+N9KovRSSb77Xe489mNImPpGHMTyXdYu9LA4oPng/+D10Y0S9ma3nvdREjT2Gwga+rGO+vTJUjr3IC7K9CvWFvaKXDL6fv26+H1FWPnb++71RdZE+4WvPPc6LrTwIhBo+u1JTPhDWLD1T+xK+VI4zvY+6QLxluS2+OA2NPgzUyD2lRZ89z0yzPUWTOb5ClFO+PVl5vhCT6j2vI0W+VGkwvri/lrzHwq09DFkrvreGsD1YCRo+y26nPZkEJb4kpJA92Uw5vaQ3JT6BIDq+AStoPsGckT2sADE+aSIuOzcEPL34sTS+/3JYPYR5Fr3hjYS+MxIMvCE4TD5cRSW+IAgtvvlqR75400o+KNamvvyJPD0dhoe+aMOmPhEMVj6mAoy+SoWvvP6CP75zJLK+bdNLvmoVB74F+dQ7fyc6vhenuD173Jc9HcXPvC83QT71mWq+lk+svc6WAL7/Q9e9/dwhPUrTfz6E5BC+W/6SPeJ+MT5S5iI+7oayvI+E8jzRrHW9yVi4vpD75T1n0j09K8xdPfE6CL5TEuY97j5GPQtLk75vNTU9ch3tPNZtqbzpZ7O9GWeFPART5z04ImK+7JaavlAemD1XDe67nOq9PkIsyjuVq/i8URVpvA05wD3Lj2w9qzlKvJn2zbxvWjG+3Rb8vaGFjT1F7Yi9DUwrvkNgZj4ccK2+RuONvm4hHb62HZ+84nX6Pe1xlD3BHGK+zaVBPkcvh75DgZ29hnKavjvXZr5l7UQ9ghI9PurVQzxjuoS+UEhAvuAmPL6m6eM9HJURPitY3D3+eLe75t00vj3qIT2stGY8lnrFPfUwir2RR5s9uWLJPcYlZr6Muca8QsNmvCojWT6hR9a9slj4PRxcPT2fqhe9lWGwPV9nhb4iPP09dvz6vTXslD70edi89bZmvbu8271hUl++5TycPly8oz0bE4C+TJ0tPnRWPj6S1s69KMpyvVoVbjy8Zhu+Q9U2PQhjtr5JmrI9RhkfvC1elr4RJTK9U9pNvrUWaT6C33O+8O3+PSs1W73TKF2+NSycPRCQhD5KswI9rHvOvU7KO7y4vE29Jc1PvPlUaT4PtGu9HYLYOjkB2D1CqXO+1SMKvvbR7b3+aSg9HfTMvRmDD72f2Hw+Xxo3PkjuZTy6F0K+QssMvu58Qz4qd1g96jAtvk3TYz7JwcQ9KDATvt20xDxjUTk+N51TPgLLwL1w9J08WUbtPZUsUL7N5C88tKXQveDpxL2FcjI9OrhrPqxxor4FcFK9s96vvVxVhL4bvm4+rm2Vvr9wML147ow+HK9qPcGjOj4lM5e9tN4lvqaQqr5vxVS6VmPNvcMe0rwxVWc9BL7KPWG4/TxaaS09pdGCPU+4j72DaSC+92+Svd7d7rvQ98S90YTZvEtdAr4YkYy9ErQHvqYkpz24GKY9E3KivKQX/T2MTt69wBc1vnD0nb3uAg48S8AlvkoCxT0OyKE9rV0qvfpfGb3wXTw92aLNPeRLKL48QNI7PbsXvg9dFj7tMDC+u0WgvHDhCD6N/408quXuvTfE2b3GDx2+C/s9vupig715J4W88VTuvc2vdD3eWl69kNSSPOPK572+gwa+zUopvhQH8T0PMcM9OmMjvbeRbb1wEbc9g3Xsvc77Ir3cVjq+iNEyvXlJ0r3XRa88GTJ1PeUex71K7ww+/dElPSUq/ryp9z2+zq36vBJ6Qjo+z3y+BNQQPeHRZD04w/c9h+DCPNfssryAzdW9dYUhvfvLHL3TZ6K86fOqPb0E/r14fgM9rL6VvQtQ1b1ifZc9/8EgPl4gWr3QWYy9MQHSPcAcPL4zP3++dvW8velXnz07yak9ShduPe9XSr04au+9Wi6FvMNNdz1sRt+9G4YWvfR9/7zdqge+qT9fPdZxjD00OBS9opRfPDwPHj2/IK09F/P0vP25Nj3Wwvo9GkwYPuD2Er4kiCU+y2BnvIqfqb3JkIY9SEEEvvX7F73aDks+V2IkPaGe2L0DP/C9ttwDPoNGz725k5w9gwxSvQmrbj6llx++LSMHPlSeaD5Xg7G9J4lKvgZqu76NNio8SZCAvrW3RD553Aq+bSQFPuKEDr6oSWa+9RBYvJdUcj0gNSI+jlcvvjQ+Jr7pEpE+/plNvWJIkb40OYS99f86vn12UL4zl3Y+jV62vXb/aD19Twk+CjQSPWmsI76E1DI+lcGMvXTDyD1y1Sy7SrsLPUrWIT0vp3o9n8h8PYEnX73ICoy83dqIO/gpaT2UUoO9fXUaPelrwr3+p0u9KY9YPc5FKr7DDjY+QmULPlNNIb4vu0e9JhcUPqDULD41kFC++x6LPl/vAjzEAqE+ra3OPWtar708/xy+AwpqvvoBxjtIxXK+AnTgPWUilj06noc9swf2vsmIXb3ewD8+r4ipPLAAAb6VzaK+W+Awvnn7jD2w0fk8WkyZPd4Lub3/gY++noClvvRyFz5rTs694WWpPNKpkLxFftQ9Z9y/vRHY0T3yaLe91oBUPerYED1zMxo+1bknvtdRgz0ruR+9Rx+4Pd8rLD31DeG9LSBbPiQQzD0sz6s8PphavvBghT6yCgk+/Ot4PK33qb0YX0Q9yy8yPLHlub0LNxu+VSz6vQ2yGj3iIaW9wQRsvsMF/j3IeqG9fP2rvkg+HD7CXDU+ITm6PVR6wD3ENyU+LMBcvvAD8Lx2cQE9AeqnvTCTkr5uMyI9sUUQPX78rD3olZq8NIUWvmEGSb4o5ku+QvtYvs0Vgb6/5c29EpSKPvy1PT3OxkU+cUkRvLvnHz1suUm9OlB9PNhhgb6bpJs9M9IHPplX7rw3PZo9vgigvvjvzr0qf/U95X+uvIygsb62/kG+lH+svQp1nz3LoEY9tz/iPX4Ssb6S3CY8+pGgPe1IITv8GMM5e9pfPgiPMj4e6CC+k73wPXAk5TxvOjU+peovPfZcQr5MM/O9QwmOPXyIh7zwzaC9gZc4Pj9Cajw1o42+po+oPsHY8zoDdT2+5GRSvcVbzbwbD2q+AiZFPRM4Wz4tqJS+LlYPvjQN+T0OBiq+Gy4Nvrzhor3/+hu+/HD3PHAFsr0ekC6+uwbaPGvOyb4Thn49dC53vAcfMj4KKME9sMHEvUNvFL06tfm9YeQWPkABuT0rGuW9/bBkvutflj5jiLa+Fz0Svu2syD3eiE++AOfcPQ+P1rzgyy8+87gzPocdXz3uHSC+UIMVPAst/zzc4qA8qOmzva238z1MZfi9e9dXvW/hyb052ni+FnbRPbasAT1/jFe9mNMKvrVKjT7NoH092uyavgDeLLrP/6e+3SYovpYsBr2Nwjm9PcWjPXa5E72494U+bV2AvqaqkD7TNUQ+COIJvsS2Qj5YLxg5Ia00vmCp6r2UXoa9sz0kPsDPZTxpTQ8+25MWPuo/MT0G0Rs8yPCGvC0RtLuheA89X22JvdRDGr09Dbs9QhBqPWGs7z26PRQ+bbyqPPvwzr0ruzY9sv8qPt8cZD7H5q09qAuXPZhY2j360sy7kIlXPuhrNrzWfkO90lA4PqHuLr1yZCe9ly6YPS6o2730bjU9VnBYvQFuXT4GpI49lP4LPugaHzyKAcu72WiOPLT9Cj4Mli4+oi8BPhYgCz73tIA+Bp6KPO+O5DxmBfc9ub0ovIyTVTwHOvg9pWUTPbWkgT14/Mq9rjRVvk2qwD39mJ29DremPjWzsbw9Qji9y94Mvoh3ub0NrZ09CNbMvM9T2zxh14E97RIrvlzsDz7Esy+91/0bvr8TUb1srK69j/uOPHHhNL6zgI89OnQaPgdPEL5GOxC+2gsFPn61nzuWofa9lmEuPg28KDv2Pr695y4ZPXjYAL4I8iU++cAJviveUb0g15O9HVZCvW02tbxkHFm91q2RvdgsBj5SRjS91carPNVwpjzjJ/C9hiU2vrKG3b2yYu8905RSvdOEWj3r8gS93HcTPHUX+b36j4E9/q8evQtS2zuG47m9tc18PkKotb1WfR4+mPCPPEdFeb0KJDs+7K3vPbIQK75CCxk9BRxXvdRZvr3UbIS8hF1Lvq6agD1lFUU9vKwDuTTM9z2Y/9E8SEuXvl1K7jtCpiW+10csvkeO9D2MayW9kRu/vT/InL79Uuw96r+ovjy4/T2ACf2+KmwsvrT3gL1BEVk+AlUSvvKrBz432bK+Tk9GvdLnCr3ZE34+N/AiPie4hL4ajZk+E82XvXV0TL5Hxre9n5TIvSCqN72KODA+EVgpvriuUL71IsU8TD3BvZszAb47IUK9mG1Dvs5cC75PIy67sbCHvl7hgb5QqeY8bR/HPeKyqDzAYDi+X40evpsSbj5x9CA+0pcrPUH1sbx4rJG8wVAWPoh/AL2uRRM9cBMnPtWW3T0s87G7o5/FPXEOsD6CABQ+N/aFvuU4Mj4KGa87u13/PQUmVT3gaKG9jisrvXkejL0807O+TFOlvkMR1L1jcDw+/FchvmW69zw4bn2+LY9MvpWQJj5crGk+cmA4vnRvQ74h6ao9HbR8vudKNL6Q1T8+0/UVPAyaxT3U55K9zL3LvpLea75zFs++3y1QPoYEfz6EvMg848cqPWC0S76MDp28BrTqvfdFEL4RXx+9EpaNPDbFhj3LVsq9dVaMPemZKL5sgxu+zFENPu77TD5qFAi+bI+nvk/5Fb4Qk8493Ra2vTTwpb2HDQO+y8s3vbcjKT0iM6i9DV2qvhtw8T0/xAC+bIMwPAix071GnQg++snOvcNGGz5IbTm4XQgcvhCm/jycnzY80NiSvYNWNz6Ni6y7TWc8vnBSxj6X78c817nOPIvgf74wYxI++5GAPpjN7D0UA0W9k62bvSS5fL7WPyI+T7rZvd59BT7D4UU9BlExPu/9Gb7gdow+stUbvuuITL7hEla+Ii1TvpDzm7196es9lJ8cPrK0gL135cy9nlhUPvlE3z1T6Tw+VNN4vT0NhT1MCSs9ituSPltJjz5refU8+FfWPnm6kT7qNoU+61BBPvXweb7GnUg9y1sEPhA48D2rUC4+qkgBPc8ajb05qTK95X9MPvNlI7wxN+69EATaPYU+dT3njfi9Q5NFPrlf9D5isJ48WZEkvVZijT7Cr4C++YEzvn/CsbztETk+ymwiPvXG0bwnYL89gV+mvXWMVT5yiLM9Ijc5O54VaT6mmHk+vfmHvgXRYb6uW7K9RDeLPWD9TD1V0Yc+y/3ovQ6srL2Kyie908IovjypFj7ZYJI+vujGvYEGgjzxqRq9GNgIPAGTET7POoY+0UiPPTsoU7yYygC806qCPpBKmD0nYcK9clsQPe/TJL5uPRm+x5ZTvYds7j0fMx2+4YfhvX9e6r08PDg+KSfhPWHvPr4SGJu+52qFvH/uxb11wEw+mCKlvgUVvT5MLog+VWDKPnXqhLvKus89ahknPZ1pnr0OOCM+zalOvjW6k72bXB0+xL/bvdg/Er6i88u9JwD2vZ/WCT1yqPk71i4Zvjm5Fb601Cu+FlkQvhDtab6mQkO+fOL6PZAMTT0ZgWy+ctHYPaFVRT4QtSq+mJQavlruBD5HExM+OrCDvT2oHb7LlWu+JDrsPXwjLrumfrK9k7wrvZtZSDy2ks293nysvHSLR74YRJi8mp4vvJhPF74NDXg9DqKpPOpN7bx4ogO+43LBO9EuJb58SN69ufUyvVOE8L1TA869DoXnPaEPgb48JD6+Ce9RvnHDDD7CmBw9A44vvigQBT7vVUq+I5IUvqMdbL51PGa+7hzxPNF6v71SA5W+DYWrPcOYIb5EDWa+Ywcevq0+b72EQ6o9V8GMPbaq8L2Laho94nG0vM8yF75AA8Q9vxkIPbCtGb6fHQA7rh3jvYgnhz3/jt09sbX+vVpZnr3CDFS+TDxLPdhB4735zN+9B5nQvdn5uT0FB5e+wFz+vRMnDb5uxFm+aUgBPtrjEb6ryQy+fjr2PVWSW758xrE7cBylvXvkBr79vxG+ptnbvd+WIr4v/RY+34cHPm14cb6Ho4a9bvoyvs5PgL4TE42+bMGyvdEV+T1ffgA+SQCRPC8rwr3L7OM9Pc1JvPgJwLvCvVG+B2ItvjsMMjxbQHu+/7cevnveJb2Tiza+ZDimPfsOZb2uRhO+Xsy8vWvMj70czPs9LMcSvk61xj0sWPG9Utsxvnquy71qNXO+Z2E+PjaOm72y8x++wzdAPnkRcD1HDm6+eDuOvUEoMLwkjDo+fmTyPQy0zLwhfnA+J4/3vLzmdj62naC9+X5lOrRubr4iYyw+7ANZvngeWT16lQu9tXCSvu5TN7xXxmm+GvyAOvPhKj4g2567+oAIviYEYzmCOya+mzCMPlNInT1wJyw9AVhxPem8XD1BI8a9sfAePaBl7j2icNS9jWluvUa33DxP2zK+CIFMPX6Jhj3AOoa8WeMIvn9XD760co49fsw3vX1vgj6cKgC+1AY2PTGA1z2J9FY9kNJCvsDdRz7Ky3U9+bCdPapzTL2mDOE9XtsqvbdndDygx1++8yZqvjlgJz0xCm2+SpAFPss0KT4AjdQ9f6v+Pe0I5zyjDqa97NmYPg4gNj3ZSuA9l6+IPdwPeD1y5T2+nnYLvg4icz4BMxI924E7PimDJj3mNB69bKkPPumBxL2Vtas8cBO8vfVvV7zrpey96jHuPddSiL6xpRm9Ef+wPXQxz72MbGy+CoaivZxErr2QffY9z1lRuzmyJLz/Ms09+BeRPhlOKL7kGek9JiuXPRq+Gb6ear29a9BxPXqfjj28USI9cVTYPHDk2L3qww89USWuvakeVb4AktY7IyOWO3fOCr70SCq+DaBMPUH0Ez2VT449EB2LPcU+TT0y6t672LZoPoK+Rz6CEbc8CtQfPZzl3zxu9ZC+5BUNPnj1Fj7W6QI+KFXBPFRO9ry2cEc+oSrJvW3E7D1EsK28taUkviYTkr6nbXG9CcxsvOJ3wjwbXZY95v4UvdzT+70Ab868+35YPaVQjLyX0aM8VzF2PgT7ML7f6Bs+WhVWvkzkGj4QXYq9/iFKPshFu7xesBI+sy9APsZPDr4uo1K8lfjXvQlhvbs+PRC+ayq3PZAyFz5xD769zEcKvlaSDj3sBkq+zCgWPtjQE76oQt09RRMKPv+EiL1WyDe+BnJBPnurzz0kVCk+Q4KjvfRAqr3W7V8+wyOuvVNPw72UcIK9nJs7vKE1wj1MtVc+69Rbu7eLHj7Ojgu9H3FyPoitB73PhjA9IaOnPXBXtj5jpdK+squOPiW5hr1SBq89YpgTvrPLwT172Bc9/WhPvcH1ej2eb5O9TSM6PZfo7z2cZU++CsKJPg95FD1N3M89WUSovYRLKD3Xpo08Lf1FPYmCqT0EyuI9sU88vXFNHL6vz549T+ervo9HrLx20Xc8xQAUvSlT0DwRdba9ubdGvWbWGL62R0i+/mJLvUOXED7Mx1O9/tSYPqKrIr7DmOo9OVQ8PrWCCz5F5LU8v/aFviM1kz089DU++EyXvl0+s71R2pW9eC9OPc9Ggr4QNhW+UbyfPON9Pb6eBN87IHRavoWFHb4gESK+ENzrPfAI6j1MItC9ObwrvjZsCb5Z9Gm+S70mvqj1Mj5/Ry69yK6YO85eqL2gzZc9ypE7vieOwb0wu1m+W+YaPkEcSL4x4CE9fB9CvkS24L1IT4C7fJn2PNf2IL6iLte8oNh8vswcyL1wHD++MxnDvXKYh7028T89L1aou1sWhTxQsP68pNGlPfhsgj1sb4I9jhTKvTXaMr54cUq+6nX6vfMYrjwxZEW+C6VhvsXC0b1HGwm+ru8LvX3k670hZOi9JcI+vj4FiTvpgm++PXJEvlSjFr5YQF6+pKSzPYdeg7wh5+c9q4mHPevycr1FkeS99hqfPKyemzyjhvU9nhKbvf5Yy718Kxm+/MSVvQRzAr4K7om9ebjYvTMNTb7TA0U9l1MBvtV6vL1HcOq9PGXFvXRRGDybF+a9z+1ovoWB6b3DbFu+vdVWvSuxhL3U8Xu8VG06vj5tab5+AU6+9MeQPNVPsj39Ckq+jFmmve52rb2B8Ty+QRHNvcvNPr7cnAC9z5RXPdqvqTwkFVK+TdpnvplMVL7M6fO93EoLvnky673VVEm9Cz6SPVulFj2C+YC7qnDFvV617L15MS2+jzb7vJfkBb5CxKI8gw0VPsETG71/yxW+ib+BvOoJ/L0Vg3A80PlxPZqe4b1yODe9rSgkvhjbLL3lQRK+MLPMvUuxMDwZPo89JEf5PR3ZBT42KF6+/r8kPqeXGr1vIRa+ScCEvARbi7oJkZK9UEfePJad5b0DkrM9kOHTvc15yLth8zI9BEEmvu/8Hb1lfq69acj/vOTs4r1CDyq7aVoIPpJKjToVtPC9RQrGPf7faL3d/Pm9PRP6PXbT8j16IgI986wOPqtLu72WVTM9AcB2vIQFoj1YVZy8f9+QvWHMNb4a09W97Z4yPW7GoL367DI+n5RZvVAQ8D2WAq+8HXSfvF0Q8T1jgAW+X91cvXOANj7lzLI9IBKRPFMLw73a2jy+7CFRvi5LkT0Bcgc+HwwzPuhX3r36bJi9dsCVvbea27yfWxU+Aa/qvQfNxrwKRwe+1M6lPPFEXb1jhxK+120mPmQxTrw81lS+edM/vnxhHb4vWdy9vVTOPYrdob3uYeE8uIbQOeJFb74PuXK90l8EPZmluz2/IuM99COwPYn4072/kTY9vNsNO3kPFz1ePNw9y60fPhycxDysqcq9gACYvUZOHz62AjY89DnzvdX6I72f+DG+JgzMPbBOOjspcde9G1UGPHcbAr7vpyG+Dyh0PelBwLtTI4O9f8EivLKc2DxuKf29Ul2oPXBhn7zlTj89xju8PAU5XD3OqJQ86WK/PVVg1z1ZOQq+MugrPliBBT7Sg3Q9fQKwPbU8nz2Z4zg9JvfDPJ90Aj5jbKQ9H9dFPj11Jj0h1W28roD9u7CpRD5XZHA9TMb1PZyKID6u13O9QvzvvAkBXzzSbI26znR5PWfdJz0uRrs84lkVPrtY/zwGuCM+z5a9PfjtFb5cSs08pfW+PGCa3z2t1S68L1L4vVCCb7txU6o9r5MbPoZkgT3QlD+9UJ9/PMyXET4Raac9B4r3PWJh3LteVpi8Qldjvh0PET51qca8pPhmPJAqQD5aXCY+OlONPb9PR75SOec9S6UDvEDLLD3ohrE9PbLGvRzh/j3VPlY+W276PccE6D2w+Am9f0ebPdMbgb2XZtg8CtlLPY3lDz7vIT09R8wgPe/gjTwSnNk8H8YyPtKlPL7649e9Dv7QO8EUqrw2DyS+BHGwvQef4rtJ54g9Kp/6PTh2Ir1OMyW9faYdvjoSBb50fYE8a6UfPnST2L3p+sS9SlBrPaWUhb7y3DQ+KHdPPsLzpD1o/kY9GWRAvUB5I70ySWS+Xm92PffFMb2NVDs+vKxkvUQm2D0QIfC8pNhnPmYc/T2cI0k9AGVtPaAsmz2Xkoo81y4NPkhnJT2B7p09v2f2PZiblb1JUb89ETfzPYMe4z0NmE0+/G+1PRNQFDyF2ZI8b17DPDuZNTyYZyw+jx9BPlqHSzyQKzA+5ZABPb9DCT39TmG9qnmmucWJ9z3ygq69ro8Svp8iD76Pvjg+h37AvNoLNT1KR3c9+7A/vqfnDz4GG2Q9DWGevTN/6j7IhSc+pxwovAjFHr5HwoQ96Cx5PfgMXz5XeEw9Tec6PrQ4v71kGVC9GLk6vYL1tzxgFUG+yFSFPlhTuT7CuTg+jnc7PZJCCD5C8A28eq87vjOENL6gPPq8+jQpvRl3w70n8oo+NWmiPIBTRL3aPY29b8NUPt/WLb0d47I++GkqPhd6DT5wXIM94w2cPVaDHD62txA+wNHlPko4iL6GuZM8Ng6tvdTOeTxuYRK6Ib/xvdxJ8j0xS3Y9rL5evniEPz6Ce+O9cQoDPN2B7T31nME9hRFTPUPZEj15pTe8CIYpPVgaST7kUDi+aEYSPl0U0zy5w+08s7qPO8QVFL3z0Wm9zfJZvXs4n7zSvsU8BVb7PdhLwD1/B+Q9xs44vgacHj3THgq+kv9jvT7SOr38jL29E2wUPuzXnLyGeGE9hFMIvXeRHz5EgRw+66pCPm5Lnj2dwxU9Vw+APRhFHb7MttM9QVyzvc9TML7rR5w9tUrFPoveiL2tZdu911SvvOaDYL22sfI5DpvTu1fFx73hw4Y9voUMvX4SxT1p+ii+a2dVvmD/cD2r5aI99+LdvLubBr7d8g6+430ovjm/Jj52mTg9BQH/PX633b0trMA9jAYIviOjor0WLWU+kZGmvtBVq72FuVu9sRyIO4PJoL3p3yS+EURAvgXfob42lXc89/NvPXWQBT2ui4s8KUjHvZ70P74fRYK8ifIgvlxnjzxYEQk+Pz7yPIHloT1TJ468wZujvrQKGj5+Lwi9VaYBvvzCRj55tRc9FkYMvHoXnj60TR48yS8yvq5sDT6o5Oq8+NwYPsn42j3IDX89wE3FvPnMrj2Y6JG+WLPRvGQ+9j2gRYk+o0WFvhg7dz2yf3+9jm9VvgR3ED4hYne+lQw8PtXaPL5L1kg+on8xPRxUcLxpSU07OhONvh35J7v2bSq+t50nPqDelz0IhfA55BDzPfhyhj62QP89hrB4PImNOz2QmSm9KUiSvv1IdT5THi6+lIGbvjFyFj3TASe+erf+vkTGQj53yCS+w/Bqvi1x0D1EmhM+Xdo8Pl1tPb5wuKw8wvIaPZCegj6Qweu8SbvZPNMJwL2iigs+uF81vPTnp7376RU9TVgmvbDwV72iqeg98POAvtAPmr03cF29uvF/vnt3nj1a7CS9WbAYPVDBTz4Peha+HuMtPiQeH75e9h89XBXHPHj6CLzRE5c9KwMYPkG8JT0EA6u8X9oYPpsw5T0MN5c+QETLvkhYeD1XXXK+JfAbPRv3BD5naHw9O+GBPjY+8r2bMZM+ZIstvl8xiL16eT++FfsdPudtY76Pp7o91Lh2PP1Skz4yhZq+SSfNPvknkLy+Hm470hW+u3IdP7whEDC9PScWPtL/vT52nQa9UGXEvcVsv70DMZ69lazivYhNQD1O+JU8+Oy7PY4jHL6ywV48x3E0PkTmgz498Ua9Dt/TvZTFPb4sHS8+pM0WPApI1j1gOYK+qulTvSEuDj2gFwy9Iqctvp3kgb02G28+TCRLvQ/ZPD5A+/k297rMvSS5KTyoUdm+m56fvh1hir2QO6M8bY3IPTSxXr5DJoi8wO+4PmCjDz7W5Wm+Jj1jPgWoB76EWvi8eASgPAgFa76Ccck+8E7svbOHfTw2rJq+ZwL2PdAgPTwf7aY+NpTVvUszpj7OKri7/EBavvqypLzcGHk823bXvRka4rwNKSs+DvA+voNFOz1bQ9Q94d2fvd47LD5Ymko+xP/Cu+jn/L1qt6a7bIWFvlUtHL4wLJM9TR0FPg8xGL4fdhG+fIQ2Pk9cQT5KCxm+eN85PtSR9r0fOi69ASWGvv6jW7xu4pc+5qvJPdRgUz6ElA89I67+PHJC4z04QrO8ig0wPg09MT5f8s49hWhtvuqfeD42AC29TYFMvvVHo70kLzI+fA/xvGGF+T1qHze+KUUBvwktDr5se7w+HC4gPrlay73bkZw8XuAtPRTQ873szEu+pEY1Pud9ej3B33w9wvAQPbPtCD5Oc5Y9UTCjPdDZZb24pvu9Nk2ePbfkxD1PZW+97PasvWX1JT4U1cg9P+2KPOBGGr4MWI89TQjbPOkzJL03HVM9Fix7vWZz7j3dO1K9oVsaPd/E6L3jC2o820T2vYwYgD4i1Ec+1ZlWvRsP8T0SJPw9KWBAPre64TyKdT09E+blvEbiQTptYXY+/iqWu0Xw/j32EKW9TiBJvWZpDz1V9KI+CBL8PaI2Dj0prYG9u2Gtvbh3oL2fyc+8XXZyPmc7ebzIWxg9bZ+svLx4KT2nof88K9uxPdfiEr4sFCe9M3oSvhfRcr6+utc8kcVvvd7cyj116dM90lsaPhirO70ciQ0+dx/gPcvaFT71Kr691UShPC79oT3N9lK95y2evNRS0b08Z04+AJyyvHyMxD3v9Wc8WoFQPT+VIj6xms+9HJDbveRXCjvhEDM+SZwmvFHi+L1nARI+BK/xPTKwkz2bbhc+pVKqvTgOGj6Lax++VqIYPm/qUj01jyw9ZKlePVhdIL5T+D2+vvP5vBeorT0HziQ9g8lyPjdbRL32aCs+PvSxvYYZnD29zju9qanEvbcVJb0nBg+96UuLvWUqWT34nw6+xxMjvnKxcj2KZKC89uWsvVUCGj4H9Oy9VojUvSsLML2RJZ09aCEGPfuGkz2+d3o+jnW9PkZrPD0/zDY8c36NPUnt9r2q6T8+cB0uPl4HAb44NsC9nukEvoEJAb6U4+a8hWu0PQdxwb17kWc9pHMCPp20x71YZfm7//yPvunvOD4pO1Q+0IcAPqtZ/r32OkK97ilkPqYI+bu82I8+OYEHPddIE75MArI9gE6CPp2rBb6gocW9BAxlPgtNED5fQSW+4SIHPSiOd70dUaW+2gALvpuI77xbV5y+FjHUvaIKB769HT++49otPfKXBT6SQUq+63oMvcDLQ77salu+u2lOPlokTz4aNwW+3lYyPQU117yoU4+8cQ4jvlFciD0FiN09gHBevg6XFD65EXS+M7Z0PuHu871sDMK9J9psPtfoar4uuI++0D+pPvG+TL2QUqg9mKOKPUiPfT4IYd+9VpgWPcuujD2o2469/LNovd0KaD6M1Mu9CVfhPMxEzT0EYNM9ZeVbPW7zvbwunAY8jZspvZfjxz4bkos7cfofvXjLVT5Q7aU9aASFPfv3TL0gvb+9M7iJPSvKpj6RuoA+0ZLfO9XAMT0g7Ve9TLIjvi6qfD4qUjI9w7lnPf3eB73fchg9D9TfvNKXzT1SZo4+kjxVvgIl3z14EBu9gfR1Pp0eUT26pCk++q0AvXhVpr1AWxc+vuJUvmo5Hzw/9HU+8mbUvQ4oIz3YkZW94kfWPSeOO77hHI2+KtjEPU1Drb5N1FS7jGc7viMZ9L1S1xO+H7W9PIQnsL1NrEA9ZJ68voxvTb4LYJE9Oo+BvAPXSj207wc97PpYPb54rj3YqMY80RKIPLJVybxWRte9jHEuPgOitrxKgay9/MD8vkY3qD2ppjy+isJAvjFfQby+JKm9VbDBvguVYr7p5M28S4uhvld6CL3yAVq9+mO3veqkF77bDZE9LdNcPkJnMz4kPW49pJ0KO7iXBz5jHCG+BPQ0vnmpzz177Jq9qkRlvpq8pLuEQBq+5k0OPn9ZODvqKIu+eQAyPvALoLsK3sU+zTBJvPrj4zzn/ly+GgwxPQd07L0nCRY+EipmPqxAz7yfwIa+7btwvnvGlr3xHN+89QMsvqW9Dz6gecW9on+UviEyyT0KPpi9kPpcvHJ/Cj7byfk9e5ujvrRAu7xEBu+9EnRAu4nwz70O3zg8+cswveOlXz6peXG+ZK2HvnbdtT6PIJm9vp5+vT1Ksb7ivSo+XpcfPejYaj5RzDO8HiC7vYNULr6Ncxe86jA2PW4H+Dsn3Z09w/wxPi4Qir3kUG09x09hvm4w8L1PsbK91P0qvbM+gzxQ30i9mUcyvqtaHLwCJDm+dMSUPPO+Cr7vIYk9lJLjvQK2O77ziBS+WOaxNzPmGr6Gz2K+0yrYvORcSb7flzM9o7sxvrzACr6ZnqU9bDZevojVRDpoa0m+7u7fvROvqzs+KNc9JJkHvjZ2YL3OAju+U6S+OxLLBL7e/xy+HidZvsrs5D2KmYg8aj3uPVHxb74mpXi9jCsPPtlMPzy2UZ69nT8IvZtkc74tfMo828bZvBB36j17SJu9/A0mPZRQwb1n0rw85we6vLWpTr7M1429DaQuPR9tQD2fEVW+tgw+vkktLb5UOaS+gDIEPsRtRzxDC5M9ducCvXIf9r2R9eI82NA+PcA2wb03Qo69MVAKPtJj1b0vSha+6d1dPYAUXz2lL3C+CzIRPiwblr0yiGG9fkghveIsCL490PE9C5lYvkPrab7y7Jy93Ng7vmKLBL4ECwY7+9AJPruOCD6BloQ8svDLPXujOL5tFAE+NAHluyem5jxfBr27LYM0vjlsAT00p4c8mhstPDZMMr7VUyK9TIHcvdLrIb3dz/e9X4kpvfq2B74yviK+2b8Hvl8/Q75SEYG+b/lIPeEXtzy4o1E86P5ovvVeCL7LLMO94CixPaTVmD248Oe8HwMCvtgRIb4cdC6+Ht7pPYwyJL607Ry+jlo2vhnsNz0nFRc+fPilvSW75D1VyUS9xjF0PFKkNb5AeE49zZduvkkfhj2s8ia8nllpvc+3d7wb+E6+N1+hvonCLj4NVUw8FdptvpR3e7xRaTe+C1wtPP6roL4o6Pc9/w7gvjP5Ibz5f4K+TwgIPlxFcz15nwW7a0LRPc3SyT3diMo8hKEcvQZuCD1snYo+8HAFvRoQv7286c08D0nxvb353z0tnMc9ImWrPLcEHj76SU88bDMtvSzfJbzua1Y9XxFQvUREvr0vcYW+K0pOvi4HBz592hA+iKQdvn6rAr0jckE7jD9NvjelAL5+gki+kKLRO5Y3yL3L8Om95UyIvSAh7ryHRv89L7OlPYQ4hby3Ym0+2Tzkva+GxD2qaK+9MRfaPNyhfLwN0+o9tVGkvVFt8z0Ywo49LNuePSCImD0fSYG9pYWQvjv7fj1RL6u9JuGMvKMFMb5zHy++eudHPkphjj0T/jq9kxEFPbRmsj0sfBI+06SFvlknRT2v9T2+9P7qvbVA673V0hm+tuECPvF3qj1fDgo+PHxEvrNU5r31m4O9CXmVPk4SKD5rvw2+X8E8vVmRjT3fFds9ts4YvgvOgr3Wlse9idx3vSwd07wxjSA+uB4Dvu/2tz0jwCU9McJcvoy/e75gAH0+qeWPvGSf5L2hHQo+mLtSPU0E+Ly2Iyi7CvW8vbP1LD7wsUe+by3tPNf7QL7cciC9tHcFPvabq72u4T6+HtRVvjFCUj7wWTg+Q/U3PVrVvbpUOSY+pd7DvZNWND6MH+E9LH5GvaZz+z0Sfgc8KYQpvtr+k7xcpJs+Om4uPV3Lar0NBTG+DharPTZ1CT2oagM+OVgmPX6T3b1YRJW9l/GovQDmaL0b/uw9OQJIvib2G75UTwK+61GHPfwBDj1TURU+lV81PvodyrwpIog914WvPMLLtD0W4kY+VvejvYM1uD7hkDU+rVtSPugAUD6XMGy9dXFiPnpyRz7IbXk+7Ua/vSscpL4T+EQ+g8JJPi/iiD2hRTo+S1VrvZz22Lsi+OG92nQhPu/aUj2teAe9H8e9vZvaHr7XQkq+pgrNvOBBXj7r6yg9Wu5BvSgpFj4CNLE9lmI4vWxaIL6EyXG9aagqvLacgz1osSM+4m7qPHFdartY64G8SYh+vM+w8j3FvQA+KKxhPUpNVb3Nhuo8U7MrPt78rD2gIYm9nQqZveX4Qjwd3y+9a0yyPcw5uTkQQ0g+QKcgPTTWf77pWjY+v+iJvoKJRj7TmNc9FjUbvh9WMr0+DMI9hn6jPtlzBj7vhY2+HyVBPdFvZ7659iC+GEHwPQNU373D7C4+Vq8Mvm4GtrrPJ0g+qyS/vMR3ET2L2Ta+BX+YPmvQHD5s1ma9N/ZOPS51Zr25c3A+4u0LPen3Db7VcYG99CKWvO6X0T3sT5U9eNQlvkkN8D2S5hM+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AVFzOk0w8Dw2G0K9CwvovEGac72MoWO92pAUve26Kb0MgR+8+w2pvabXnb31Oxe+bMmlvfCeWb1h8yq7186NPfHduLwTpfq9Qo6EvBr1Rr0s+oW8GI5QvS7fUr3ngFa9NEBavfgNmz1wu7g9rmGjvJ0LkjrZaYG9CbieunHfEr2gU4W94A9xvEQNzDyJaEa8QClavriJfb0an7+8uW03vn+hwr2bcqW9gyQCPVqPwL0cxIO9qNtyPNn2+LyIs5G5NoLyOmVwOT3c+O68eO8xvXh7Rr2xrGu9BpGLPShPmTtKG0S9SaBPvchaTL2+J4I9mL4yvhL4x7ylKtm86B9FvRlJ0z05thm9Va0QvVKFm7250Gu9ygg2PVhYlL2fDLm9/JJovWdLs73U+Uw8h6yhPEmjuLz6W2e9sWG4PZR8Ab07q/w7ReqjO2F0A77pIpS9ELaNPYefMj3z6bc9frKIvQMLaL0AJYS8LWgWvvrMvz1Iyhc+bkoWvkEZzb0Lj8e8nE++PVBBE7tCujO9K1hMPYu4YT2bd5Y86027Pd9x07wLclK8MUkRvLDCJ706He+68xcTvf3T0r3FAGM8FP+kPCP/tb08U1q8/DVqvWk2GL6/Aoi84EHqvIhOUrzXE+e8LM18vR3QHL3jXHW9P4wmvawXy7wDcve9Y1sRPMWVqLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 