{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "TclrPZq6Tb6HHDW+LQmEvejFNL1mn4Q9xFqkvPagFr5Woiq+ep2lPflz8L0RaDm+13ExvYPpEbw0Iy281HqoPHt6gr3b+xI9MDLGPXVY6L4mVWY9vFtBPjYdLr644n4+dTu5PR/wcTxLbMG+W/2lvfN97j3S9JE9g/7RvtXL5LzqANe90Gq/vEmdv70F7YG9xGclvWptND5D6RK+vpGBvOpWUb7tVz09Eo0UPjcthL5Ng469o5QZPvtqt70xx9q91XR4vsptbL5wOkO+ST7GvDuv77xnIq88QAjAPXqAsb73+4i97aUavrO6/730WkQ+nUBcPn6mtbvFJyI+CJ/qPd+uG76etZk9bTY2vinweL3MBDo+GmPkvG8XrT04o1I9F1uzvd+aMr7w2bm8l8x2vlCDM74UOzc7oWg+vktQQLzQbOo9nUGMPGZpi72h1Gq+e3EUPpuonL0D4DI8KPIiPSQwEr5TZDa9+/M0PpdGBD5oHD++bmtNPp1EVD340SK+eTkSPmhSLz755sq9saI/PELRVj3owT4+HHJyvXKF+TzcY6+8i33qvuhqkD3+GnY8mod2vpgbxb0dsYi9XAoUvN/Vpj1MQW4+eQgYOucFHL6tdBa+FQ+xvYHviL2TA9+98kHQvF6d/L2HkGQ9Gz83PRdfgL4E2ts9RItfPZqIVb0Ro1+97a3evQj6jzxziks903wEvu47CD50PxA9TCcaPmiq3L1jGEy+wU9evguC57wHeoU9yiUJu6QBb77cCee9F7NQPgYipT3ODAY+DGchPTChOjzJoKI8B+2PvqDXZb1UJfW9YigovpTvxL23vEQ+uwAlvhsQC7xy9FG94e4tvq1pqb0jl6y8b0wIvkB7sD2aeAU/xP9vvQX2U7xfDXM8gikbPukYrr3h0t29ApLyvUbvjzzduqm93+QnPjmmpT0R+kO94nmMPSmrQr5XqRW9eKezPZ9yfr2QaQo9zaDfvYQ9xLqxYjy+LzJOvaS+5DzP+qe9RKDRvT+mN74YH4K+SYplPd+8zr0izVQ9bDEJPk000b08fZi9tqjDvetMPj6I2HW+2G1GPlyGMj71vzE9qQAcvjUL5LxU7Yu98dJ/Pn4ahr3sZDW9JVDpvRI/3b1+I6w9FPnfPEjBFL2KlAk+SG4ZvTQ4RD74ToQ9bfVfvm/HYr0OcX0+EkkBvBelHj7+h14+y2iVveQX/b13Iz+9EhMxujmtlr55sI091cxBPp1UJ70kzYc+WLw5vnfPx71kwtm9q5BhPZAr0712t/K97GnvPBbJIr6L2vy9TYxsvv7a67xCty8+KaGFvhjo7b2EIAE+IL/cPZkCAz7nFqC99iSSviuvlL2heqo98YdWvgRRRj7TIgo966GIPrymoD1KgQw+I4QxvUQe0r3RLoU9GFgqvSh/jD5ONqS8vkm7vXjWeL2/MZg8UlNHvSghzDyz8eQ9xM+WvUdbQz0r+909BXQePtNKZj3cLA++PDxAPRjaqTv11pQ9uCZFvb9OiD1r6/c8pCNVPv6vDL0ZtAq+RIAiPgmZfz1lnvo60FVTPsER6D1Q8wG+wBkhuMSUHL6Bg1w7en6evoCkMb4BZaY8ChCKvUi52z1Eus68T9NfPq84Xjxuivm9uGD7PZNBAT3zE5u9vBUSPp0q8rwaoas9me9QvqHcSz4sYPG9jsGGPl3CKb1RjzY+S6l/PSs5NT3mRgw+G5WsvJfVLTx7VyY+fAszvn+djL6nYZ++DG0nPo86E70wH4I+qKscviWZFL7h5Xa862IyPsoqh72KQtc7w4a5vSRUAD4l6mg+DzkcPjR/hD0Qt7a9ytwGvqIFRj0rjuo9J2ecPvEDKD6PkKQ8OF/MvGomYL3HN7w9C8/RPchnfjws6Ac+3LGkvtUICT6WU5w9i8tDPg2BND5mZ8u8h0S/vdLBdb7K1zG+0X01PmDYlr6LghE+opl4PG432TyK8/o9QnNwPJ2fprz4kyo+TptWvKSs370pURY9oStaPoTJJb7A6eW9mE/HvQ+cTb6BqU685m9QPtj4jL3LVcM9aL1Mv5YLdzyrXRM+KNBMvrpHDb6Leko+z9MsPoWSez4sqNA7a2iCPI+2+LwD2ly+ltjrvVkRXzzuZc09m/UZPeo9kL5HXyW+YARPvj0Cjr7YU2K+4rdVPtDDqL2uuG4+T2itvd/Knz5Ox3C/uozGvOmCir0RMwI+Ns8CPQF2kj05Fhi+eFrfPYLO2j387Q6+k3dgvtWZVr3YUrI9MMB1vvxY5z231xk+NirLvhDOeL28p4q8+GQKvm7DHT740hu+jXMcPq6sOz/WO949ThR3PX81Kr7+f6O9ixxhPb93bD3vewi+qqBRPWYk+L2Up0C+FCgPPvMo2b03Sh2+S3gCvmf+xT1FTQw+H9ZjvtZ6WT6ftZ6+hlycPbsaA77pQPc9GxNyvk2olzygWc89x9+GvcSAMj5c+6+9Oh4gvi/Sfb6utIc86hifPdSwybxj1tA95xNivlZbi76QfSE9fVR1vt4Jwr2xXYA9QEQVPuTyvD0r9JU9cSxavgkEdD0fm3K+TrwcPr6UAj4PeeW9nDpqvr30Az7/1PQ9EESCvnC/NT1qWZs9vXdPPWIp0T27h4C801EKvhWIer7dUoa8iAAnPkfEDr3yX9Y8H/h6vsUYoz31PBK++4jTvH1xS74NrdA98YqnPYFh4b1H0l2+HAh7PXHdGr4MDD690uUnvpdIgz1yKwE+d5OhPWTMSr3FIz49Z8O7vVRnsryPtEU+6ehbvQ70lT2LCG+9n75PvXD9wD1IO549ZzCFvmxAbD27dG4+wa8BPmrgob1yueQ9ytnMvPDNBT6wPds9GRNbPj5aST32ZUI8vxslPdNUPb02jmG+0DP2vSspPr0XfN+9m2wZvtRzPL78GVM9WbhRPo/utL1W+HU+i1pjPYntlj2zMhI+dNWOvXAeQ70NMgu8sx5QvJgLFT5DJoy+BSrlPYWElDx9qcO9vR0uvnurHj69wo69cgXHvarSGzzEsXS9BMaMvdpdUz52NDg+duIUvQ0tLD0lAL+8MFy4Pe0web4pyCW9ezpsvmHcCb3ubsu8pPEiPkK9xr1Vm7M9Au5muns2iz1OmhG+67xKvOJ1ED4m0us9XGXOPR8i0b2fW3a+dFw4PkiarL7iT+I95zDoPcbeqj26dLU+MfmyPjB4sj2x/oG+5vocvtPpebynCg8+KQyiPTukmL3oqvA89u2fvX8N6D3g3A4+mC3DvO6hJD47i5W95MQtu6fPY770Ln05CloXvUyJTr5NyFW9wY0Yvu2BxTycVu6+CvjYPhWuAL1vqu48oe6xvWvMID7joVI9cmQ4Pg5Nc75HEDE9SKwjvj/xLr1FcFg8gNs/vSvwJr5b+Og8xTAHvso9QLyap/W9BjlLvuVCp7xAois+QuU0vSlDCD1ez509lNGdPnDOXD5yAwm+jZbavURfzrzDCmO9KagmPr7gc74U6KQ92EE6PtnNH7yiV14+uu75PG6NAT7vapG9eWHqvoqk3bx2uiE+prilvFXW8T2OjAy+EaYbvmNVcz70qXc+dkcZvnsr5z3P+K290mI6vqLNP72ZODA+BfdLvrNpnr72Vwc994x1vhl0eTwsu1q9N4/OvT1uyLxLWuk9olSFPNPyE77Fa5e+M4I4PuA2kL3km5m9GnIAvs4y/zwicWi+5TCPPgQ8d74M27A9eXBsPcelaL7s+hW+sRDBvZ0y5r36zjU9hRPqPQ98K7vsAgI+wFxwvEw5DT5yYq4+xQcKvRCupb72rxO+3T/WPae1Tz01Iow+MmImvUH+ib7Fy6A8E/nXvhsjSj0qaVi+DSvzvVfbpr0dJWQ+RFEAvuYkrTuAYB++t5aNO3yudD4RXXk+Xb7TPbKsdD6xIjo6s3MWvoZoob0/Ylq9V7OzPUBFLj4V2Ci+vclQuiXFUb4zQOc8SmL+vQil5r2Y5Uu+vHNMvfBSC7wSBqC9FMKIOrZZmb5mBFU+Vocavgb3nT1UprU9HGRjPRskPD32QiO+BfLMPV6FIL09SZg7dc7SvY7yST3X87S8y/uDvmO/mr2h+Eo+KzqHPHzf2Dx8P9+9hdhIv28iiz3c+YG86YCGvrriLzuLAL69ERMFvhJSWb4d0j69VzFgvmqGVz2XRGe99OcIvk+iUT7jgHU9vuyVvakQsr1PNf49787xvcm5DT70gzK+311zvGzwxz65WHG9JEekPik0oL5yeVW/lVhFvuPxKL40PpS+wFCsPkv23rxfKaq+93c5vss3Hb4AQRm+2btfvEn/XD0PWO89h7G5vXQv2TtgTFy+bGSePZO2ET5sV0w+tvdlvhWMuT5k4X+9wM/fvcVQBL+OhbI7CRsxPvK2Hj4fbdi9IEXcvvcQVr3x/hS9c7M8vj0mCz6744w9DDsVvmKIkbzFVGe+tgymvmdfTD7X94O+d0ELPmUklD02/qS+mGaiPoTnQb5XcBc9ZI/ivUTxj71Nfw2+MSCWPDJsjjrdd9M8zijkvOzzirz59Qs9d6p4vjfaNz5PfWC+j2brvhZKnz7FhiC8y4kDvt4v4zwgvi69y6iBvvBm7r3tAi2+Ub6OPjMaZr4ZogO+ZsBwvgDTDb7u8069Km0AvnQh7T0QUgu+lgcqPkd6j75pxow9k+K8PJlY2j1smyY9kaK+vRJy2T0HgUe9TypxvuChDz3w8Bs+jpsaPjomwz3m52W+SM0FvbvNtT0SnIu+B7LkPLBHAD6HO6q+oBbzPdPX5T20V7a9wXg6PjVPBb3muCc+Z10NvaY4Vr4fATu+AY6QvUCZBT3BKIM9GBl7vvb7wD5RmtC91cv2vCmi5zw97xc+2qIIPlkJ9b26qdc+KKEEPpZuxT25l5G9PsF2PPlMuj4ASSe3qfyJPiLHDTxP4A8+SrWHvk49xjuxzLO9Kpd1Pc9TtDsH+jy8BAJUvH+AY72MFsm8we0CvrV4F7xHXcw+dRXKvNspyz0n33c9ugOWvpXoGb5Ph2e8IlkPvjWCyjx8SpS8EvJhPF7WLr1F8gi9UtI2PjwZFz4ZXCQ9D5iNvjHU/73jfBo+ZtduPYB8Rj5jvBA+fiiRPP1Z0LzkZYO9QrsEPQ3LcL5dSwq+qAgcPZeE7bsqu+492O6oPeJ9eD0+uhs93773vEq/9z2cP/+9obmrPGWLlj3YeTc+D43OPbiKpD3eiQ69LhYDvE+/dz24OQc9P8MavXbrjTzismY+vY68vf14Vr5x9XG+BtOLvIIIKD0NDDS9meoRvli4Or7yNBy9yFjHvTI2Qr7zfTG9qPbNPbScW7230ay9x3QuvcABm71YXus9u3KzPp6kwrtVmQY+IXjyvUesIb2BN5++CjHyPpReVr7Imdg9kRlqvQ0NzLwh9S6+ODJwPjwnBTyRY5e9Ah2svvaq8b0rbye+HAuwvVqNQL5ymgY+FCqNvjQINr4IYnu+iAFJvrk74j2dgVU+Ct6HPN8mx7vQ5p89lhSzPng4FT7F9pK+TS1bvtsrEr7K8c+9zP1JPD6imb3baoy9fWAKPB7hlD0ISwY/ZdHePYczqT6JZeO913s1vh6Wm7zARQ0++sxAvXRfBT6r5hu9Hrb9vUEHAT6WV909hD8jPLeGYD6U/8q98B+jvKp/SD6roXI+3mFvvv0DfzyYfLW8IT7zvfIbDj43zSm+sD1XPWIsAr33cfi8irR2vAki7D2+i5q6DYIMPvhfpr50M3o9dU/RPEF49z2m3EO+dqwiPtAirL2PuHQ9K5GDvtr7Kr6Q+1s9yLc7vYvEeD4UBHA9+5CFPBEs6r39Po688qWsvZOrXT1xN4E+lb0qvjAO9zvIukE+ru8RPtXMLD45WHg+ZtwcPY6ep73aBS++SXTYvoUgYb10P7I7RsxkvYlYFb6lFvw9SsXEPdRZAz4APHa+JF2kPSWcfb2ukUI9LxopPj3SxLy4/A4+bBUdvjHYYz4t2bE9KjJfO/TVgD1vkue+GhOrvnnlD77eKbG97iXhPDAmPb2aURK++8KJPdmok73lt+i9DylEvn74ZL6y9Ww+wQudvaw+gr71tS6+UVdqvAmwAD4PcFq+0cSPPh+gIr5j4D++sSSHvAMTnD4uB+o88W2ovqEhj72fjXI+wSxUvZEaBT6mFjA+ynwsPtETBL2cud698+XTvlgeT74GlPO9NmEPvTdcDj6nsQC+eRxVvkUqSL0IyEE6FTWQPXdyfb0Cmau9O2AJvklAV767TRc+JU0bvnOgWb19ff+83GQmvgJjYL4h6t28I2+mvJ6W+T17ufU9V0gnvZ0T/LzmSHy5fLJMPiZV1TtzJ3s9BnoyPlr2tj1auKm92YtxvUUkB779Uv69/4u1Pe+o6zy7Atq8RiMDvhp2Cj2I6Vg+GqEGvrRdIr7+bna6whZIvRYs8r1Jtig+ySWQvaypmr2l2NI9LAOhvfrujz23o4O+Mvw1PgE/6b2tEbs8vMsqvtJt8bx039E9s7SBvdJdPL26P7c+5WLtvb6k0L1YIho8PPjrvbEGgD0PDF++8+6BPUU6v700D2K+G+uTveHw4L2CzqA6dX1cvRrwwr2G4yu+QQ3KvXhJjj1W/9w99BcxPr34P77a80y+bS6APQ8zCD45br69LwsKvkxT3b230p65N7MPPt9/yT2rRxS9KbGSvTG6Cj1kzK29EQTRPa4hhD1/N+69XXgbPtzlJD2O2++9iMrNvdLuOr3hOfW9pt8qvZuFP76vmaw85qMOPkWfHLw3XU++NaukPPAWQD7xvYe+kdocvuONz71OQ9W8sHspPj+snD32QAC+36EovqAnybyPVck9tVRhPeydlr2BiGI9+DTnPVwSiTvjbBQ+a2ECPobIz76m92I9JaCeve3rOL5knB4+UZlTPg43ab7kTS8+lnoMPk5YDL7mMq496V1DPtHQwr3TMfk9DYiTvrV4Yr6zdb89Tq6jvY8BTzkBfF89ZwkGvG2/3zzHXV6+u0kiPXRHhT6fzhE+qdvbvekKXr4w/wC+gKcjvcQQt70sXSm9EtQFvl9BCL7zwkI+LVftvb4/9T0+AzU+vAUAPrgMOL73CgI+ryKhPCKaXr7DwRs9wZHCPQlC8b25hZo9QYWOPY6VCjxwwBS+vcfavbNiHb0k30O+582OPULRirtaI2C9moq7PYD7kL5kCgE+NYdDvUNVZTtcI9g6Jmp5vl5dKb5aIWQ9S6JiPXiZ7737B6a90m15vb+rJT0WS2K+3aqRvO5G2j0LNc27gfTsPV9grL3l9oA9Rgwyvqv2or1DWY69OyPgvRMPjr3BKja+HuhuPeuVLD41DEU8nJEGPIpNBj7ociG+g6fqvQOahr3mQ0c98Q91PnkKOj2eYFe++eBxvhckn70I6rU98n33Ow+OE74ClCi9MzB7POR7h75jBpa9uZyXvTRfej6N7DO+piCJveWSQr4gEN89W/zPPSD0fz1lD489i2dcPUiJY76GIuW8piv4PYMHCT1kvEG+zIiLPWtUnL0ruJs9EjzrPRxf8Tr/YGS+SP8oPvrPnj0nvWm9PHWcu299XT6bpDi+FmsfPmQY9jxH7+O8OIETPsHloj1HYPa9AvegPvwj9bxvKpq91ypYvbwq+To0saY+fnP6OktCOj2Uy4K9m5+1PpvaIb1QgLs9cqyHPAKuKj7kcBc+0opnPkUepL2qbeS9/4+rPbY2p7wL4ZW9PvstPhuN1D38ITU9ArP1PHYnxbwYV3c9fOKavWjghT1gRz8+eRmXvV2/sL1dQSY9oRzpO9dbnj4iPAy+fDSVPr7RUD5IY9g9zrTMvf3uk72UBrQ8tUKNPd91yj61CK08VwAmPgAxP77ZLg8+yZxlPhNLGb4Ohvu80XQBPhMUGD4Cp089dMApvtNNJj6uPww+4canvdzMOb2nCmU+4ExevKYCQT1j6jg9XB4wvq/g5zlUI0i+R0WXvc0ygj7zQVu+LtfxPTTNGLz1bDm+xbYAvpoD3L1ahcy9aCPhPO+WMr5pyTA+MBAEPuz4zb1bBZO71rzVujyDZb25rFc+mRBcvi5debzn9Cw+s0LpvSvUELymVxW+ECiIPk9BsD1KRBE+F3YlPajdW73+uQm+LfB7vv9rdbp3MVm+dnfbO2ZDULsZGJS9900ku/H5WL42xdK8Ep7JvBBg8Dg/rAw+s2twPRWtpb0EudK9u9wXPc5cFb4i0Co9EPICvvavpr2UkoI77Qgbvmt1Dr67K7k7fICjPEejkrxJTt89ZnpFvDAv4L0M0089enOqvW3h9b2A83++/k+ZOo4Xd75F9Dq9gCqWvf/MtD0/6lE+YJvbPdD8Nj6MZye+SJ/XPE1pOL7YB+K97CfFvfqvKrxGspQ80tyxvQufXL7VWFc96NXJvV60A72Dqhw8gRQFvrY4ab6Q7tO9HvG1vF41Sz35e+G9XiLqvXPVJ769MPG93YOCvBA2vrzFhCU+sg4Hvs5bcL2Tbpq9RJTnvWL5oL00/oo9apnavTr717wgOpo8XiCKvROAmD1t/PS9jPxtvmjvi71PNSa+A8CjvYzaEL7QDmq9uNsSvsZn1j2C2SA9omtnPcsmtzs95pm6xxyZvX1Ki75y1os83zipvRelYz1ZKPG9VDeovarYYD1YRPQ8xcwAPv+08bvoXgU9aEvXPRBV9r24Pg2+tJnou3n3Ab6XD549a5KJPXQvYb6vZOq9uAoAPpDsNL5ljsO8dNU3vbk1LL6KSYK9kZI3vYgsML2EGUq+89eyPZTKA77ETxC+qN4cPaYFUr5GPKi9pGkmPWvqLb0fMU++hqA8PD8fmb0SCcO9xkYVPJIX2jyLvJy+tqjLvXNkDb5xBR2+c1aBPav+D76xJ+e8mwUFvrEIXz6cQeu51SFjvsLijb3meyO8nvzQPRj4bz5xeTY9L/EIvmPBtj0AcF4+dYw6Pkb2ELyxGUU+i12Evb1qTjyDu2C+Apb+PLGE2jvLv7W+gAO4PJyDA75SSTs+svNNPGRV573aruu9gIlZPqE/IL6M44e+1P7zvaJWKb3+IWQ+qh+LvtK9vj2ZdAG8xeDWu5wrQT7C0Yg9Ra18vfxWqT2Q6BW+UtymvdRrGL7fBR2+ehBiPk3A/L00ky0+9vQXPgxrq71x4Ue+YIimvUy3uD0Cb2y95nDpPJfWLL7UWiE+rkidPjy6c7565fo9jbP2Pakidj6HH8i8jCeRPf1pyTuRKiw938guPiCJab2A9Ig+0wkLPdTBgTyOmhu+iysUvS7gcz5b9g+9kQiaO4uw2r0FDVc+4hXrvBH3972rp529ga0+PH7lMz4x9yi6pv3dPMYtAr69tfm96UgGvv9EQj5iLJm9iLTBOvLi3b0giDY6UIqoPT7xkb3i6Sw79oMEvijj+r0FLaw8RXIvPbkjpz1+uOC8B60HvkIsjz6eod49v6DNvTRN/D06zwI9Rh9cvo3QjL2Wfh69QxAmvtstUL3DPg49UvR2Pdc3gDyyzE2+umudvCsVVbwtO4G86TLhvB4iz709SwC8I4dBvoS2mj2mRrm8/UEwPgH6gLxIHkU83JBTPoUUFj5Pyuu84n3QPIcg+r04j6q+jGowPgmp0DuN0mG9EQQqvt1mOT4Tbaq+v1PbPavp2r1qX1++582FPtsgY72oGyS8pO8ePugz1r3pba49FwWavjnS6zxKpTw+te96PsQL4bx8RzG+XbkiPigZkr6OQYS8PZxdPT2nY75scdm9B7tUPtpNij1LliK9Ue6ku0leJb67OMQ8xSYMvv4Nyj1WGhE+5qAvvTvB1L2g2IC+dZiEPpSBGr1sxoY+pOMZPD/LAD2N9MO9RmViPhaLfD4dVLG9xw1BPhBUEz5Hu529VW2uPlZ+FD5VrFu5tUeNPml8mj7dv6g8XzqMPhS4mb1N7Es+K1g6PnYNIb6cb269azEvvdcmoD0xcx++mUq1PeSSWT7MZeQ8yS6mPd38HL56EH+8Q5xUPb8IYT1DCi87MY6/vh78vT0ziIA+Z/9cvrQuXT6RjyW9o/9MvjWEcr0QGBy+feEvPEZ1kb4nlqO9JwEMPc/KRL3JpNk+NnpKPUZECr7NJ6Y91MKuvdtUjD1bKYI8cUY8vkuTKj7W3sQ9CfGgPSw0mzsUw8w9GIYJPvz3Gj4q+Dw9fdXpPdyxkz5ucbK9ZQMIvpzLQD6Xuae7XRLmPYhYgj6OYHw9TNiLvS4Zl77XbLQ+jevBPdwvzj3TlYW8CorsPTmqkLt8sVq+xLV5vlJ6wL610b88DYMBvuCOs73A9wy+cxUSvMrbWz20vdm8/flxPevvPDq7RYK8Suo+vunxbD0sgf69n6/DPWrsnD1iURe+6KkyviZ3Jr1TT9m8BKBAvCzqRT3KMJY99GHjvYpiVj40cy69VhXuvfcSh74l2h492BQ3Pv/FDz0+Enw+DMovvvgpHT3q49u8cCsHvOMhfrx6FEy+alMSvRby6DyvKC6+Ri14PWxYlz3/wzc9x8BAPVePPT6Mq9I9bLX5vUx7Jj32rga+SMYEPh4RnDx/2JQ8dxjqPf6z/b1kKQ++eg2LPHDpLr1p4ma8FLGRPiL9uL3mIOy9IlimvcPKVz681li90ZraOzdQ9L09ATs8KTc0vtFAG72v4WS9Y8gVPuevw71cacI90I8Bvtt0Gj6Dhts93+w6Ps8obb76tjq+q1UbvoBQ+b2zZCM+82jxPYS9xr1l/aw9LCrCPcYAPD5GQca9DeiRvU8FIz7bK2K9MMbIvB8JZryk9ja+YjiOPeWySr2kVfM9lKFvvd+PaL7VqOy9W8gIvpqosT00Rbe9wwGyPRBRML29CEG+wkJrPW4zHz7dj9W9KYuJPA8lEj4qFwY+fV8ZvRX5pr1zfQO+ye8WPlJ2AT0heoG9CDE7veoU7L3wjc2974MgvUSTMzzsC6c9d2lLvltxM77gnRI+qGxzvXgadz2XWjg9onmHvYQBfD5ppvS9udM+PoxnQz73aqY8pWT1uy9T9L2dMkc+hCJOvQK7+T3oSbA93i6hPtOOyjw1gau+OBSRPR2hHz0gXoG97uKePMd6ib46SHi9fMAZPvZQlr6ov086dVCFviyl4b3z+54+L6DEvUjynb1dGhE8zCk+PhgTRr6X8LE9Bv4gPlGFbL5Gpy6+hocAP80Hqb1RnaC9rQkCviVffz26r5g9HW3qPdtAQr4dD8S+/lrCveanb7wkuHy9bqFYPZLxBToHFjm9h4oQPWClgr3fZaa9spAYPSrha75Zc6q+7cy9PvfU4Tz5Tja+FrwdPQKs4j33e+0+oeWuvZsOsLyq162+6WnpvXeCCT5tyKG++qijvq+lZr6F1fQ+ddUjvlexPL7eQp2+4NKoPhEJZr2IRkq+pyx5Pu510z38YOW9UGO4OwJpkj3NvHg9EhvDvYPQzr05kge+2DupPHc8gD5ZMJa++JWRPEBFyb2agtY9fwdBPtKtbD5/4Zs9Y0SBvg/nCT4KW3C9WLo9vlba/D1tQ3W+VcA4PV4wmj73YG0+/cQxPiWpdj7chjs9R+Y/PWM1sryDl+68LZwzvjJz67sKSrO82UAwvcspwr0d0NM+3M+wvnV6pD7gPjK9h+eDPvwL2rytxya942i8vEjn5jo5OMi9t1OPvo04rz0LkgC+PLXyPV6Nnbs7F4a9lbJjPCdgOL659Dq8nRYlPZKQDL32TLK+ttKDviJcNL256zU9OgXKPdQGCbxiMLi9xq+avsBwrD2RY+Y8bwUsPbfFDb3hoxQ+xt9NvlOC7zyKddo9F1r0PYoVS75EO2y+vY4rvshlVb5jqVQ+0G3LPO9zVrwojTQ+VdLzPexpnjwQtPu9wNa1Pisq7L29lUm9yNYwvdyp0L00cqO+IHT0PR24k7577nW9woGbPXApcD6vm6O8IJSHPQXOnj2Oe4K+8hwVPA/HRT6mq4a+3iXovbSW3LsROEm+Do28PU6WpT5icJG8qwqYvbO4h74CGQu+QHzXvYkoPb4dAWq+o4YWvlyjIz5GPD++Ip0ovZQiir4W+/Y+26JlPqhJPj4XrKy9ViVNPeHNtj3C7nG9SKhQvoXK1D2ypqs+iEMJvtB0jz1DejC+TeeqPAkvuj7JYkO+L1IAvr9Fiz6bvai98TphvpuFgT3LLpU+fUtUvrDoO76bHPA8LJTDvEmwKz00CA++vy0DPtzxoT3uX2Y98RoBPib11b0xvBI+Z1Knvbriuz1aFSa++CO7PbQjQD65Gyu9Xn6gvh3bdb4dFpg9FryuO7TkED757ao9UmFRvf1AjjzglTM8RbxcvjJgUj60vlG9sac7vrhlH77uopg9GOvFPUVnwLsZcg4+MqtQPka5Tr3IkwQ+2vYRvm5LCb1Z/YO+rERGvqAynr3/kjE80bZtvv/6G71sDEi9UialvVW99b28f8q82rWovf8BJz73Yj88nQ4UPbirYj1gQsq7rq9mPUSGnr09ilK9sGnCPeFhCz2nUWg9nc8sPuNnwTycZMG9rjZ1vlJigj3SRaq7wstFvb1jBb4yDNG9GloHvl2TIL07asi8qEEVvM10Aj7fGQw+X5SpPd37pr2AXYC9hUR8vDupBL02qyk9T1njPW+65r1tUjC+fMI1PkYctD3cEPU9KU4JPhaZDb4MXvW9MoLevS59nr2DNLY8aYYjvjXDNb5pHWA9ym3kvdrIHr79kWA8FCVKPeY2HrsFfSu+2F4cvYbgo73vQIS9t6SGPX17PjwlPnu+wkCYvGQaV7xFk4s9TJRfPb32mr2S4769VwUHPqiNaz1NmVS+XsFOvRyDhzwqN7o8om0UO9qR4zyKaZm91DUSPjzCKL4GEoG+Jc8evm15bT1mHaS92ZlYvnPBNz40ARe+iFtrvcQIFz17Lw6+AtTFPaco0r3bzZC8PMfEPYj6mb235/497D1lPlhj2b1wXsu84EpDvgfqbb4SLEG+J8wbvgzaMjxyA3a9EcKGPU+QWL2m0gQ9vZqOvus8s72BsyY9BWNGvDs/ar3vuwA+ciSEPl542D2d+QE9kXsDPkxn/rx6s3o91PsQvd17Pr6l3tG85CQkPWtBgT4hL1A9v4ulPgDWxz3ST5Q97Ft5PruLnL1uik89PXlKvtHR9b3yoBe9ke/Jvs/CpT3YzWa+QgcwPMb30ruNMJw9zlAyvZYi4zlEo2w9DEcEPniVNr4aKDk9v44APt79FD2htUE+TzJNPj1iub3uSMW9sCKWPm/Zd704sis+2orCvgq7Gz42yS09TZ0BvlmtYr5+byk+unqQPXdeiL3pOgQ+snaePQTUwr1bXWi+ZRkBvukalb1ubkO+/lEYvuZvYrtj6qg9nN8FPnvHcr1/gjw+NAGhvWZcUr44QQS+i8H6u7h0xj7x1IQ9gCOJvadDrT6RHXI9J8HtvT9vvj2Ilom+tQxdPnjWXjyiDWM+LbynPeRhGL4PdIq+zCgivg3XUL5Omg29ZoauvT9Gkz5ZF/I9hy/4PQ4YGz6rYpy+ckL2vOJkGjxkJN09hyv4PRQDnj2e0/68FChcOygz6L3ItQS9GNVOvkYIYz4mhde9WB3NvsOBqz6nrmU+5EyqPHjscr7VKQw+USzovQU1Fb60DTS+mMumvgbk5T3utaA8uOCUPL4FD74WEri+FbWrvEIli76TCFk+PMTCvTDIIb5azL+9GseIPla57D3rKTk+zfC8PWh81z00cIK+9iuwOwb7PbyIkQo+O8kFPnYyu7y0xuy95fxDvuNP072Btfi98xUOPqZva75cFC4+zYcSPaKZZb40bKq9grgfvgJH2b4iJu696SGvPi43Xj6ggqC8sN3vPU0ZTbyspCA+uWQcPuAr+b0iBiy+f/Anvqh4Ar1cpDq+06YpvrmpDb5SzUw91RIRPutiZj6sny2+8dwJvoTYcD60Sx49WmhevMBzWT6nNRI+FjA2Pj3+Uj5LJLA+tz4ZvgEa4rvKDg+9+yTAPYyDj7xvRjq+Lz3APoJ2sz7DYGS+kxgSvkfNI73U/Ys9TvqFPRsR0z2wOY+9URqRvVDw/b6vNBI+oCMFPn/7LD1Em/S9wCwZveiuwT1DP4g9htJkPkBPrb0Cepy+AwiZvTkNPz6wZnu9HCDaPaSTo72JGBM+o0khvH3QVT2HZdg8waBPvrRCHT5aXH68BnodPlXdfr4bqJO+RrWBvlLTeb6zVEM+ZWxUPrCUeb5pp529uBPoPRP8Jj6BobY8T7LgOq9QEj62Npw+oAa7PIrWUD5jmac8Yos9vq0cLrxaDU++UEkyPvnRVr1WzYa+1OpCvHooDz3ep50+Ql4mvRuYiDxLhy29IrnoPFFQmL15xjI+Y9ThvtL0ST6LelI+COwGPwKBtD7GChG+meNiPT1iab4IADC8q1kKPU8yub0/2zK9BwaWPaVjS71ovbw8IippPXn1Or78Jg697LWbPbSggL7jmka9Or8Hvl0rub3wGfc9OtY/Pb/iVL1kagK+UAJFu4YNtby2CiS9MZYfvpJWEj7zjka9W6YWvofGTr4NyOY8ni7YPCJNaL5qEce9hv4GPHm+2jxCtE6+B/zDvYQyvL3oXwS+0xUhvZHAG77Pxee8+3fjvZRQMb6BL0q9UZkhPNAvl70nGxI+6MfsPHjkUr0ZBjY9Wp9+PbfFN7tY8iU9hMogvoF5mb0ITfS8NHNBvjlsYT1hJyc7vRw7Pd1LH74TM569ryyRvXRYH77oFLg82VrUO75aCL2TTpS9YuRlvhITzj1ckC68HiYevcM/KT1QO7K6ztWwvQuwb744xZi99PtGPR6z6ztQ7xG+GmiivoA/5ryQp8m9OuESviz7Bb6HmZm85ImhvQioUj0pby++ebLovXllpr2D0Da+Jj84vvozuj01882+1f8iPsYuwjy1xhu9ck3MvWlsBT5T/rS9aV57vgArkz0qD5E8W8FtvuYCq7wY0n29LFXevfHQez03BrS9eWgLPYUjeT0uoxS+sfOuvSPEGr55VnC+MfU0vlJlPb1H7Ka888h7vUh+nr2QL3M9Vfr/PGW+Vz3vMoW9yyBavqZW+735W7m9q2W7POTPV73+Rgk+w7mQvFQ0gj6Oyyq+hBxgvh/rMj1O0ZK8DnLNPcI6Nr7XUjI+xjPoPGoT1z3aWTK+IBJ2vKiQ8D05hvM9EtHUO/VCZD4ux/m9ULXlPcw1Lz0ONpU+38Apvgvrhrwgf2o+NP88PjYDmj3Uqj0+XPxqvXS+HT3evhQ9yQGUveKtzDzkYbc9TeKVPYRAoju45YI9i9tZPujM2j20lge82RX8vIfncL1TPVo9PFOtO5nFsLw9dAa+kZ8QPn4ECb5bVT6+c+3RPInNRD7NeEw+dSNJPpr++rzCeDg+8B+VPXi6lT05hio9bdLJPf8z/j3RsmE+3nqHvkTkBT3IVLu+YVTBPDvwcj2znS++8rMZvpw3pr3OsWC9wwVJvsje67yKCx8+NfdWPgQoIT64S/67NXKzvSRcgj4NYgY9wRd7O8p8nb1VEwa9LsxBviGWlL1T+Fi+Sr8kvWZSED7iMrY9xoFGvvvRzL5yZF2+3MlbPSg89Tzs2wO+pm/2vHsUXL6y9+49p3UlPujHIz6XgQY+AfElvujbLb6M2B69csYnvgIjAj1yDEm9i0cVvtfzST4PtIm8wJaqPd40cr5b9M29qWEKvo91Ir2vCze+WjTDvbdCl72bwIa9XE+RPcXVtb3K5pC7tlxGPiHQG72wRUQ9Sf9DPQcoMD6XM5I9CmBhPWxwID1yr0c+dtXvPTuHvb3njqK9vf8DPnpokTt88I6+AmNxvnPwL76f60S+lQGCvBXuBT02h4m9pzRPPNTXAb6avia+uR40viP3Uz7+N/K88zbnPfU0lb4kLuw9zUJQvjLDyb1NbVq9xfM1vZQLIr0SPvU9Ek+rPmX5Pj2iIFa9Qkl5Pm/WVL5dqAE+QhYcPmpTdD6aXuc6AVdMPvcljz74A5G9yAcqPny6vr3SPPs9amY5vVSZiz1tnYe+XMvFu0DhGD4CGfm9ctBgPcaU2L3iYxS+rfMNvloHmL7h2bG96ovWPLGbQb5mhJu+8Vh9vXNJfD2BxBs9ceMlPaq/NTxAW1u78LRgO/0+ID1kFoa979dxvmoPhz7yVhE9qKI4Prz2Rz7v3HQ+hDNIPkfmvD1x2Vu9cIGKvnN9ZbypFla+3qIgvh9/9rxrOyM+n5Mlvg5fiz7VEWa+Jz9Fvu6S+r1AKIk+NOABPglp8L3X9oO93b8qPXgnpD1pAJU+4Gkjvhndgb2GTAc+Pel8O3ckjD4+Ewm+fTtvPiajqT0qrLA9GqMIvnjn7L3ouaQ96uePPZ/iSr4nSp29OVRBPWK1K75VJa2+M+oEPmtojT1RShO+Ma4bvrm31r2qev29NIpYPhunaj5jS6Y6aNgcvaXgm7t8JQ0+xaCIvPeJbry+kZo+SsqMPSnKGL7dQcq9pOwqOeIEur360908pgA2vjAov71LTN49yOhHPfcVKL4IybA8XR85PX2hGL2azhe+3DRYvju55D0zzTK8owUQvlF3AL467W+9dpKAPTI/DT1+S7g98TG4vez8+DzUOEe9THMNvQc4cL0UNKe9ztp9PHbCN76j5pW9VGUXvmSlKjz7IDM9+me9vVEK5r1zZeS9vqKbvNXbxL3xgug8UNNEPsqlE75VcDC9wST+vVcM/j2uT608jc+gPbY9qj0W6Uq9En/8vfSxr71z7xq9wCm7O2PfU732LjW+KbQTvpeTe7xMBAi+tmMbvoKtMb4v08C9ze8MPhptG76xgeW92P0qvgjmvD1c8NU64u3NPYTGJb5hDpG+uq4jvhkvar74ilG+kuS6vY93QL5GN+49OZgLvh+o9L0dt7W95uHevVAK2rzBHyO+UCdoPeDuRL5TM4u+ofmWvToqOLx24Me9bDGjvaBwXr7bW/a9sxthPWEA9zz1PLg9u3XNvrAB5z2ihSu+3KlrPDjLVL4od0w+L3favZGUQ71rBfI8NKBzvU0Zib6xXSq+v/jDPRc1nj0fTwc+78A+vgYnJz0UXxG9btmNvTyqrz2XOb28FMvIvUhhurznPr296RDfPVsd9b0uN5q9vZhhvQDw1r1vzsK9uPGsvWXsEL6UOpm8OAw6Pizdr71/XX89FKsDPvG1Bz6DB0I+e6CGvYt8g77w05I9LU4dPgCHAj2eIzG9+v9APqW4Iz7f2029RArivWgLkz2Cx7W9FOuevfiJpr04t3y9V+zPvchB7L2Mh1S+/6RqPov01L17NqI+auEIPtTMH7xfJAE+74NRPtRH47mZYAe+Smu2PCVQJD2dTda9SgGVPvdcvT0GxGg9tm1dPVyGbb7+hS++mXM+vq76DD5BRUW+D8mQvt0MAr1mnr89JJkcvgbFQz0t9TI+BY+MPQCiNb6XuFA9GjGIvB5SST7G/TS+e5F8PujXsj3cTyU+kghbPPr3bL3HBoG+DS1HPS5x27vpgI6+yVlbvVH8eD6AdEW+jMRKvil4Sr4hO3s+jROwvuhWgj1McZS+yiyrPiKGYj4tdZ++BsFFvfh9gb4bVsi+moVkvpffOL71oBC9b/dbvsT/jz1Gl609BxzDuzbrZz7/cEa+I+U6vGCh4727hgK+pqSnPa4vrD5FIzG+Yj8dPiMGOT7Hy/89wiMNvVOyVT1fX5q9hc/Bvh1qzz1Kyq49Nir4PUXRDb63Ywc+gGIAujeAo77GaCY9oOMVPZ3sVL1jfle9Zc5qvOlPCT6paHy+zLWevh0+sj3WfI46KATJPpXYWL0mCFe8YJwWvWyC3D3YxLc9+gs4vfcs0LsmISe+dsgvvr6iuD1ZLDy950Qlvtm+fD5jBbm+HwF9vn2xAb7ofpu9IcMFPgtdrT2eSGy+abxNPgxnkb5T3zK9qNiYvk3FjL57ZjI9qp9uPov7PD37DJC+oho9vqbZbL5Lh5Q9DgcLPlWB6D2Yu5e8eBdJvlSSPj2FeEe8p3dvPQbNv70TAIk9EnzKPdg1hr7FvfQ8ijNcvdZQWD6R1ti9txHzPVuq1bzp7vo8o6+rPXQLZb6WaSE+Tk0QvoDqlT7S4tq8+vOpvfIDmb1b11W+j3ajPi9JjT10wHm+9usyPkidHj6zcNm9oWfFvUAFCzipFkO+2uaNPCnG0L5nGjk9NCCtvMkbrr7DeiS9P/xAvrmncz7xmIq+/iRHPmXAFr2km2W+P+uUPTDhaT6HtRk9bmP6vfdJsDyE3n89kFP9u/LnZD516gS+BznGvAX1jD3iZHO+eTzFvWZ+BL4fKR89u6/TvaBRGLsQiHg+3gY8PtihRDxnroa+KEefvbdiNj5JIM09pMgXvvJYUz44IKI9iT0hvms2izxLH0Q+x7VRPvhT+r3aAV89PxIDPkPgOr5itSG6T1ANvjxQFr7QG6c97sk/Pm3Dwb7T5oO9Uz84vfG4iL7+ZpE+6PSjvtiTIb3Nxoo+9T1ePdt9Tj69V6+9uLo+victr74PCZi8CNqZvYJ8TLwb4nE94z4OPipvVTzf76Y8H38cPSj4tr1A+AO+Pb9qve/XRr1cTM+9eZlrveKH/L3mjLm9YeY7vuaCxz3V54I98eWFvIbB5T2LjNi9WCwovgf1k73C49q8G4AvvpqYnT2YfoE9LkwzvWVL773w4vY8wWvBPfgwYb493T88IpcQvqoeCT47Aj2+ojAYvYLyHT61GlU828LmvckkCr5MABC+DPlGviVUv73e+Ku6CMoDvvjWjz1DvQq9KpmmPNnE170a/P69xKNGvqXRuj0Q6Hs9rdWCvc+Sur2lSL091U7xvcBGML2lZE++AmKFvPjouL1BVJc8MrxiPdtGtr3xWxA+wOqwOpCkBL0h/16+ZiCCvN7QGrx+uJO+dHJOPYIyhz2yagQ+CI+BPZz9RT2PuZ29DSovPSYLCzxB+gc9cLLJPdP8Ar64YlO8Ay/YvZR2Ab6X5O08RnxBPiaMhb2UbAS9WSriPfK2UL5XImK+1feQvcGC7zydy8c9za19PJPKX73WeJi97aE9vOVlHD2JjZu9HyupvMPF+jznzRK+ve6XPZ5SwTzlVyu9w8aXPMlUcTuR7tE8nPn9vIevkD1DEQw+0FwiPuPTAr7vlxY+3iehvM5+Ur1IHMQ9TPAovsNDZr0cblA+ZISovGTIj72Pa/O9CmLAPfuh/b0wGk89XZf5vdiidj53WqW9EmMVPvUgaD6qwve9u6Yovveoxb7k3vA8BcxQvpZPPj57ev69P0RIPseDdr1xfoG+MtsCvYdmPT3sdD0+BusUvia3Kb6Zsok+6KPEvURZn76tsAC9YK8uvnzLAb6Ccn0+xV8Vvm3H9jzNClE+Hk3sPNi4oL0CKyQ+6fP6vcHIET7uHtA8nlJKvCaRhT0PGa095NiePV7oOr5vByK9XUt1vQuwhz2Lcoa9Us1/PKQrsb1WSDO8nQk4PT+lMr6AK0g+i9g6PlaJMr5a8ni9bvkUPkcAHz6GzEa+48CPPhtihTvgCqs+iPWDPdU7Gb7B0h2+MuWQvgk9xTwUlH2+jyMwPj8OpjwrA3g9aKcLv5S8hL0xLk8+hS9QvUeUC77T3bW+jwtXvgejaD0+JeU8q3i0PHst371k+56+UdbIvtp2xD263ES9VHqQPblxpr3WZs490eQtvtC4DD6JlLS9xTC7PNwfNTnoLzI+AzY7vruZoz0kIZi9IbDDPYpEwj2Orue9eHQ7PoKWbz0EN6o8ckGKvuqvhj6fTtc9W8mUPBfiH73wsQk9KT8VvdlOyL3oEyq+5NCsvXXqhz2a7jO9CpZdvugdzj0genK9eSO1vk5uGT5+8Dg+QI+qPTGc1z2/ULA9pjVUvmNnq7zIoZA9kKQ1vg4DoL5fFmY9FVG5OwiGAj6jFRM8o500vsXvIr49fx++MpWHvnCkXr6A8Py9WPKdPlZo8TzGpTM+b4kPPN56Rj1PWg69BiXkvNnuZ75lZns9LosOPsdhPr2C/og92wmhvnJIN75s9hI+mWxLPbdGub4oudq9fRu9vRVsRj1xXW88JN/9PSS2074GA967TKczPTPfab1xW5e9znlLPlhGKD6QSE2+ekykPY6atzuRVU8+lyv4PFK8Zr7jyNq9qQuoPf4/Zzzi19q9ckojPpiZUDwfl2y+A0XHPkShB73ZAFe+aWL9vAJunb2qpWe+m/FZvTSfTj6ua6m+ZFPPvcExBj4yHQu+A9Ahvruqur23axK+UJMNPnpkXb1MWSu+f4jgPcaQ4L6MJig9eg8wvKOrFj4x2gY+RWgSvrD5grxAENe99fRIPpIHez0Cbwm+KR1XvtQnkj4udrm+boURvsZI1z3zAl6+pv3bPAyzhb1Peks+oLVZPovlbj13pEK+0emAPTg/hDzGMK89bmTYvPp6Ij7gGCy+nNzPvWDhVb1Lz02+UaxlPfemcLtZzru8MGX5veLsoD6KPYk9ig6mvq28kr1acba+DoOUvThAgboBi1O9lz4OPnsOj73loZM+FvaOvntymj7ENmQ+nNAgviBAVz79dqu9a8tBviKACr4pD5m9nWcePsds9jx9ai8+JLIPPowtbD1SV+o7xIm3POiv7rvIN4E9SoS0vVxNDL1StMI9bmLBPY2L0z28ciE+4FyUPHbMrL2l/SY9Xl41PrULaT6YyS09ZQaHPdhszz2z4/m7kvdfPoCymTtmjkK9jKA4PgREtLzKPLG9dOKgPfAh2L3IIXg9HUp4vXeaMz4X23Q9Rj8RPmoKIz0/rEC8nvt1PA6ZIz40RUo+TwfUPbKrMz6uEok+aqAbu179F7yPVgA+EiPJud90gbyORPw9HqBaPOGWoz25GXa9C4Rtvj2w2j27Z2K9St+kPtoDYbz+QDi8gckMvpPdnb17nY49UvgRvCjrgz1ULZ09RAlUvhGNED4nWTi9xYYgvq/25Ly2+FK900Q/vKcs6b2Ja4U9LObdPbtk4r0vjSi+ODPpPQtKhTuwSgG+UxYiPmTQRrw+w4q9+nOLOqOr8r18eSk+QNQCvlp1fb3Iq1m9kEpXvTloN72wtji9MmyxvWP3lD3UEpW8ULAfPIfYwjuUT9e9JtU5vvm21b2lrdk9y+VEvfcIRz3O6xq9iAO6PJyeir1CPI09zP7svPgnQj2gPOG9/BGJPvb/ur1z7yk+K+8VPd4nL73hzYk+dtLoPW9pIb4WvWc9vv92vfg7rb1HPM28woBTvs2jHD0h48Y8Dtv3OY1tLT7RCBW9CzehvquCpDxU6ga+EANZvn6s2D1tmeW9tWULvnPPeb4xaQg+ZlipvrNqED5SSAG/T6VTvhqhFjojiHw+EhYevmnoST3waoa+J0pMPPCkILxLGX8+FrQiPnCkkb5E6IA+pVKRvYkXB74Fq9y9CAe9vZg11LzILBw+pn8avlWWOL6UyTs9PikPvoSI2r1K7dS9uslKvtPcR727kvU9HBCGviRSpr7YaBk9fpGiPQf5wjuD112+olpQvsotPD5HtEk+pmk5Pa41v7vlTMQ5txsiPsyPDrxCt/c97fwpPirWBT6xkZY8JMoJPvARpj4MNUo+BmCuvplyQz6SuPO8LY/aPYhaiz0mK/u94U1TPX/Is71z9Le+Z2axvtOfJr7ACFA+41GBvuDdjT2jbUG+PDpLvrbTOj6UJUY+ynI2vtBMab79GgQ+kl2Wvhkae77HzU8+WyAHvIJx4T2eBfS9HwTtvmgoX74FubS+aClYPunjUT4+Yg08kFA3Pm5iSr5CWG+9uk7GvNEgJr7zWaq98/IMPFYu0z013gq+rH3LPQLiGL6jr3G+qeN2PsMkgj6uLA6+f6qmvv1vP76Rep09MLAnvt4qjr2rlyS+nWfvunH5jD0LfSa9KZ6bvpV5CD5PEyG+drxhvVD1O76QUPc9UxOrvV8m+T0KqJE7qZV1vkSAYbxcX2G9qUofve3q+T0DgS69KK1Avrmb0j6Od0u771CAPTT+hr7IORI+tMN1PlgKYT1oGNW9fV5/vZj5lb7MPyg+20C6veq3Jj7iPVI9KAWGPSbj+70oBp8+QmEmvudTg76m1E2+3Vtevquklb0CWjw+TXAOPsYeQL3KTqW9bnONPnlWuD3WoCQ+IpJyvUQxLD4FJF89efO5Pvgzlz4A7c27xCziPsbNqj63T54+yh4cPnZPk74GCTo9d+DoPb9b9T0SrBo+Ws9HPW2isr29JYe9G0KCPnLybzu20fK92+X/PaXHez2qhca9FbY8PjMLBT9g56A92nRIvd1npj5uv46+G1NWvowiPr19WkM+IIFWPhY3uzsPK4s9UV0uvfa9WT7fwDA+JmEzPYI4dj6m14E+BoeMvlPBnr7XNLG9cL1CPVuXcz0mjok+Rudcvt4usL39ohW+Yx2svdpFUD6q3J8++wa0vRM+Qj1Pa0q9dsRIvSzSDz6tiIg+UC6PPdk7u73ag6m8VMuJPi1cwj2Zqce9KSA5PeyGJr5o9jm+HBuGvZKtwD3d9nO+K3q7vcOZnr3CbMs9P2ofPkNuNL5p/5y+QncNvLi4B74Hojo+0YanvpjNvz5DlY4+DCXUPj15CTs8T5g9VTNNPdF6wr2F3jU+rvuPvnv8l70ORSU+GKuYvWaYEb6i2AC+BD8dvj7RLD3L0s87bpEfvobBFb6EdSO+3EMOvm+Ygb7jzku+K93kPdf+eD3T8ma+DXvPPUYLVD4OgVC+SugXvqs+DD4tbBQ+MEIqvazGG77OwG2+X+UAPtnBDr1SvYy91EluvTfF1rtfVvG9fq6/vJXdTL6TuBC91RIrvZyDIr7pqpo9/AqUu+FkYr0mAwK+zK5VPGwOLL5RS8a9yErbvK2u5r0ylei9sePbPaKdfL7T6Ua+OvlXvnnMBj5zrfE83IwRvpfMwT2EFES+yw4Rvg5qSL6qwGy+twgCPfQ5zL3yo6e+Xs2ZPTTJH77RnFC+4hoRvi5pU70PZpM9DsN9PQfR/L1VVAw9cmTAO4cwIr43wMw9SCegPGeFI76B7F487tQDvq4WSD2ajLE9tm8ovvtlb73PP1i+srMyPeHQAr5J1e299rEFvkUDqT3Qfa++qWr6vfhPHr6nMT6+xisDPi6QKr52kzi+J930PZUhU749MxC8p7XIvao3Jb5XgB6+Ep7zvcPiL744rik+q3HyPY8xd77/Fr29Qq4dvvcNdr7VUI2+lP6zvcjq8T213v49Hs8vO61v/b2uzuY9jozYO84qN7xwzku+hJMLvh8ocTwRVnK+ndAivnY7F70O4k2+jnyrPeRGX70KQyW+ipvWvXJ+mL15/mY9vMGEvaheuj3MSPu9H6hCvm01Cb6cGou+YUEfPsCWIL3ANTS+oUloPgtBkT0n1H2+cw9PvfPy57wduUY+LiX9PaSfV72bS4E+MeDtvOL0gD6glCu9KZyhPBNScb40hTY+EKhVvj48GD0YBzm9/xSxvh0tAr2BEGO+LbpVvSVOXz4wF5Y961DhvR4bBb2ebh6+wwCYPqInmT2ZDpU8IA/GPbSdiT0aJF29OyNnPTliJj4Iml+9dEmmvR2CzzzREw6+yEtjPVUzpT0AiBy9AfQpvqfDQ75H+8Y9o+JovdtTiz4WBcO91gvoOzatwj398nc9puVXvn9hTT5UMUC67NaIPZj/Jr0z5xc+g8++u0Atsjwki1G+WHtrvh33Gz2GAoK+KQoHPqopPz5ecTs+JNMfPso5Qz1EyN29YYusPigaVT1N2/49qoibPWnZwT0/rWO+LvTsvYIAlD77Uqs9QEdWPpk+LT1dVzm92Y4MPj6yuL2i8Ak95lfCvRjmBb1WbN29S9slPuX/mb70eyi9vjHSPUhEA74UjW++61B+vZtraL3T/JU9sYAWvBmQFT2Kkx8+a/maPrUyKb6nmuI9rvLQPXXjCb4m3Mq98yCjPQZ2nD1nIx8910tcPZ774b1xfQe889IHvm7kgb4ct2C89b2GPVAgIL6pZ0m+rFhXPaui3z0hXrI98BzDPU1U/TzDT5286sJxPqe3TD6BQJQ8pAWWPVPSYzxsMpu+Ki7vPeevGD7Etiw+WY2JPQE3f70YfCQ+nyqcvd0A9z20v/W83IpYvvYRk74KB369WlpDvD5JDz2wPsQ9UbuLvWTiEb5ygZk88EMJPQ5/87wn3FO8qICXPuTLWr5ZwRg+HWhrvvOTOT40vx29kT1QPrtxh7wBrBg+3S09PuIs570EWG+7fkP7vaNZAb2B8Ua+w8y+PUAOCT7k5ri9o0AHvp8Q3zw3Dku+bIonPj9DuL13huI9aKUUPp2jgL3XCjy+Zh0qPvMM1D0cyyM+bIewvZmQibzFrIQ+eueYvdxwwr1R+X29DFx0vYVu9z3qkWc+Ng91O6yFKj6P8aO8zYtoPre6DL3LJXa7LrKtPWpGvD7M4eq+NIGOPoyqh70hVq89y9wdvjjnrz3WqBw9kUlWvff1kz1mtHq98XdSPb+TMz5uUC2+1huHPrMn9DxryfY9UiC0vfgldD1wzeO8bU+gPYFlgj2c4N492KUCvdNvVr4d/Ik97SbRviJCmb2VSba7DfgnPH1j4DwkJaW9qCMVPPciOL6bk0m+uyaOvR1PDz5BS4G9CfqmPlhaAL7tD+M9bl1XPhhkFz7NJ4w9MR2RvqBdUD3ZvjY+dqyPvubIhL3AxE69w75RPQnflL6ZGSC+9kcJPXTaLr7wxNI7U5FKvsrKHr5kDhm+7p7rPfHO2T34Zfe9RR86voD6Er63JWa+Wmk0vg+5OT4Y9Ia9q4xUu4GXkL0cYa89TlMzvoI+o71ABVO+6AkwPvPQTb6mBhw9ePhfvnLTzL27K7C8/pAqPU56LL66TQ695TOJvvgP5r3eKDu+9N/KvYvFy70C4D49p5vzu+CDhbwoBtS8P9G4PeewRT1hgj89I2vSvRphZr4HhFu+P/H5vTHAQjzHE1C+Ikh3voWS/b1RJQa+PiRIvc7J272Yq++9cK5AvslWGjwtPH2+6kJGvrtZCb6SYVu+BcOvPaAOfryZBuk9B/JZPYHXCL05+fC9DFrbPDN/sTup0f49qJ3XvWb6w72JHCW+cymIvbTO3700KYW9nXH4vVK1c74tM4Y9uvEOvkjn7b225eq9jZv6vboGaTx1Q+i9yiaBvggC6L1do0y+InsMva5Djr1P6N+8yY8+vq33bL5UZE2+w1BGvDaIyT0Elky+Sj/DvS0Yvb2gIjm+Cb/EvWT3Q76chSS99JVGPav1ADw17ly+LQWCvjEaWb7ydfW9uE4WvjKFCb66gBe9nASTPYCsKz2ZwuW88+fTvcjp0r0smzC+jq0XvaaGDL5c0za8EIwZPpw8HL1SLwu+tgP+vB/+Br4r6z28Tw10Pe6ipL12+EW9Dj03vqAcRTrxJgK+RDN3vR1cYj2RwZQ9faoUPhj4Dj50XFq+hCE/PhUNqL0vKiu+jEkdPfzJCzueeHO9iw+2PPMZAr7MAEc9FKtkvY4bz7xOgjI9TCdmvjU/hry5VO69EgY1vVvv872Cc5q8Gf0hPnqJGj31pwu+/zLlPZrtqb1GabO93un/PX6e4D1ewb08ollGPrmsir3gZvM74+RvPQL2vT2WerG9kWjDvba+gb4TGBK+icCJPUnMpL2rjCo+cKL6vElblT0eY/e8zR0IPBn6Az789+G9yziuvVSQDD6Ng749je8JPN/is733kre9DNh2vptoET3JV/Q9zqsXPj4mEL6ae8q9h5zVvcTpo7w5mi4+T8PqvbnlS7xk4gG+NzeXPVP/O72P9ga+xzMgPlroDTzT9Du+P68YvhY1x729BdK9AfvoPf68Db5RH7A8ss95vPekgL5npbm9l/ktPQ+A6z39AeM9So9NPWziW70B51s9eUngvGtoRTw77uA9owLxPf6fODwEVcW8JE7ovAjjOz763TY9lbGjvZK6Cr1rlFm+sjH3PciGwLwBdN+9OwvVPJWBB76Hfhq+T38BPfNBrzsEhiG9M+M6vPKZDz3a2CK+spDhPXYqu71W49c9AYQYPb3nyDzz7908ckK4PX8fsz2jWkS+PZ8pPu2Zvj3qc2g9O/7WPa0WiT3BGG09QnN1PU00sz1GK1g9d09dPoyJvj2jq288FMsMPTuSLT6IjTI9N1n3Pb8XJz5EGY29TGCCvVXsjDxCVvA8W7pNPc7dID3Vkuc8n48CPjq8Oj3qxls+409FPcEiF75yakY9WmFZPf+d5D2dEGo7+7nZvb4L/zvbS0A+bE0RPlg+gz34Om29dlaKO2UXPj5QqvA9aqT2PdrWzrzkf/S8+waUvmXHGz65JIy8ih6mPEvIaz5pQQU+F6F+PbGFZr4HDuU91BIHPMM1PT2rB3E9ofLavbwh7T3FiV8+XVisPWJVID2VHIS9wfxrPTs4sLzxOwo8E7xcPY6ZHD4lktE9lGSdPGCaNzyiFIA9apI+PvWQR76zK6K90pfZvADsPrwSbeq9W0bKvXqDiDx/+cg9WfggPlrwPL2ob1O9qQIavq7lGb7LKRs9nCDOPQVR+L2cPrq9UCqGPRLAir7r1C4+51GJPhNN0j2n+A+8gjOLvYDSBL02UHm+LjtnPVtFc7xs+z8+i2IOvYsniz2VsA+924BSPsJdpz2dJjU9GwaFPfSEWT2i+L88G9C0PUglYDxnCgQ+ftiuPU72Vr0vQNo92UqOPaWfqD1RkU8+JhIqPZwF/7tLGzA9NmKuPPq1AryYtyo+LswSPkKzhL0ehgM+rxx1PXG+8zycATC9fezTPMnp2D3OTti9ApAlvoZsKL6q8SI+ker1vP98iT1KvQ49bB01vgcF5j2504Q9wOLjvQ/Z/j6LliA+tVOKvI4rIb4kgX89AwI7PRQhhT4atoM9Dxo9PnQD2r1FPj+9eA2pvCPx5TyoVmK+0P2EPhBhqT7zCTM+yp3CPZwA2D33PXU7BFFFvtpoQ74RyCy9p09yvUVF373dd24+U0L9PPfIHb0Mhiy9WXuDPrCpdr0BBLs+xfI6PgY+Hz7Ujmc9S3D6Pf4yBj4QgBg+5lr3PigMjL7GX4g8UfVevSJjzzwGWZo9aRMLvoB6FT7nE1M9FDltvqGJaD5UnPW9PViAvA+g8z1vLfs95+BhPa5G6Dydokm8jug6PfIsWj72R0a+t7hXPqnGpTppt8i7xdf9uwvHULxMkAa9+T8uvfbJlL24N3c9R07jPbdCsz1nP+A9VvI9vgltqDxpXQC+njiRvY12Hb0EHde9n7Q5PiSwZb29xaE8BHL+vItOOD7vhzI+efRwPjnwBD4boeI8dq3sPAxoMb7mCME9YDiivQ4gJ7591Yw9IP/OPl5Uub2SHUy9+G8VvbiCYb2azio8AdrfvDd87r1KPrE9V+HAvGgJzD2DHyO+DvRbvjVXoj1AWuY9SCOEvHLGEL4buPW9inIrvgILAT61vbw95LTvPbUoCb4ABjg+BgUhvrjsQL0CuHo+lbTQvlMMkb0uKiU8JtptvB3Gq71nqWG+C2GAvimunb5S8LS9K1PrvNtguz2r2po9YT3SvQSw8r2mBgI9fIwRviKI67z7ITk+J7+cvMgw2D1E7vk8H1HAvqUH5Tw6PoK9GBwEvm0NTz6A7tg9TKNBvf7upD468SU91CkLvoLVWz07S0c70Tg2Pp159D0b7949SE8Vvb47wT1wIFi+Tb6MvNvkAD4cepQ+mHzHvoecnz0prM69jAVgvgayDj7Vq2y+NiR3PrZYgr5Jdx0+sLOsPYvsU726MG49PnuZvmsSHbx1nBS+YEQ6PpsF1T3z8F+9s8kTPkzZjT4xQyo+EYqvPNj4tjtHlAm+YubOvqg4Zj7wWw6+JoG0vrgLtj2mNzy+xTL4vqX+gz41fk++FV1fvgG61z18ft89LElCPiPIL74PNBy76jAQPUvOjT6XSnS9BTcHvmyPWr3p0yo+qUxePH1uIL6xug+83+3Vu8aCtLqokkY+ZSZqvoZQ070ZwFS89V2Cvu9Zjz3/rYu8LmFnvFIgOj7VCIi9tn43Ppy0Qr7rMLC7hmzDPFoc2r3e4Ig9SAfbPQ7/0DwRJ/27dZhVPidgDz6Y4qg+HwvkvoJMAT0EwU6+ZINEOvNHAD7X3Ma70RB2Pv7ZK7t29ZE+25x+vjjtE76ty1u+Jl0MPnnJib5pwiy93/k0PWmSjT7lTpa+8XvHPvQmXj3GmNO7EO01PHwINbzDthm9UqMdPkTu4T5lU0G9S0DSvZjgcT3viZ+9Hj7wvWeohz0X1lS86tqVPRmePL7ifhQ9eGxTPvuxtD6hVOm9krn9vbPePb7w+3c+kas3vZG6nz2eyqK+C9iKveCquT1dGF29+QLrvdbdxbxHWYw+Wt5HvkTEeD57hq08cETPvdHCAT6q5/y+KOOjvkXxQ72LPN67ppwiPsdoc75/Upy8ZpWwPic2Aj7kep++k5MFPpfAA74VNfO8+pdoPVX9bb7fTMY+/auTvVjVljzgupq+LSCdPQJlhr0GEqg+/o3SvQA0qz5Ur5S6qpJvvnxrlr2BaDw8aHfFvT3s77wXJis+mntOvsY1kj2/KSk+sXsqvV/KHD5RjRA+acRjPBmsLr7zgHM9DU2Evj4zV75gZ6Y9DH6fPeMoJL5q7zy+dShIPi1tMT7x78K9Q3s5PqtaOr3a1Dq9bWyOvsCFlzwxp7U+Sp6JPXOLMz7DnxY9Ys0MvB6j0z3BWvK8mt4UPvZuTD7X89M9Ab9jvo05hD4Wmue9E0hFvj9wDr6kvEM+/fMmvOLjAT4tXWW+HykOv5drJL5nOpM+VNQVPmr8/L2vGbI7y+dnPa5/571Cp1e+t7xUPjdbGj19mUQ9tCMHPfUPSD7QjZs9X+XjPerx6LwaywO+S9mlPY26oz17O4O9bHzOvZ0iMT5Ah7I97CRavCLDKL5RWYQ9vsUrPdeb6Lxm3tg8aGNdvcLjBD5LHxC9hi4QPUbS+b0FJd67HP0Jvj/rlT4/30c+x4pzvSFHvj3D4Qc+6D0tPsZ/Ez3O+lM9vO7AvK7plDvKlGk+KFNhvDmH2z1irN69lqc2vSE+Nz24OLI+L5HpPVQ8UT3MG6u9hqbAvdeMhL3X1dA7/mt3Phc1vbxZahY8ktDavLf32jwYsvy7lvrYPZwhC77tmHu9llMMvm0qPL753Bs9/AWKvTVLqD0xe3k9/g8SPjbqKb0WEe09o2LlPRam8j3zQsW9Y3pZPUEjsz2DP5i9xGODvE7jAr6N+0s+7itNvcDvwD1Xe1s8A5Y3PTx2Mz5rIN69n3HfvUfqa7xmrHE+mEdBPGIf1b1Kzjw+p8z+PSNsjj29GfQ9jf+KvTtXNz6CQje+h0/JPTba9Dx+ZWM9OzTJPSAwK767sT6+KzoAPXtWzT30f3w9JxJuPi1TBL3HNTM+tyfWvf/Rlz2NnAe8w7C8vacQTL3GlNe8iAibvUoq6jxIrQ6+QjhHvnCTrzz62Jc86IqGvaEJCD6ZDeK9nP7RvWgmR710E8882B8zPVrgoT2EJJI+5bX4Ptg+GD2+VhA9VOO0PcY4B74uXGE+Ps1MPtjZE753NjC+YGQDvidokb2Xl688FkK0PdRV/r2llYk901YVPkgnub122ci8aSmSvslrDj5Dmjg+pnKxPaJoA756UOq8OKanPlWGgTyJ7LU+gqVcPQtpEr72/7k9TiyKPmjuLL7QWLu9oNByPt1MRD7ZoTS+bjw1Pem6lb3Oham+hg3Fva6QJ70bnZ++BPLSvZ3LD77RJxO+5byaPau6Kj4s6Ia+YQaHvDZmN76Huma+OoltPra7Pz5Pvhq+yAXMPKz6DL5rYxE9kE5PvkwduD3UvaA9WDRcvvaTED62vmS+veBrPh8d570Iz8O9GrJ8Pi2Kfb7nfK++rPCzPv1vl72r8dA9RJrhPdpBiT5y27u97la3O8H7Zz6ghHq9cGnFvQRCoj00r5W9FATRPFhYMT7TQFs9uH0fPc+n+DuOn/E7OelvvbFU8z7Tnme8bGgOvk/2ij6kOw4+9Hq2PGD7371odxm+hxxCPV9ctz4El0c+cf8XPcjtvjxEAgC9bVpLvnBRiT7tkRM9VPBtPdjsarzN3kI90BCvvaQK+T0M6Kg+H/QyvoCp2T3RDKy9b1t+PvnUDz4TlTg+K0WDvO1Dkb1iW2g+SQovvsDGEj2CfXU+RdHkvQVxKz0aK+C90krYPU6Lh77T/6a+KpsBPi2Xrr4Fg4y9sdJTvvdrVb52Th2+ZdwcPatQpL0zWr89OHjUvt/Dcb7hdLo9mJt+O6LtxT3wQdU55eBqPWocEj6/UVk9bj2RPAbrOL16dNa9m0QVPs1Jar3cBbS965EHv3UY2T148Se+UtFkvvpyD70PuHy9n+DVvnSZgL6/vzY6F2XRvodZ2bwOtw07Wzhvvc+JLr7MHoE9TLiGPhGhgz7eCZA9EUzfPA4QDT7b8NO9XPtBvvU3lT1WBNW9dMRQvqUa9jyMshq+Y8oZPpRrFr2DArW+ZsJ6PhP2n73gZu4+RayEO18ayLtxjY2+L4G1PDo7DL7WWt09I3NePlLMaz0iFKS+3gSQvqgcRb3suNO7PHglvgAUEj6y0+q9+K19vmoj+D0pS7e9NzT0Ow6iSz75xDg+53ixvlDEFr3Dv9O934blvWOtkb1Q+ws9/xxVvVYkTT5Q8Xy+oYV7vkvttj4EaRi98HmtvWGus74H3VE+QNacPaNgkT7IFYg8QTPMvXLYUL7BSY68k5GVPTRILr028AI+06MvPvBUs7yX5bE9a9+AviUhBr6X25+9Hv1HveJovrs1ln69/ONHvo2sOTw9tTq+tZUkPcWz772IL8o94vL2vDXEIr6PS/q9tIy2vBzfOL6yfoi+PoD2vMOzRr7Az0Q92yZXvqvMKL5stKA9B/BnvsNcNTw38lW+b4fbvcHcLbyLrMU9nOgBvocsUr21DzW+hKedvORRC76CRgy+BflLvnpEtz3qCE68H3AEPmRFhr4y/Yy9bRcUPvOcnbyERau9VfSyvFjKZL7j8xI932qXvaEjxT3U2KG9XoQePWapxL1x32w83WuQvDE+P75aeKW9+M1NPQ3ykDsCG16+tvklvkI1V743Pam+odUCPh8yIDwGOII92HnlvNxvDL6vBgs9qPDjPIOi373Hu4S9km3vPbkf9b11XTG+VmCAPXtmqzyNzGi+VfoLPp7IQb0XHk298wVPvfcE8L3OSOE9/QFkvh9da74XzYK9MdxTvomfEL4Gyzi8MYLwPfeROD58mFs75xCwPaeUXb6YzA8+6/SivBiUWjutJC69topfvrnXET2odF+8wbSivELWR74Q86S9m+sHvh7w97zSz+K9cI8nveMWG74WOwG+WxfzvQSvQL7wk3K+A9ELPa4ohTw83so8HSaIvsREJ76/4Ny9mUeSPSxJjT1fVY29EpcGvurGFr7UYVO+iY/MPfDuHr6e4hy+MwZDvoDMRj3d7RA+AtKTvQZSAD7S8Lq9V34LPSv4R766ry49eYJ9vvvwDD3mica8X2Y6vcUUxbw4vhi+VJC+vmFJSz7jYMM8Qehmvnq6Dz3Um3i+du0DO2pQoL5IVbc9+rnzvgQ8s7yYn22+/9HzPY/pMz1saQQ9ue3kPRB8Cz7ebgc9xvLDvPpCaDxGlpM+oDKtvWm3F77CPnU9SIyvvR98AD7EHOA9kWILvCYXHD4B9GA8LUmmvJEpzDnMIYs9UMUFvc1tWL2i36C+ottYvvw1ET6Wljg+oHQ1vqnhlr26cLe8HLNYvmtm4b2+fne+QhQnvA/Yn73Fvsu9lmlXvQECLL2cjAs+uleDPYpYbrwZgoU+LHZivRVrtT1inpC9FMV/PSr0tbxJnvk9sEaavcDLhj2m7c092rjOPRMuDT6NlIC97G2wvlwyoj0MuZ29FGitvWEyfL6tOHK+9qQ8Pqlmuj0cWN28imYPPZWhlj1zbRo+Tw+YvhGNBzzfG1S+KQv1vUCprL2t2By+KrkiPi7Y8T0jLhQ+Bmdcvv+uzr1OCnS9vOakPifaWT4xGAG+hF6yvCmNhT2Iav89+kVEvrBaJr7vl8m9hGOPvYY5vLs4ouw93VIEvnwRiD3M86E92KRevhBefb56BoY+56CJvIPMzr2sJA8+nsCYPYdtH726Xzs9FXosvv/mND5Qe1a+3SSDOxEPPb5g30G95XgMPoNw4r1bn0O+yJJlvotfXj4UwiQ+qjrKPIuTXLwi+DU+F6cRvqguBj4XhNA9se+IvSak5z0CxMO8T4Amvn0Gwztl86A+f3qDPSuwAb7DeRe+gznyPeu1gjxXegU+MWlePV1Is73l0AC+M9y4vfxaMb3JmfE9Tc9MvuoK6L0UKBO+nG7hPbjTqDw6bw8+BSEhPo/ucb33XC+9UodTPRAs7j2qp1k+Bh+kvZAm2z64+BQ+82o4Puc3Qz6pcoy6tc9ePohsVj6zx44+Qk6EvYbzrr6s4kc+Z6+EPs/jwz2nLEg+oFSHvVkTfTuTXOW93d31PYcUUT1VYzy8JDQvvYABN77j4kK+f9+JPE3kXj4HJJW8jButvf+eKD5wXRQ+/FZqvREcK75NC/q9pd6GOyFSpz2CGCs+1w3tvBChFT1Bh5i8NdIBvbOE8z2+8Ps9w1eWPW5EKb2yLYw97ukiPhEWsT1+Cju90Yk7vaI3ajz01lu9avOWPXVFdj0vjzc+64l8PRhDdb7JL0M+vCKNvmfWcz5iLrY9hJIUvgWUV7uMCeY92MKjPmld/j23Hpa+xdtxPWJlaL5FnwO+aQ3BPUxoI77tjxc+jHMLvu9UBb2JlTI+Tso6PUcrjjxowCy+ZQaaPuMJqz33NRc8mKHIvJe4QrxkqYQ+c4Q4PUJ5IL41osi8HQJIvWbVyT2QVdM7RnxAvjEN3D2aido9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "ftBAPDLHITwf06q8Fvbqu9k0kL05jni9vfPvvJ2hHr3kWZ48PazKvVMozb0dVwG+yevrvQXvar3tiFu7FHWyPXz497y51va9Vz0FvfLvEL1MY7E6vxyCvbdQeL1zfYK9mIcFvSqEqT0F6bc9/y8cvYtz2LqPblS9i/tbvOFifL06q3W9ABSJvL1QGz3My8S7/IBtvr3zwL2S23y8E2Uyvv072r0Y6sa9hoRUPWMm070RTn+9x3HfO9Ryh73Wpwa8kABIO7Nqmz2IzhK9dQCKvaHIkb1t2IK9iTO1PcA8jrr8IYi9A0p9vYbjQ73TAGk9KpZLvpIs8bwFzjq9kfGuvOyX5z3xHyy9fbj3vPRY372uP1u95qR8PeE3Xr3oKnC9/S6zvf6CuL1NK0A9uloFPIzECjsp5nC9PfLTPaKxDr0zJj88iDfFOyaIEL7Db4a9gkGePQzCUD0jZfI9+bOPvWN5g73LWvS8IkwSvnIxoT3S1yg+UCwhvlg3wL2h4kW9SvfePdW2xDv66B69KXUmPbDiKT11+xM8zamvPeetv7yp94C8IXBQPLPRcL3BaTa8jsGtvNc6xL0Anik8dZjmPD5yuL2WDq68kKQwvdZxLr6TySa8XJ/OvH3mjLzYeva8JLtsvYBfSrwC0pK94yQnvf1z7rzD7Q6+tWCZPDbBzrw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 