{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "E9CVPUbsRb7cRTa+IA+TvY7dWb1ZR2k9KIJ6vD1fFb4JyyK+wGi/PXo8772rxjS+g0UUvSP8CLyH6Ie86eApPOFEW70SYvQ819LaPS/h7b65uoA9QtNCPo18Lb4kBYE+oBe0PYSPqjxNMdW+lIuNvQ3VAT7Q0Yk9pyLWvngY1rzqANC9pbXFvAfAxL0wLoa9UcECvRxIOD4prRW+bjp1vN/5Vb7hITs9j7IXPs8Rhb6SDqW962UhPsdawb3l2Ny9U6J5vtsuZ76a1Dq+sXwjvUE8Lb3AMOw8E6TMPT03vr56o2+9/34avnjNBL6z6j4+tuhoPvP5FbwF1CA+vZbbPWUsK77APJY95couvuJkjr15Nz0+x7LVvMTnuj27WHo9rBqwvUHSNL67tJS8irZ6vpkePr5DASY8as47vig8RryKzvo9PVDGPDljlb2t32O+XcUMPqU4lr3+Jgk8tykFPT/eBr7n11y9i409PgPIDT6wUkO+A1FIPlekQj3NFB6+QZsLPlf1PT6u6uu9UeNNPCEmgD31wzk+8T6DvRQFzjzXC8y8Jgzyvm41ej1DKZg84xB2vpt90L2gVIu90Sdeu/q4nD0sMXc+T3hMO9DBGb40ZSu+5vqwvVEhiL2TEta9mb/IvCdo/b1ZDzk9gZ88PURXgr6hYus9KKdjPYK8XL0dxVm9n1irvdc7vzx1h0c9jWAAvoMtET4mj8E8CJwQPgrKLb4vrVa+QCFovqMoF7wpxYI9yjeXuu+Od75VOvS9k4pMPkJYoT23VAc+VMFaPYN2qju5CVy8yD+CvrXcNr35Ju29+K0nvrkOq71FrEg+JLgqvmS/tTvNoGG9Xvo1vj2nub3JVGW8StQVvs3Dwz18mwk/Lj54vd1sDrxrLpA8h5ccPi4ZuL273c+9HdnrvTnU2TxlWqe9pREbPmFFtD2G7xi9xLuLPRPxQL5+8Q69ERisPdElgr3u7RM9Zvjcvcd3JTyOnkq+vOCAveuBAz2e06S9MHbLvTtGO77kQIS+7HVSPTk91r0+9IQ9M08WPrru1b3MBJq9+LPXvaGqQj4l+3W+R8dNPvtYQT5Z88M8kJ0zvggRrbzDYZO93Vl7PgTOl72z/ge9q+b+vTZS7721i5Y99FWOOsRYOL1a5fQ9yxc9vTCqTj4JCYI9xT1dvpvgY73LM3c+lSUju6y/Hz4/XGY+jCqbvRicBb4fBwe980KOvB1kl77Flp89KYJBPgTDQr3qR4g+MKw7vpO80L13GdW9BYSsPSJJ070QSQG+B3A+PCffGL6wVgC+1cJmvqG2yLz51R8+ejaJvslq8r3iywU+SCMEPrR0+D0k0qm9ATOMvgBsgL2QCa49URZPvreyQD7zcOY8gyOLPjvnlz23/gc++NWGvfzyyb00Xm49k/4ZvUCujz4Kt6G8/mXFvXaYgb1SzXY8x00PvT9beDxwYgw+X0uRvSgfJT0HoOA9TjMzPqD9Wz0YRgK+cpf1PL/Rtbt3t589JlExva+fqD0E7yw9KrJHPnPv37xkihK+uXwOPtaRgD2lB0M8hiw2Pr+1DD4/g+K9fFAnPFk1Hb5G64k5vHCdvnmQLb5yf2I8xPmhvbxsvT1A10G9Fm5jPhS8wzwhCvm9OFfxPbyqEz3ta6S91Q8LPo+IAr0XuMY9IohjvlT3Tz5YD++9Rpx1PgneWL1M+0g+qQt5PTYhKT17WgU+buLJvI/ZTTxRwBI+fx0qvtsOi77+jqS+31IUPgMb77ydoIQ+1nAdvt9hAb74vyW8NEosPlM+mr1hbGU8lSWzvX8xwD2xsGg+rDUlPon3ej0pgby9eywLvhA/YD2zwdQ9n9+qPrznGT5viIg8GPyyvD/BOL3UA709Of+/PYARhzsbFxM+n5Khvr9y/T3c2Z89O/VNPvPRRj4L4ay8lNvUvZa3gL7TGy6+nFIyPjOjk76uhgY+roDyO0sr/zwtgRU+4JN/PF40JbiVxik+uyAIvYsk6b194hw9hCRsPrnhI77etO69EUjAvc73QL43ZLo7+DFdPkWvob1LSbU9+xhXv8xI0zuh+xA+YihOvpoIFL7Jg0g+eec1PpYZfz50bEA8PbtxPP2CHL3uC1W+mwrfvd15Vjy/4sE9C24UPR7sjL67YC6+LxNIvhAwkL4TcGe+/TVUPsSFgb2rn2k+M8mwvdhjoz4idnq/yZ4HvFSHW70nAPk9KdAZPTqJmT1Ilxq+63jlPeFB5T1JuSW+T1tlvgDQNL3h1Lk91rhoviKe3z26lhc+vr3LvmRDXL2eV8K8zeATvlupGz51dxW+ht4XPh1zQD+X5Oo94wc+PaijM776/IW9Oa9vPbhOXT1fs/m9m0NIPZnDA75RB0C+VhwZPr4r0r2Xgia+Oc8CvjTfrD1R5Qk+EFZbvgXHVT74Zpq+r16pPQG8/b27mAI+vR9vvuB7aDwQouk94niMvShKMT60p6q9epIgvhCjgr4axaI85QOqPa8n1bxDruk9wpJnvskCib54n0Q9P0Z5vjOtub0QfXM96ewWPnHp0D16D509buBgvoufTD1Cj3O+JYUaPsUGFj5qrQ2+wFRsvvzAAj6WfOo9VriHvtL2ET3b0oo9u/RIPazHwT3L3TG8IpEGvg3ggr71Z5W8vLktPl8xNb3fFR49m6h7vrr6nD35eBu+TT0bvTPvR769m9M9mymjPQrO470RxG++DItzPf7cGr5zsSS9U/4hvpgZej2ddAY+m+yyPcFjN71UmhM9L2nCvZyoxbzAgkA+M9RCvYZJYT2DUbC9utZHvUnP5z39Z6E9tkmCvgqhQj1yzXo+WQPvPQpUyL3a6Ow9wtRuu/baDj6fh549xouCPlLAhD2MftI7iqYSPcVOVb2r0FC+qbwEvvsnDr1L0ee9I6cbvu+yMr73eYM97wxNPgWgw72mMHI+Fxt1PXLXvD0bHS0+EZitvVgYer1konG7l2P+u7bxFj7awI++LwrxPXk4FT3JvaC9HCEvvnRhGj7e1YC9Ye+4vfWI4Dx2O329bwavvXcRYD5i6Sk+1j1EvcdxWj1LW2e8NaOnPYRufL5Tavy8XDt2vpPHM709Zsq87UQnPvu34L3OqsY9a6GQvNsJgT3Y5gi+J8DWu+vqFT5z7Oo9WCyTPTPOyL3uLG6+6L84Pljos77xOgI+aHDDPTQlnT1kTrI+hmKrPmXDvT2Ub4u+TB8evvCiF7zg/xk+WYKpPfZFor3F6J48eZqKvSU8Cj4UiAw+bMSFvPawLz5OO4S9Fe1XOyZWbL6g8rc7MI0dvZU7U777lGO9sMIgvusdyjxs7e2+sdfoPtrXBL3MnD49ZlzBvVAYKz7HvDQ9eC1DPnBBhL52+wo9zqEZvg4EOr3ywAa7pMftvOclML6wu748J7f0vQzBgDtwKfy9dolAvtv58rypWS8++IYkvRysBj3Zsok9B+mXPialaj7+cga+EdrVvR2bE71CKD29XGUgPvJ+cr7pfKc9KWdLPvn1mLwUPWc+hje3PK4SAT4Rbp+9JRPovrxw2rwBKyw+8V7evOH98T1IbQC+kmsHvuYMgT40LXo+hhAevtIKAj6EZsK9mwc8vu+6VL1LKTw+/6FbvhCxlL6STDU9tZ5bvi/D6jy764q98GnIvZ7567zyvtE9Ig9kOztmH76rP52+J5xAPlr/ib2jZJa9tK4Dvmx/zzwftG++L36WPnoheL7gvrw9i7IQPXcXYr5g0Qq+6ezuvYhy2b2oVmM9TXPVPX3a7jv3peE9W0uVvBoiCz6Wdq8+/awBvSX+qb6JFBS+WobJPRgqST2lyJA+y4rEvO3ki76toAE9HHngvlSDRD2jA0m+j5r2vV+24b2Yi18+xoL5vfmz9zrdsiG+Mm5fvKOBez4VqnA+fPC+PYPoaj4ETfq76KgSvluBjr1tfYi9qoO3PQbuJj7AaSO+wh2Yugk8Ub5GZA89fYkJvnj+z71fJ0K+w946vRqy0bt5U7m9z860u2PWl74OsE8+ySoqvtlIuj0AZOA9MdOKPehuTz0F4Sa+4BOmPWbNGb0Rysg7iIDQvSjTMD0yJuS8YMGCvnq1br3ztlw+NER1PIiCpjwMrfK9U+dQv1vthT3bhX+8TWSFvum/uLuuG8e9bO4CvlsCXL5HNy29lWRVvpGtRD3n7lq9AJEDvuW+UD6CA2o9CmKfvZtZqr2GF+M9mYrpveLrCz4oHTi+hWygvH3r1D5DTXW9SjKmPl0nob4QVWG/u0srvg6sFr73i5e+NEuzPk40zbyb/qq+DMkwvstLHb4efCm+oPk/vLhvgj2L8fA9S/GcvSROprmPGGG+phiqPbALHT45g0g+avltvoA0tj6jgmi9PiXovcJzBr84RU08nFMjPteGFj6ebcC9rFbZvmAvTb0X+tG8YBJBvqJKCD6rJ5I90HYSvqlArryczm2+poCnvu1sQj51AYi+CSAXPiIblD1gHaC+qeuoPn4MO76FoyU9OLjXvXdimL0Lcgi+W7yjPMAtpzuOWA09wH88vcdbtLzVkQo9A992vrVSNT6KaFm+KZbvvnCEpD5XgTi8lacKvoOZDT0ceE696XuCvh/M2b0AMSy+2wmLPlvrbr7+3Ai+b8V2vhWLBL4Of5a9HXwCvlX/4z3rlRC+pD0kPqgplL6Q5n094NTtPIOF1D0Pq0A9KS2+vbmkwD3Tj0O9kk5pvmjqzjy9YyU+xa4bPjUrtj3ZvIC+xBwfvZeVvj2nFo2++rK0PKqkCj56mrO+Zj3yPQPw3z3uKKm99DZBPohdEr0mSCY+OKL8vMy0T75vozy+OuCSvXqvwjyI7oY9ow9uvhwEtj7AE/G9ROrkvGb/Hz0v6Rk+pBwNPhdrBL4F5N0+muDoPVseoz1Q3oS9K8wTPf9VxD7BvxO9gh6fPuDvsDzJkQ4+tc6IvngSQrtRAoG9rRxaPbxWCDzQkJ28ssVDvKUzKr3D6mG8CgEGvuvUnbxUt8Y+9/fRvP207z3zq8M9kxehvidnK77JxoS8bUQMvqwc7jwz0pG8h3GVO2fz8LxQAVa8cbY1PllnET66QTk9c7OLvoSc4b2Zew4+zn8+PaKtUz70uwU+ioC9O2FBVLxyNy+9q6DgPEd9cb6bgAK+JUsGPX4yxbzNl/A98L65PaigKT3H+Bc9UTIsvbXi5T0yH/C90Q/pPKYtmz0lhTw+UEKXPeZivD1TZxu9SlkLvC34Tz2t0V09ARZ/vcSm/ztp9mY+Xr7dvSutTL7pVH++ECmRvFhVST1gsyy9JiYKvhMIQ761klC90tGzvZchNL5jbDy9VzLrPSS4TL1dC5a9TH0RvfTgob29pQE+xu6yPqhOUrwduQQ+6aUEvjfOGr0WO5q+4lgCPyP0Xb6HnQQ+1D2PvcYdXbxLbjm+E6Z+Pv2norxR86W9fYapvipT973rlji+8OWOvRNGUr58zAM+OqGHvvLaIr6hxnu+x+U+vh1D4z3qw1Q+cPmgPHBj/bq3BI89GOe2PhfaKD5FTY6+m7povnGfIb6P1re9N8XEO0tOm730aJK9OIWEPIdafz1MYgo/20/WPeUvrT4b8wC+/UpEvnWrZLz/dxg+PwFavQc0Bj7TFty8JPfVvdnIDD6Smeg9CMjbO8IPcT41Kt69S6+cvCLMQj7fHXg+2c9/voHNBz3p50+8nnbWvVymIT7W9je+ZXtIPTdz87wZwR+9P0bUvEzQ0T2eysK6G0kSPq0grL5gfHQ9Rv6GPBrw6D1zrUu+6ZIsPojEpr2/3349wZGIvtNoL77xFIE9GkOJvYDUez7jnI49CVo0OzVD1r10jQC9tgipvVqVQD25YIs+FGYuvn0NzblmpUk+S30LPs1tJD6kF4I+gVpVPZke073ErSq+gvPhvloPRb3dWsE8sahwvUO8Rr4ZGe89KUTSPV1JBz5ssHa+Z9p0PUrff70sbgc9G3goPpWWDr2cbgE+wGQYvpE1dD5mepo9rMNSOy0XXj2gDeq+Xzmuvm/pDL6dTZ+9LrSbPC9UD71v4Qy+kLyYPXLOib1K6AG+34RTvkZXW75Qxmg+Raq1vQYYgL4agRe+CgcAu/RPBj5zu12+hpKHPjy9Ib5CPj6+D12BvKdJnT7ek8M8Ahykvp7AfL3xCoE+S/NovUFQ/j0w8yU+e7MoPuOBBb3G5eu9n5XivuxLTr7PAQC+4EIJvbFVFD4s/vW9hUdUvjPnSr0ftu062xSUPQfBgb1SeZ+90+4NvlgsXL6rfhQ+AVgMvueRbr2BHr+8imUzvtrmW74tp/2875Y6vJH+9z2CBe092jINvR5aC72wUC46fk9HPop2yzrH8Yc9YqcwPi3rsj0eILi9bT9WvbCOC76fRvW9wCK0PavDAD2v1NO89PUDvmNSFD0YGFU+Vu8EvgyFJb4sZya6RztUvYlu7b36tSk+OcmlvalpnL3WIN49y3CPvSmqoD14I4S+XNI2Pt1A7b25gcA8QBovviCiv7xknLs9I1KJvebgV735u7c+YZPrvcwZ872NVO87f2f3vXbslj29NmC+craAPavSuL2JHlm+YDKSvcHE171/zgQ8zrWBvZMPyb2rxza+majCvatcfz2OJPI90YcrPj1ZOb41V1O+d293PWTQDT6Gw6e9xyAIvrk73b00KuS7i34NPpxdyz1C3w+9j/idvQmRFj3iLbK9TxrSPRUniz3PrQO+xyQbPvraHD3og++9nITCvQaHWr2F4QG+PEhCvVUsSb7PvK48qGILPg08hLw6jV2+hk68PFydSj709ou+6YMdviM3vr1MX8m8V6UoPrVslj2IDAy+hM4mvrvO1rzGYM09IwRkPcdTp70eyVQ9ItEBPhRHhDzuzQ0+CDD6PUUezb6m6zo9Kae1vVmDSr42ZyQ+1DpMPl2gV77GiCo+1SMLPpJcHr67z7w9x1VJPsDky72xhAA+R0aOvpKhY74Zwr89Q6eavSNYIDy9tjw9cwaSuy+Ivjw8PmC+BIw+PUGUiT6TURE+VBTzvVbVXL4vd+29wl8svXFQlb1rwAK9OVMAvhk3Gr5NEFc+LNTevZJE1z1k6Ck+aKQXPnaTNr7H4AM+m7nvO+3wbb75jto8camwPRbE773Zh6Q9uJ6BPYziITzPbhG+82bLvR9dD72aLke+oYFxPcwoAjvX8Ue9bzi9PTqBjb4hoew9A0xPvZW3gzvR3pw7Z/qCvg/iJ75qNWU9I+4ePYiaBL7+WHy9+udxvW67Yj1ffGW+Y/nTvIIY8j0QERS8benqPU7y1b2ptYA9x1RJvsixyb2eWqC9nKgCvhigk73DiD2+zyWFPenvLT5W4O47bsllPJ74BD4ocSa+k7HevdUZlb12zWM9fkGAPtOHIj3ChEy+Abx/vsAtnb2vkMk9sX2HPC6DC77/GRi9CfumPFPlgr5EAae9rtJxvYVTdz6HRS++7bCavaNKQ75oHPY963XLPa88nj2+YnI9D2ssPSOAbL5Npp28slYaPmVDAT3DVD++G9CMPdjBpL3iWag9ORrsPe2pzLvOqWS+TWUlPl8ywz14lw+9EjZgvF0fXj4WdTe+rjoJPmfO6Tztj6e8Qm4RPtfHmj13jvW90c+lPurmD73Tjl69oxFgvY3tXzyEKqA+ejNgu/ASBD3tEIm9Mn+yPgPWSb2Wf6o90YBiPDgCMz7wwx8+impePlKlmb3k0c+9ZBqhPfWQ57yxp4C9mG8jPgrhBD7WQkc9qSkNPYktyLwcZZc9kHiLvfWljD2HAzk+sFKtvRTWi70rilY9MC61PPsxnz410/m9Zb2UPqGaWj5MDPE9BdrQvSZKmL0f1RA9dFWEPRBRyj4xxSo8fF0hPgh1Vb71GAw+jV5rPhqcDL4ZxxC9EdTiPRUKGz52Vhc9QFA0vtfsJD6t3BQ+LoN0vQs7Fr1TRmU+vCHCu8grIj3rzkM9r3s7vnxPObtNNkG+Jk+Hvd2LfD5FF2S+BfP+PesTJbxKgC2+xvcFvtSy1L1eQeu9n6ImPTWScL4Z8yc+FxQEPrcP273c1Li714I3u832cr3bVls+JKVfvqo1hbwOZDg+aGsFvqYKHbwt3Bi+BweGPoSduj0kthE+UpM3PdYUyrwwbA2+dFB/vi8AJruJFE2+h870O4JFlry6/Y+9OFmGvGSLT76g1bW8F77OvAkSzLqmCQY+69R3PeBxsL3juMK9i95RPaR/Hr5zw/I83csMvlEunr0SH/2601gSvqKMEb6qm/c7vDbtPMlVn7y3i+s9TKaCvKhAzr2Emj89+T6zvUdnAL4G/4C+eW/fOyaGbr5bTzy96/KhvfxLrj3xb1Y+S0bYPVm0NT5F0C++swQJPUO1OL7xuda9TBbKvfBljbxz+F88w72lvSX0Wb7zQFw9+Qq9vctkybzvPJA8xzgIvqMwXL7wi9K90UzUvKKdaz15yeW9ppLnvZ+vLb7QxOq9FHuMvAiRubw1Mh8+0KgNvsgkZr0ZZZy9LFvzvT7Fob16n5A94d7WvVF4C73H+6w89S2JvdXGlD1x+QW+109svjESor2Zdi6+rE6gvY1UA74uKn69DSQMvp97zT3w3CQ95WRYPXygHLveFNW7CMylvQpHj77R0TI8GaWevTbrQj3k6PO9MI/XvUsTJT2AoOw8lBoHPkMDALyK/MM8TZvUPdvzAb7hBQy+AykXvK4l8r0b5pE9d5CDPU2eVr6JLAa+fbb6PXBjNb5FtZO80rgzvf+zJr5Ja5O9aARUvUc6IL2rrk2+ofKzPQnvCL4hFBO+97UFPQAcT75nOJu9zWAhPZh0Sb2jQk2+D8IKPPZZo70jYMG9nsW2OxMKpjyFW52+3JS8veA7Er4uiye+GgZ3PfAsE75b/hC9recJvuYMZT6ljOu6YRVmvhDjlL2s7z28moPEPRCpaD6JwBA9oKURvr5YtD1Bn1w+P1g/Pnm+A7zXF0Y+YfGYvQV+dzz1LGK+AynfPLelrjvSsbC+8/fMPIEZ9L3LBTg+mLn4POz34b1Pqva9DzZqPt9FG74vEIy+R6ndveQjUr0HhmE+CRyLvp+q3T1eAqe7AdEnvSQ0Tj5n+Jc9FqQ3vffdqz2/iTi+feCpvS6yFL7hwRm+Wi9aPk8uCr4zhys+RgMSPlnzjb3DrkO++T2svYziij2P7YC94emrPCZkIb4QXiA+/OScPltpa74Xdf09ZzEAPs8Xdz4+1ti8cqKWPeFxpbsNXUM9CVAtPr8riL09hYw+hPERPdGgRzwy1Bu+B+RVvXqIaz60BvG8876ROtyb0L2myFY+GI4fvfvU9r0CJ2S9mcZHPNvmPD63Lgi9WmXhPHwl7L0XZd+9ZJ0DvhMXST44p5u9WAWAOvNY9r3s0pK6zxabPUlFrb1UdHi7muL6vflD8b0haZ48n24VPd21nz1F89S8KHnhvZeNkj5qs+A9F7XUvfWS+j1rhxI9vB5Nvtzqk73BiRm9sdIivvMAQL3d0PM82IKGPe0sAT1eukK+tjDDvGSEYTxkO8O8lenZvJF8w70Vaeq7t35AvsP4hT1GcJO8Zi07Pu6VqbzPIZA8TNlXPk72Gz4T2fK8VR4sPdDUCr5bALC+kHk5PkZJHzyjp3+9+YYwvrs0Qj4Ot6y+1QT3Pdd2pL2vNmK+E3uHPioHB73tCna8lL0mPoQy1L2mxrU9W+SZviOX8jwb+j0+es2CPq7DzLy7pjm+e1EdPiXAj77fXIS8p35PPTACU747KQG+E1ZSPibRlD3qwLi8Eqbpu8TAHb5TZ8w8QvcGvnaVzj31OCU+vTsmvamU7b2F33++FGuHPvwFEb0UQo8+YNogO6IjcDwrjM6939hcPrciiT7eHMO9m1o/Ps/LCD7f97O9HyyzPp11ET5KtvC753KNPmZMlD7reps8KCSOPvlNnb3E2WQ+bU1OPmJ8F76N6kS9apVAvXpWlz12tiu+s4S+PUHAXT74FvM7YZyVPW7zMb4VtMW867JNPSGPLz1BQBU8nWy9vomVpz2pP3k+E3RhvsZiXj6tuS69omU0voK4Y70LLhm+GufEPOTri770tKi9EFUzPdVhDb3e8to+PvtGPSRJ9r137JA9GQKnvdi3mj3ehxM9/68/voTyIj74gZk9xHOOPWrE4bvMJ8w9dE0UPuijGT5py0Y9/ToCPj2lmD7XQru99JgGvr6fUT4Udz46FtPtPbKvgj4huUY9+dB/vdcklL6IgLQ+mRnZPVOw2T3gwMS8g/z0PTg4Dbw/4FO+pFx7vu8Cwb6BjJk86iAHvnFD0L3t1hi+1dgMOoZhRz1cPQW9Z+UkPflNrbu7YLO8h7k+vsJtYT3mB/a9ea7LPT26hj0WSv+91XVAvmdIML20odu88NbFu4BHRD1A6ZU9euLqvVCjVD5cekO9rQAFvqcIhb5w/Ts9f580PldWFT0HloE+0ukzvicbqjwg4KC8dqHWvK7adbu9902+H2tBvShZdjzbGDC+s/9sPR3vdj2Sn2c9/LM+Pe0nQT6E5M89lof6vUsq/Dyb/Q2+A7oBPnnikzzocpU8FE7kPRXj+r1vHxe+HLGTPK/qxry+sJa8/iWRPtM1t70iI8C9gkaivaOeVT72QI69k0gtPGtiA76lW4I74oxDvqxvDr20vl+9fJUMPnSn0r0FUbo9l2MBvq17Fj7u/co9vIY+PnDVaL40Ajq+S9oqvoYo4r0K8iM+qebgPdW8371XU4g96Uu8PVwMRT7yr8S9TtKJvR7UKz79QXu9Ow0Bve59zbzqoje+xM6ePQY7Tr0SrP89OsZ7vQc5Xr7cgde9DdkKvqFZjz2X8Mi9TL61PVl6QL0BgkS+25B7PQUiGT6o4ry9FZkXPakuCz45vgg+S3UTva1psb32DgW+UFcnPlsI7DxCK7G9NtxOvVCE4L3LP9a9mZosvWyYXzwSmak92EhAvs0CN770sRQ+8fNOveCkij0wnfo8niCzvaL4Zz5jFgW+eXo8PiwdRj7sVlQ9aNS7vOyV9b2FIkQ+P9BXvSlgAT4HLsY9NqqnPjKsm7pXd7K+jD19PUIf/TzDKIW9JAOKPM9Vkb7fo6u96c0cPiv3lL4cgmA8DuCSvnXn571jSp0+gx2nvVflm70FpoY8ulY0PrJuT74wn8M98jUlPgcjhr6ZZC2+csIBPyBG0b0ZdJu9V58Uvn3XqD1a65s9QC0KPmc1Sr7QxMm+FzW9vaptgLualli9PWgxPS0AT7wWiT69GDCEPPfdhb24TbW9iWclPfR1hb7yAbC+rG27PtGwSzyp2ke+TbSLPQ2Yxj0H5Po+cwS5vYI+57zJZ6++W9nHvUdJCD5N66O+5Z+kvoNjgb6RrOw+3hcpvmpzOb7tuai+4ji4Pjmfgb2prEG+Tfd+PhUJBT5LyN+99NZ9PHW5gz19UNc9vlqyvZr9zb2BItW9vusAPb3BgD4q95C+7kmLPEiby73Bm9w9S2A+PlQTdT4e3qE9o22IvgSL8D0im1m9Eog1vva/Ej78zHi+M3YwPStUlz7M+3Y+Qj1LPkYxdT5+6Gg9xcthPSQZ3bw5Lye9XTI4vu8vITx+uNG80mlJvRaKg70dqN0+ihmyvjchpD4P1wi9hQmEPuPazrx7CyC9OqYSuxJ1NrzGYvG9/1OUvvGJ0T1lJsi9TDrxPYK8MjyUhUG9KOtNPL5kO75ovY47wgU8PWgJT71c3ay+qX2OvrU2Rb3dNVw9zx/tPXodLbzm1sq9yd2dvrEFtz1yWDE9P9DrPD7ZQ72QtRM++pxCvnQAhzynNeg99TPRPZ5tV74WS2u+vfguvhEBXb5dn14+TLcBPYkRQ7xN0kY+0BoLPjlR8zrkqu+9qiC8Phuy1b0N5XG9JjVHvZLM5r2hE6u+WZ7uPeuXlr49My69mPO7PR37az4UMu+8qUKRPZ/7pT0Y1IG+cLK2O+L3PD4ymHa+CNkHvo/BEDubM02+DZyrPd5Enj7T87+86tiFvXDwhb74pQi+CS3XvckfNb7vXm6+kz4lvjwcGj42KVm+CbJDvX5thr6W//g+iiVpPlcvQz6RR5y9DLs/PcBvND3JGmO9AHU8vnHN0T30ea0+LvU1vnh5rz2wMDC+dr3QPL3Swj6ZmFC+JZwEvvG0kj6CILC9usqEvmw5gz2FZpM+kEhNvvYxS76us4M8sSyDutNPaz0yiQy+yin8PU6Btj3ELHE9Z7j2PbyG1r3UIRU+A8VbvTPKtD1LQCi+2uS1PVDhUj5jjVW9sWurvvufdb6/yqs9pSyDPJ/iKz6qJrw9Fw0yvYEbFzztIwY8gF5dvoHKYj7XFRm9ij5MvsGIIL4X4Xg91ATOPdp+nzyqShI+l3xVPsITLb2PQQ4+PSwXvlyGMr3KBoW+KApIvo+wmL13ifU6wjBzvvKzCb2Sl1i9muGtvaD1Br5wrcq8qUW2vfXzKz6W/HG7sM0nPSVxSj2nEB48x0KDPZK+or3VxzO9P0XfPbMU/jxHpVE9f7sxPrXC+DyyOci9srp4vu1hZz0pMxe9/O0bvRI4B77STOC92RXzvVijgL2qvte87FNhvG2D/j27eg4+Vr2rPQtIm72h/mO9cAX6vJN/6ry/njM9DD8EPoP3yb1Cfjy+fA01PiM3qj3l0f49gDQMPrXRC76X8/e9/YrevcjKqL0lEg49+UUlvs0TKb53g309whLovQkoH76VT408NZ5jPWfYS7waEym+LS0yvU9Xp70nRIu9LihnPaFddjzM+3++vvUFvKBQTLfk0p89W9wuPVlLi71aWN29nU0KPuWvfj0sGVu+8GJpvcn/rDznlw094WxIPP6pED28Bqa9bRMSPvUDKr6m0oK+qPEcvhS6bj0mqzC99ahhvqP+OT6ruxe+FlGBvSHCLT0C6BG+vO/MPbn+070DdrG8UYrLPYyanL204f09WKVnPq3Vwb1adrG8NCY5vidrcL4aa0S+4FMWvsH2Sjs0Rm29MBWTPSYnSr0ywTs98SKNvjHsxL3DOhw98vc+vOKIaL1zJgU+xmCHPrkwzD3KQSs9rQEMPmTbDL3SXVQ986EIvcdpOr54CPy8/2dRPc3rfz7n9WY9ysymPnFN7D2IeqA9+weAPgyYp71EKEU9LahQvk8EAb7GzQW9j9DRvv4XrT3cX2++haOAPDXiebtgQMI9dxghvZwZZbxreoY9xSv7PePkNr7EmQY9JrQAPkj/ID3qKlQ+kUdOPquGor1zTcq9wlaTPjqDir1agTE+OO3UvmluHj4ZXC49AnsBvjDUYb7czhg+hVGqPQOBhr0Lcfs98I7hPW8sx705E2u+biMDvn+okr2MNze+oD4kvvrnF7wsr3Q9FK8EPn0Rcb0Acz4+64uavfboTL7si/69sWc4PIkd1D4W6GM9zYCJvYUatz69fFY9UujzvQPpsD1z33++RxRPPmxAojzMfGw+wpeWPXc0LL7sxI++g5kkvpfdQr4e2ye9a/yPvXFUlT6xgec9wNcNPugwJD4AX52+VQU/vUbLH7tsh9c9l/3uPfD8pj24TAK9edGIvEn6tL1sqRK94i1FvruTWz4hNOO9nvnMvoYYqD7tdXM+dEcFvFvAer7Rihk+1qLhvUXTFL65TT2+eCmrvqN0uz195+Y8kGblPGVZEr5gKry+NMbmvG62hr5vhVY+uNbCvSTaLL6zBMC9Gth3PmNgAj5/jUQ+ioaxPWGf4D2K2oe+RHMOPBxWyroICA0+QGoFPqFSyLyrXfq9PCNQvtvR3L3Ut/e9pNcePjCTYr41Qig+/AdHPWDAUL7fNKK96g0dvlqm3L5eO/e9+AawPr+xYz6Ud+C8kH7oPU5kHTsuWSM+kMsXPnmlA74s9Ca+XTQlvl8u5rxLykK+VvErvq9TEb4dn2g9RTgbPtiXcz7nvTS+xXYHvsIqYj5794E8J7YWvIKKXT5m0g0+UNg3Pin7Qz5W/a8+vIUTvpoD4bwduwG9V/q6PeX1YjxZ8z++aJvBPtN5uj7S7Wq+3JsXvl+rA73iVZ09MqrMPUBR9D07d469pD2evTkh+74VpxY+pTwEPgo6Bz24ue29rGIFvSHAvD18E4A9QhBfPkqWo7311Jy+NoOYvedJNT44RYi9GbPOPZnxir3weQg+wFJ+vF6dWj3PhM88fDBnvj9SFz7i7n+8QRwpPklUiL5+apC+8NGOvqA/g75kNUU+16hOPuWwbL4uKLS9Guf8PQdzHj6WG1k8y2s1vD+NDz6Mk6U+FIUVPccdUT5PF9g8UVk8vlUO2Ly6g1W+LrQkPj7ceb3uP36+OPq0OtR7zjx80ps+wWsDvb1jgjyl7Ya9t2AaPd3ktL02gC8+pL3lvoUGTj67A1c+738GP0Ozuz6KlBG+YK9nPYLxcL7WHlY7HNXQPKK06L13b1S9PVeRPRqyQr0G59s8h+dMPXb4PL5UeBC9INedPWK0g771s0695swJvrY7vb3EVgE+riNbPf+gQb1b6Am+39J7u1TIq7yC5hm9xLkkvgbQEj5BzFW9t8EYvrsXUb4f1+o8wMGPPFKga75Qc7u9IT1ZPBOGCj2bqUu+km7BvVQZvr34ZgC+pTMYvdp8H77DGfe83FjxvZmOLL6n41e9lNh5PK/8lb2vaBA+KpXtPDMIYr2z4Vo9Mt9lPcTVQTpfBCE9yM0Xvvk9rL09fAG9zwI6vvMHdj3m5M03oGJBPRCmJb4AR3K9DBuRvQnfI75GKRA81RMVPPC6C71UIpS9vjZivsUqzz3qzby7iAckvcP88jzFSom7eBjDvX+ja768iaG9YpRSPRklgrxH4Bi+QQ+nvgkrJ73qdsW9hMMSvpe/Bb5g0uq8d6CTvZp4WT2R1Sq+tL0MvjqIw700HDy+U4c5vjzlsD2ho9G+dMcnPjloqTwSehK95yrZvcig/z1NDMe9fhB6vnOLlj2x4r48+cZevk9ks7zY7Ya91hzfveOhiT3WJ5294zbJPDLPbj3BZRq+owGvveX1Hr47tWe+GCo1vqw7Rr2mr0i8EbKKvWlTnr0mqWY91FIKPawCGD18uI69jCZbvoxBEr7mIri9Y+7jPNmLX70hiP49AGgwvdI2fj6lACS+NYxkvilfFj1PmHi8YQfUPUj4Or6qdyk+Rs3DPP7y2z3PRi++AtpOvPqM3T0FNdY9IGZXPGuRYj5r7QC+tuPnPSrTTT0vs5U+HT0uvpfgQ7zwMmc+NIo6Pt+Nhz2JSjQ+SW5rvb5gGz3m3jw9/0advZ3AID2uvrs9BIKrPWJYGTzYf6A9M9NgPlU0zD0bgk689FovveBiVL1Zc3o9uaZKuxLKobxMaQG+j8sXPuDMG74yYCy+4Iz0PBfsQz7aPkg+erU/Pgql4bw94Ug+9/OQPf/mhD3PkRM9mIDUPRUxCD5prWo+1GGMvtQiyDxLDMC+PbCsPIHFWz3+Tzi+XjMjvkVhlL2RF2e9IUM/vuHmRbxJfyY+IG5QPjG+JD51Mvo6902yvd86gT42jRI9LheXPHyJqb0PBxa9DPBKvkfGfL2Ps2W+K0f3vFj7Hz59VIw9mpdPvtpjz77/VWS+PS10PULtBT2eswy+ytQGvYx4WL4zN/M98sYzPvPTMz6kaP49+l0avv3gNL743zO93k8zvuJeAz2wfaC9Ek0hvguOSD5BkKi8Qy+UPS0abL5aoLy9y37uvbd1Cb06DUi+FV3LvQEHiL3x7pa9bpySPV+awL2a7B68Z/5EPjbz/bysoSE97cJvPbhELj4RRJ490StqPbZaNj0cG04+9ibwPepEs73jSpu9Sw8KPgOzL7v7b42+zNZ5vsmwOr5Z+ES+lspLvQn6ojwBEom9rMWFPJuq472Kby6+DJsvvpZZWT6liwq9WjTgPbdDkr7zZeM9gCtRvvte6L2mVU+99tEsvcUsJr2D19Q9iHmtPuQbSj0juJW9qaB+PhprVb4o4gM+UtscPjLDbz4RX1g7/1hIPn6HlD5hEWm9WI0cPq8ZqL0bVOw9wA03vfdihj3aRoG+SjQBvB0dDj72Tee9h3grPakGAr4FIxq+yVQgvpVvlL4wTKC9O5BBPNoKRr4+3J++B4JKvUEiWj1rTuU8J6wZPWfVjztBNbG75oz/O8gWOD1/zn29HDRyvh4chj4ImBE9KiE9Prq+QT5Y0Xg+cHxDPt4lvT05ApS9Kk2NvhuxxbwSzVK+bN82vg0i+7z9hRg+yjkxvmfXkT7/UGC+/nFFvo5/8L3VH4o+srT6PfOE8b0Hmai9VCEZPeI9oT1t6pU+qRAtviX3c73nKvA9nszCvPlNjz6PLQ+++9eAPle3pD1JO6s9rgP3vQuc7L3Gwqo9qMyXPVdSSL7kPiK9qsVRPZJrML4sFa6+UoQAPtpimD3npBK+pVYQvm7E0r0tkAS+T2xePlq9bD7H35S7h9YMvRArTrwJqws+8m+avGD5KrwXiJg+2pCSPbAtML6sjeC9uP89OwQWyb30S/g8Gj5AvvFixr1c4OI9vdhIPd1xLb6dPss8i7Q4PTwAHb0FyA++g4dZvpIY7z1fmR28EREfvqJ9Ar5DgnO9s0x/PTdBFz0aOrA9u4OwvYX8xDx/FDq9zAoFvQMMjL0ze6m9+nh0PHaRKL54SYC9oBsZvsmNmzxFLiQ9GsOnvdqP9L0vN7+98XC5vBDQzr2TcyI9ZGZIPmujDL5F5S29NL76vdCz+j1VeM88AO2cPZeZqj0MQ1C9aNwBvnyVsL3E/Ce9cztbPEijY71t/Sm+MoYTvsl3gLw7IRG+lA8HvttHNL7h3+u9p+YLPjSGD75sqeS9qX4mvrHFpz3L94S6jwjRPRduLL67Kpe+0L8rvlcRXr60X1a+C0O2vRaTU77XSeY9rDMAviw9CL694Ly9pvzgvVwZ0Lz3NDG+SStHPQG0RL6yloa+NrK2vcObQ7xkBM69yh+pvfCjWL47rfu9wvtnPZGv7zzPYL09i/fRvpxJ8j0j/TW+55ytO9NsU76tHUk+sN7svaZZcb34utA8j/mKveSsh776jj2++vPIPcIgjT1wOAk+IPVAvqf0Gz1uT9e8oYCWvc7Auj0kBC29wmrLvdwq1Ly2icu9QiHdPXpI8L3/s6S9bKJJvQ3a3b14o729j06wvVyjDL6/CIO8uF4xPvCxxb0zq0o9+xn9PbeeDj4DGS8+QEuRvdQJhL4PMoU9crEVPqhGIz0q/UO989BJPiE+JD5Qb1S9IRPrvfPHlT0zL8i9DUqIvdoGpb1rkIG9T/LfvR5xy70gIkm+nUp2Pqvp1b11+qM+NCgFPs8OJ7slVAI+Hjk4PuUeTTvC+gW+u3ULPcSnJTwfDOm904WTPjJFlz0/F4o9UfnyPLTMdb5UEjG+Gfc3vpPLBT7N9Ea+6EKPvoMeIL09oKw9HcIivmnfRT0P3Do+kN2OPbbZPr5dU1892vX6uc6bSz66FS++195yPvS8uz2fSRU+Lb6ZPAbGMr0tTYW+dewsPUMb2LvCCY6+1wmYvX62bj7ttUu+Hn5KvqNQPr7nOHk+CMauvlXqeD3DmI++Lk+lPh+RaD4Miqa+XmxcvaRGfr6LKci+4bxqvsPfVr4MyQq9LrFRvj1jnz3If7o92jceux5xZj50uUa+xLbcO5Hv673Htga+3yvDPX6asj6v7xW+tIgnPoaaSD43hfo9mwbsvB7fYT3HxY29uBHAvqteyj0FN6w9CVPmPcKsBr5MgBc+/5oYO7tmpb4LQ0c9g0QHPSuhNL0QQTG9/2sPvf9eJj5dioS+iq+hvs5avT2CgSS6HMXMPorwfb098kI7ewu+vPyU4D2Y8rA9PFdIvUyT2TsUxSO+0HEzvm2Twj2cJC29B+0mvnPFbj4Hg7y+dJqBvkjc+L2f54q9HJ0APiLQnT2pUHe+G0VXPg4Zj75CVia9iN2XvvGxkb65oz09Ibt1PsppOT08J4++XkNFvrSze75SSKA9TUcQPqEg2z3SU8C8hJ9JvkEqUz2U4QW8J/AzPQzSyb1FFqA9Cr6dPdq3iL5+LlA9s/x5vQvcQj4Dufi9HkHhPfJqGb2PJSE9OzOtPWbeY77YISU++W8bvhwClD66nrS8uwazvcKWnL0bj1q+88ShPrqEij3b73O+LJgjPs9cHz44Edi9+OOwvcCc6buRDjq+VyYVPAOb1L5nbzI93CLBvDHls75wkwS97NRDvjkNbD7xvY6+TCxdPtwEOL0VFWK+wkmNPQFNWz5w+xQ9PLP4vVN23Tz2PI09yRrIu3vUZD7RbBK+slUkvR0Ihj2hv26+I9W/vaqY/r1G7Q09GjC8vZ9f+7u/9ns+HT46PhkTCz1dYJG+fa9vvV1XPD4rwfM9u0EKvpjnUz4ecKQ9MaAavtBnqTu2+04+KRlIPiyrAb6S45g9nX0OPvU4Jr4pFuS75q0QvhWQDr5fTKY9s2g2PknMw75fTXS9rzwNvb20jL6rVJc+Dmylvk7lLr2DGoo+NkggPf1vTj4s7aa9CT1Dvj+Hsb7krZi8cRuOvTyypbwgPxw9V2cbPhDtoTx7qLI8PPwDPVhQyr0a9gG+Q3NyvbM2bb3AXMW957V0vT/e7r27JLe9kpA3vv1P3j3gZ1E9mswHvfFk3T3Ad9W9uRolvkP4ir2+Gem83WE6vn0HnD3mp2w9OTdRvYPD/70AeaM8zVm9PUoAXL5CeI88CfIVvvnSEz6uUTm+N0h2vaEcIz7jTsk88Ejyvb1BGr6NOxO+ZS5Ivuasur0f63E52poIvtvojT1ysAO9zZ+2PI6x372brwG+bFNVvhICsj0NM4w9cgeJvbaqwr2Zys89YFrzvXPiP70HoXG+4dOJvP292L0OHPs7X7FwPVfCp734chE+AhfmOpk9Ir3d3WC+moplvBVO17xYb5e+JfBOPZOWQD02jgM+WFySPbcVsTzmTJy9ZfifPbtDarzkMiY9BcbVPVgfBr7A6o+822/PvYsxD763Tlg94ts/Pv/zeb3yRDC9wRHrPYyAWL7IYFi+KYmVvS/eCz1g++s9mmewO2yRg73aCYS9H4GcvAf1Jj0xVqO9yQeJvM0vBD0Jnhu+rcFpPSShCT1XymC9dyHCPCMOm7vhOT88iVz/vIFqcT3BOhY+IzsdPs+K+r0Tvgs+seHNvDu9Zb0EANA9cUYwvroliL12Ukc+MM/kvFmRlL3flfG9VK+/PVdV4b0DITU9eP75vWs6Zj6gk6O92lATPkHkXj44+gO+g3M0vgGgw76AAek8NCBQvsFUPD68eP69fvhaPpHZzbyDBYK+VxVDvZVjIj11VSI+3IQFvq+5Ib7a2YQ+C13VvZ90n76MLPe8Aoskvgy37b3Uh2w+q0MsvoGNJD0oQFw+o8E1PAZwb71y1B8+qFPcvYb/FD74O4G7/hkxvIyUpz0nX9w9E+GkPaw3Pb4+MS+9e8l9vcgRlj32BFy9+z28PFn7xL2KmQ87l8oOPSWaKr6AvUs+PmAuPu5fIL7soWa9dScXPtZBHj5S4Tq+vO6MPpJ1hTsK8qo+ja1uPcwGJr6mbB2+k7yOvtM9fDwaKIa+OlYsPjbYPboNpGk9pNoNv+VKUr1QTEA+gbI+vYZQE76++6y+q41VvmmRfz2FPqo8IdVOPA8iwb1RSZ++ypbPvn1qqT2HoC+9acyFPdw8mr21V6w9XoEwvglw2z05ib69Lf6UPDEJyDoeTCs+Xps5vopLkz1xIJK9NSXbPSdhxT0w/uu9CXFBPoEPVz3IU9A804qPvp2jhj6m9dU9mq+zPLegCL0sHEg9u7wTvd0uxr2dgCi+ZF+nvX1puj1BhTy9hi5YvriHoj3w2169YN2zvhttHj5aaz0+m2OhPVg51T26cZ89aGtFvshxhLyRmHQ99Lg2vkd0nb6FyEY9bzxLO/AJ/T1faHE8E/YuvgP5I76e9Au+QK2MvtkpXb5nhvu9UbGiPnYwOz01JDk+CDCEu2CDVz2UH/C8m26dvMZ6Z758mD49rGUTPt3kDL0jx4I99POlvi21N771rwg+ho1VPbuPv74d29S9IzCKvaGtSz1XPC49BcrxPZYvyb6dAK+7JEOXPZ0jT70TrZ+99kREPpkKJj6myVm+ikGlPWEaoDyqF1M+9JIFPb2Qcr7EgOC9CitkPWDilzxyR9S9xpMdPqAqXbxz2ny+2JzLPu1zM72VuFm+/prBvPJ6yr3Kumi+rJSLveOGTT6V8KO+evHVvUfsDz5LS/S9S4IfvuEj2L2fjgO+bmgfPn8QG73vcCG+/9ztPbHG576GqEI9jBgFvPR6Az7SARg+8tAbvvmFUrzAZ7q9kZ8/Pr8MYD1WYwS+GDJGvg8Olz7rY7m+J1sivsi39z0GdVu+aPQpPXxUY70YS1U+fq1ePhy7jD1XpFO+JDKhPd3JsDzoL8w9Quviu2v6DT6LAki+1tvEvQOQGb1V2kq+nO1PPR+8rTz/C/O8A9j3vW4orT7gGIs9YIOtvqi2qr3AcLS+3FFnvZxRm7yHWxu9XnwrPvBXkr1eq5Q+EO2Svo5plj6FEmw+0p8avs+eVT6CR569fBVNvo9EDr7dZqS9ByQaPt4I+zyClDY+Kw4XPglAgT0flws8AdWDPDGUULzQZZQ9qX65vXKCwbwmC8E9M3zVPXPu0D3XjSo+Ofj9PCc3pr3s3h89sdk4PnURaT6nSjc9/B6HPUqEzT2ccNe79OVaPlzZBrkNcy69UYc6Pjpn4Lx4TLe9+caoPbCH4b20tVA9ZrxwvW6XOT6VgZI9wykGPuFWHT2yElK8NXaFO6SiIj6Alkg+NVrXPeJtNj7YCow+yfDou3NgHrtJLOI92zyhu/zCkLzbd/k9uc8NPIACoT2ZbkK9fjhyvpRpAD7uy429pdGmPuqgUryn9Uo7QmkKvu/mlL1Q9509F0AdvDy5bT3rCq09rG1fvp8oGT738mS9rV0hvgBqx7y3D3K98GuzvCSF4L0qNm09e0nhPTcW5b3Z2Ce+fU7+PcfmMzxJwAW+xzYpPuZYT7w0/H69YkauO+FP9r3qOCc+v30FvoNncb3/mz+9qfhlvVZCar30fTu9ExytvTbzgz2ugkm8D/EAPE6u8TumksO9GVs7vpfR5b0dJeE9Kt9RvdfwSj3GThe9Am3APAAEW73kgIQ9a6u2vHrWaT1/8eC9I6SLPg2HtL0Frh8+BdbVPAON5bxcMIs+jVngPQhsIL4vnV49E1WIvfbiub2mluO8kBtcvurMKz3yLUA8+mdWO2gdND7+o1i9PlaqvvmpaDvy+OO9cW1mvhqn0T0u+cG9Jf71vVYhYr4Pag8+ZAanvsQmDT4fZgG/qb1SvtzbxDuB8no+cTMhvsHvBj1CXoO+f22zPJWqsDvKuoE+JfYkPsB+l76C/IA+Kr2cvcUeBL4jZe69Toa/vQlDxrzBFCE+AQoGvshENL4xxlY9loYFvnoRtr1MXQS+xxRRvlg1DL0EePs98nmGvk0BrL7xuCI9AQKKPZ8MbTvKLVu+zlpEvlpNNj5vhVE+Y3n/PPLVRrx6YXm8rGwTPhIijbzXfws+qX0wPmnJCT4muK08bg8XPqpYqT7OnVE+1PCxvtBuNz5gq4K8ombjPZNKmD3LsAi+HEAtPdC0yr2BdrW+vXGwvhGkIr4jfUU+eb6EvvwWmz3qSDC+KmFCvgp+Oj7hHz0+3b8yvr7MWb4rDgY+tYWUvoIWcr5aYlA+CL5LvNbpsD3ElwO+6+n4vvRRWb450K2+bPRaPmBmUD7s55E8zqs8PopbQr4VSJS9fOKgvFsfLr4dF6O9ivhgO6TMsT0RFg6+QKvVPbLhH767ZYK+IxmKPib6iT68Fwy+tXSovvsQM75GiZo9Whkdvhjyi70NhRu+d+U2PJZ2XT31p5O8NfWevrR+CT4SLxu+lzl1vVz+O76xUgA+iPqLvako3z3OAES8R99tvgj45bzFBme92ygCvRfcwD1PfEy91GxBvuTW2D7m3ze6KgmWPdqki75/2xI+AlRwPt1VYT0srM29sQulvTGSnL5zOyQ+3rywvSFtLD72J0Q90mklPdX9570U/KA+FjwivvxQg77vuFC+ojZevinhj73LlUU+U9cbPiA/O705U7W9Yb2OPrX9vT3Rixg+sCSCva2BJj7kTTg9xau+PuqdmT46Wis8ahTePqs1sj4VDaM+qLAXPpd2mb6B6DU9PzTPPT6JBT5VcBA+3Z9SPXel0r3SPpO9NoCKPij0hDlQOOC9z+QEPg1+Zz2xKby9LlE9PmGxBD8C0ZQ9odw3veONqT4xbpG+C25WvhKEWb38bks+gu1rPnzZmDygGWQ9x4OBvRGFbj7F/jc+SL5DPaKUfT4zZIY+GA+JvrJ2qL6Xmqa9YrNRPVHcZD2vYoc+0uxUvpMdtL2oczK+EcqfvdivXT5D7qU+0Bx7vZPQhT0M/yy9L/RPvXr1DT6grIs+boeQPU6Cwb1xwOm8JGCKPiWv0z3a6+q9ukENPeqUHr4qV0C+UTqJvZs74j1lVYm+lO6qvTeEnr0KDbE9aoQjPtKrKL4TA5++s76OvKTT/r1aTjY+yOugvvBDwT7ZLow+5YbcPu84f7tOe4c9z5pjPciL3b3rzzE+84OWvtt2l70QKx4+g8RZvcmeFr5kDwO+svIgvjMmMT1TTAY8a4omvuyVHr4UIh6+aTsHvvR1hL5uz1G+kULjPbVnfD1x+mO+Q/rSPe3iWD6htlS+U/ESvlVKDT4QExQ+thYAvaDuHb6Eu3C+bFgDPoi3EL2IEI296YVUvUqkkru3ofK9CquvvPpsTb4L6Se9qLxTvesAJr45v549LQ8qvGB/Yr374wC+LCOcPFqVPb7Rsse9BSq2vHkJ6r0WifG9/TjXPQF4fb7utFC+WTpavtkfCT40E/E8334Bvs/6xD1Eq0G+jOoLvi7fLb6LVHC+JVoFPS2gzL3WVKe+9qyXPY6QHb7LIku+XhEQvgEkW70So449cbeFPT2O/73Ptis9j0dFPDnhJb5yGss9r36ZPNhxK76njIU8BZAIvsS7Mz2H/aY9TygvvlnqUr0JUVe+leY3PWsFAb4LSem9IzH/vXrOsj1w7bO+TGAEvv0sH77i2Te++DgCPsgrJb4OhUi+ov/2PWY6Ub5OY5+7PqPYva0sKb4KjQq+5ZYGvlKHLr5cWy0+zjXyPV1Bbr6V1Me9CAoPvvuoeL5DV4m+B3mjvZml3T2QzfU9FGXpOtM/Bb7So949/5sePGiXbryzH1G+0E0SvtOeizzXkWK+NzcjvhZgDb367lS+ijWnPZMXhb3J0ia+Lb7SvZfUnb2hFS89phBnvb/jsj0ncPy9uvZFvj6NDr6VJo6+55wMPuk+LL0XpDy+ue5uPjLAlz1whX++YGRDvXfNAb2YtkI+WA76PRoJnb1QMIM+1K29vIDygj4HIwq9mqTAPKCWZ77DeC4++iRUvnEYmDxRTTm9VuyyvqXME71IBlm+S1iAvTzacT7KFKc9lJ/YvVipG70KiRS+w0KdPm06mT1KrGY8BffGPWFPlD1XfhS9MMVQPS53Lj6XwTa9CdS0vSQ8HrtXfwu+ftRTPWW+rT3TDFO98NcxviVBTr7T/9w96Ml5vWxnjT7qfcO9as9yvLXWzj21W249C+5nvtBvSD4gDe66tsOOPcHyDb1Z/iI+QxenvFzUtDzDfki+yBBtvhGaJz2CW3C+L5YBPkwIQT45cU4+AssEPv1eQj2KHd69Gy+zPoyaYT2fl/c92IaWPcon7j3zU2W+IsLSvao5mT7TENU9aK1gPn3iMD3dsTy9mjsTPrZgur2F/fQ8vry7vX1CLr36tOq9MHcuPsvkm777Wi+9OJvXPYx2Dr6rTHO+2kKRvUf/br1cgD89XPyYvDl7RT2oDUQ+g1OZPvHxIr479do9F03PPX2QAb4cguK9LKSaPRMxoT0P8zE96xVnPbBB6L3e01q8bdTwvTGugb6BTMq8Uw52PS59IL54T02+w4BrPenX7z3wg9M9ZernPdLLKT1xVcS8Mo5nPnlUVD4Pfss8s+CSPeRqrTzTv5m+1V3XPQMqFz4Gdy0+Q9CXPTanf73VhiA+6meTve2yBD71DBq99p5evq4Rmr6TPXS9euqIvKZNET002t49+RpovZIhCL4PHho9ruP6PIOrzrwdDfa8cgGaPrD2YL5bQRs+opR5vpNMMT7JgDC9aUxSPnWFabxxPh0+4R43PspIz72boYG8tiEBvoRC7LwBsFy+IL2rPT3w/T0JC6a9hIUPvua2Kz0yAkS+u1YqPpAOur0nPBM+X0YNPoQpib0HpDq+NTwmPg9F4j2E6Bg+Zl6lvZRUPrv1B4M+L3G5vfLNt71luXG9i76cvbvK9z3FXGw+7pVfuwm1Nj40CiG8k2ZjPsyMVL1gf7q8sYOnPX1ZtT40l+u+uNaQPtsyjb2XTbc9dy4kvhwVqj1RoiU9zCaHvSnBnT0pfZW9KISDPf3dNj4QXS2+jZJ8PpH2Fz08svs9d1SxvdeIVT0HDAy91Rt4PbsCij3iePE9MkIZvRZUXb5S3o891rvVvn0jxr23PRO88Nr3PLJO7DyTnZO9Vox7PMtJPr4QEUe+WEWVvQumDj74xIa90kakPm8m7L3lx+A9G4hjPk11Fz6OyI09UpmTvhSAPj2lMjM+ED2KvmvChL2Hok+9c2xcPUvIlr5iKie+sSgUPa/aL75nU/s76GZHvoYBHr4NfxO+MeDpPdsFzj3bLAe+vEI/vnWaE76ybmK+YHs3vrRAOT76F4m9yE+but2FkL0CWK89jWo4vtI9q70U2Va+WdgyPp4TTr42px09AZljvmAb0b2fn7W8oZ83PZ9aML7rnxa9iJ6KvgOFzb1qL0a+Zg/QvYmP0L2piUc94GMCvDDOiLwvm/S8xtfIPXmnND081Ss9EzjWvWZRZ779Qlq+Yx4BvogidTzhVk++/2N3vszw+r2RxwK+lCU3vaqB3b2dCe298glAvsnkJjy1dYW+E5ZLvrvlBL5pAWa+eGWtPSrOirwn7+M9zY5SPXmB8byNI/C9VCzhPIwSAzoAKgI+gBbjvZ/AxL207ie+4fx8vQCS570WTIy9O2EAvsKper74KIo9JyYOvhDU7L3/x/y9CTMCvuy9kzzR8O29C2KCvjGi6L07tEy+eJoPvZBhfL1s8P68kDE+vvbtb74q1ku+7diIvCvfyD0fUku+oVLTvd7uv71w/ja+aCbDvRTyRr6sVSe9oDUWPbTD/7rSHly+QL5+vpYkWr438/q97Goavs4eB76dqfW84n2HPbk/Hj25WOi87uLQvQbXzr2LXzC+wtUevT8ZCb6hc5G8TaYYPiFgIb25UgS+uKL6vEN0C75iBqa8nTuOPcFMpr1caFe94+k6vr720TtLTwO+nAxhvZ6Mhj3oMY09ZG0dPt8DFT4WI1W+z9M5PnxWv73lyjy+Xdc2Pc7wETqAJ3a9C+n8PC4P/b26sOk8Q4UtvZ9fp7w+3xc9ES1svgJAebySygS+Y8ggvdfszL1FWOC8/7EUPkMkMz0dPAy+2zzuPRgHt73/BZW9jDsKPvbs2j1IwLM8mRFBPjV/er35i6g7Uj9rPRvHsT284sS9TM2tvbI1lr714xe+qdtwPVYtpb3lSSg+3ILgvFPUiz1VIZ68a+6kPDNOBj6g8u69Eqq7vdPHCz6Bqbk9HTVdOk+iqL3Qk6e97eB8voC9CT3Abvw9f2oGPtuQGb6Kbs29DlzivQzobrxBUj4+SkQAvijLtbfFTv+9uSCPPca8O71bXAS+kJIoPlG2VDwpGjm+O8Udvglhmr2YMMK9WWwEPjnsKL5ANOE8QFs4vL37er5MAsS92hs/PbA40z0gveE9qMwsPRczOb29pWg9hLZRvU7SozzjS+o9Se/pPZG1fDwfbQS9RbayvB2sPD6Cpjo9hxmbvU1V77yM11m+x7bwPYg0grxkw+694xcsPeEq/r0QniC+9KCrPOn+AT3Q0Bu9rDMIvIvOozzk3ie+VIDzPe5Bsb1Xhsg9S1ojPZyKqDw52ww9VD66PRHspT2APjm+6qY0Phghxz20jmA96tHJPSUAiD14FnM9+qxfPXWfuT321zU9uEVXPlAJzT37xBk8MN5IPeCeLT4eFCQ9knMCPpaBLT7kXJW9PqaFvVk2Abtvxhk9JctKPWzdED1jcAw9acXxPffggT1Lfms+9rgUPfFuE75GpqA9t+xqPTY33j2HyZM7+KvAvfF4RTud23E+QF4SPml5lT0bbp+92K+luwgoSD6fkOw95tX/PRxBtby0IDq9e8KVvpmoKD7xcL28vZGDPEW+cD6XgQk+gaaEPW2Wd76bse89EXoyO51/OT2SQz8939bbvWW75T1mk10+5ZKdPcVfLD2iWXS9xoqDPd5H2LsEnWu64BaGPbCmET7lXeI9zAmdPDfTOTx6kJ49GgU3PjvSWb7WG6C9qKlXvAOhELzxgAC+3hq1vVXq/jzS7tI9QWIfPhJrA72rjE+9kRMaviyeFr5Gk688MW3ePZYuAL5smLG9ktF0PWZWi77I5iY+KjmSPr9kyT2Syua7VciqvUc8A70jum++n6lEPWYQ2byIw0A+tnVavdNUjT2oTxa9dz1ZPlmNnj3T3Rc9vzKBPUXfPz1/CZ080AmSPV84hTxX9ws+f9irPb1QTb0greo9wjigPZKgqj2hWkw+xTjPPACun7zcWGs9l7vuPFpaLLwBkSg+31QNPn/Dib32wQ0+ZZODPakW1jxoJyG97LQAPXRzxD3ZXeK9SpItvsxqLL694iY+BdwKvRZShz0ZR7o8O9Q5vgQU4z303Kg9xr/ZvY/9/z7jKBU+3Iniu9maHr4ueY09ecMuPXHNgz7oCWg9IWs7PgaJ070EKUG9GklKvPi//DxTyWS+EAqHPr3MqD7KsUc+asrDPROv3T1ZsVa7Z6VBvuTiOL4ZIDG9OmeRvYZ0470B13c+06QWPRHCDL0xySW9ewWJPpatgL0bgbw+4x0zPoTcIT4Ptkc9HCsFPji5/z13bRo+n5r3Pvh2i77nobw8ffJVvY8wtzxoSro9fKUNvpzyIj4silA9/vtsvnrqbT7i8OK9x+1AvPHL5D1vRgo+eEp5PRbetjw97pS89kgaPbfOYj52s0e+fvtMPssTXDy63YU6U7ZEvBGZQbwlv6C8sGE7vf7AsL1KGDg9JGntPd2gmD321fk9VKg+vplbgjwxhuO9CFiZvaWK+bx9kvy9Il8/PmE8gr3A5rE8OCfZvC3eJz5FKzo+Pjp4PoRxAz4lhfw8MuIMPd9INr6Oc9I91UGrvWbCI76NJqU9nqXPPlp/pr39VyG9f1UDvcyLWr1a8C88hB7LvAG1+b3ixbU9eZaAvKdX1z2Pvha+rfVjvvESqT0t7OI97/W2vA60E744xsa9xP0uvv+8/z2Bk7c9sJb/PXHeB75U80I++5MUvkYXG73BNIg+sOTPvoBJmL1iqL88yf6YvHYgn73te2y+uKp8vmV5nL5oh7K9se5BvT2ZtT1RcrA92nLDvUW89L1bvi09i/ANvuLyY7xE1kg+876HvDEW6D0Uf4Q8F3rCvsKigbxHyIC9MJcTvv6LMD6ws8w9AYQgvSk2rT7MSg49LmLovVrsfj2EyiG8cyo+Pq/B4D2uKeI9kd8RvUzk+D3ebz6+3Pd3vHLpDD5jM5Q+MMDGviAooj3MCfa926dnvoa4Az6gaWC+/92DPnEMir6ZNBk+jtfHPUcahL1wxmM9PBadvo5pC7yt0Bq+R+1CPvnfvj13pHe9eZMXPgN7gD5aTyA+FZApPIC4JrtVOSK+jM3XvqTwXT7Msga+JJ64vioUuj18hDm+SBf2vnI+gT43Pku+7Xlhvv+gwz2WkwU+1XZVPqlrKr5M8uc7qI/zPI41jD4rLVq9bigWvuADWL1jvR8+Sp4LOzjrIr4RPby8zhDbvAdYAbv5WVA+k/h6vih3572ah0k6fd12vtqHez1ucSu9VvS3vGJ6Nj45Fz298Nk0Pk+rTb4FOa+6ZmKOPJMBA763lJM9uxLlPZdm2jxcRay7rO9SPqu+DT5klrY+mMLnvgWPszweoUa+P8PHvCYg/T1ONxk5BBdkPo8DiDsh2JE+NqJ1vi4/NL6LO2C+LrwPPplQiL6tOYy9Xq5gPePzkD4MD5W+0KTNPtS4hj2hF6s7EPrvOyVof7wFshS9PGkYPh3D4T7goDC9y1nPvWYtoT04boi98JiyvSv6mT0cK0+8fGWaPYysPr4lVhs9WlhmPr99uT4AnQ+++U8Qvg7TOb7McnQ+JUxWvaUzxz1tuam+xfWBvQx7zz2BNEa98m/fvfAXzLwueI4+814+vinUcz5mqfM8coivvaBHCT4/pAK/IgCnvmwCVL1hIwq99qI+PvV1dL6dWQ69DEytPlP3FT5+e6W+SHzVPZKXCb4cAaa8p3OUPWoBV75CZLs+98SNvXphCD0aapi+f7ifPbL5o71fPqg+DHfRvSaspz4b03O82B5vvgajqr3EVSQ8Qoe0vUsQCb0vUDg+dxVJvmEvkj03fyo+bQILvfpyGD5lNhE+C6GEPBChLL45s5c90+eCvnaTZL4JJZ493qtQPfmbEL5M+0K+WP5CPgjjKz5ZIZe9Sj8/PtjXJb3ujMy8WKeQvpTopDxI1bk+BCWBPan9NT6VI7s8ZI/uuZ3Euj1ILiO9n0EpPm5zUj4sVc89g9Bmvg1Rez5T9gG+krI/vpXfDL6Utkc+cwBjvIuhCz7JJ2i+wjYRv9mHI77NepI+uZ4UPoVZC75QlLy7J8BrPeP06r1MX1m+P8xPPofaAT1K1Cw9X2HgPCAfTD7LqK09sQfnPQ+imbxyigC+CxWoPQtXrT2qUJ29BFbXvSocOz5PX6k9LguNvLqcLb4e8IM974UyPXDvnrxXl9c8NslovarZCD4RMsS8oxcLPTYICb7CeQS8t0oQvlGGlj4OITY+qAyLvebSkj0ahAU+io8wPs265zwlb0E9EsX3vOs1MDz+RF0+dEujvD5m9T3l+se9X3RAvdyPLT0MQrY+NccGPlASXj2Eo7O9Ix6/vY4EhL1preY8xS+APim2grxl6Eu8BIWLvPuQiDxROX28qPLVPZV1C77hMoq99kkPvqZYQr7UBdc8Q3KdvZswqj18W409COIEPvsHSr0FtuU9cVz6PXB/5D26MtC9/95nPVtJzD3sJJi9xG6CvOPQCL6iBy8+q3iCvfSbvD1xyII8TUmOPOl1NT423PS90JntvSxAl7yBfXw+1SFSPEkd4b2EwUA+htsBPrR2gz3KrN89OcF9vba5Qj5MrjK+7SDEPeyEFj1/QWQ96avIPTY0JL7eizy+L3AiPXXN3D20WoM976xyPiUk9LxCeTk+WCDJvcMKnT24+gq8f8y4vXhSXb3kw+y8lJWTvdKuvzyaKQm+oWdEvsa0AT2iSOc8GnOYvQY/Bj7JodG9d/jtvdFZgb3t4WU8ofFfPUQMsT0AaJE+Qx7wPmuBtzxfZPg8lEWsPaxkBL5Vtmg+fU1UPiDRHL5+MCq+aykBviscdb2gV9g8enKvPU5yA74GwJk9YpgVPkW2vb3exza9BXGVvj845j088TQ+i2mXPQsVA76kcw+9rbqvPi1ThDvgYLU+etVLPZVmHb7CxbU9IsSFPkqQNb4O/8e9jQNsPvqsSD56+TS+XXnkPCgGnb1izqi+H7PLvTgw0blXkqC+mAzNva8GGL4jBfe9RhK3PU24JD5bIYu+vpqLvGTSLr5Wa2u+qolsPlgjGz7jJxW+MhMlPR73D77XGSk9yhlovmoHxz0o2Zw9xCFSvhhqJT5qsWe+elRkPhar5703JMy9fv6APvGDgL6G2LS+3L+6PtDiqr1t3gY+6RnjPc2ygz7OkMC9dNZePJYqcD5LuoK9yBvJvclfWz2gNUe9CGvAPOATRD6cE089xTg1PUGKuTxSmi48z4htvanm+D7eLgW8daUNvkGijz73CR0+Vfg1PO0z3b2vJBe+AfsYPXmruT5ps0g+cTlAPRVePTxAwBm9lpxJvpGOiT5Hg/Q8UekpPa4Al7xqX4w9JM2kvT/RBj6JQKs+6h8lvq/n7z2juLe9ASR8Pg+kFT7DA0M+db5vvLEbkr3XsG0+9hAsvilFOz2yBW4+jGH3vfuLNT0SUfC9ZGvnPQozjr56z6K+Mu8JPk7prr46sKS9OBJTvoukZr6dEyC+1VU8Pb5Zq70Qvqw9DPfXvuUAg74o0NY9lwaVPKql1T3jVw67IDhUPU0iGj6WYFE9xupjPDGtiL1yNeO9cy4SPkRud73Uk7i9DZgLvwG57D0l+Ri+colwvs4tAb3Rc4C9QaTVvq1fjL6MN2w8ua/Wvn/7wry2nRA82nyBvW43Pb7qcYc9bSSMPhEhhT4eI5Y9FMwSPUOEDj7CcNm9r0c+vn+Ipz2/evm9swdXvkr+Nz0UuRm+LFgBPliudb1ysLe+gxB5Pvcztb1IZ/Y+DFR5OrVCj7xnXI2+muY6O6O0D74C2eI9z8RiPrjtnj0cAam+21KSvllMXL387IY7ElQqvuQAFD6mNO+9ELCHvkbTBz63JZi9MlOyPEHrST5ZaTs+ZpanvjCeHL01X8C9dbsBvnaClb3qVkE9sF4yvW9tTz5KrH++2sF1vt5Qsz7bhHO9YZicvc9Ysr45KVY+ACqwPQ+Wkj6de1s8O7fMvY4pab6n/CS8z2qFPaf/M71HQw0+zB8pPkqPTLyFf8A99HWGviH5Cr7soJi9ZlAHvVntMjzBXom96k9bvh5Zcjy/dTa+lcg/PdCp8r1oMvY99ySXuyaXIL45TOS9O824vK2ZPb4uJIq+o0XgvCLnR77lvE09oXlcvg51Lb6k7qA9Z8NmvnP8/zvcMFa+0nnivVFvdrwyGtg9VbXxvVUZQb3oXDW+PZggvMNLDL5vcAu+XJNKvvOPsj1fgkq8HPcEPo7+iL5eipG9nEcVPunhp7w/FLO9eknJvG44ab4kThg9ugWivdBFyz1tvKW9tZQTPS4Ev73BXYo8AqSbvBwEUb4QQ6+9C59XPSCAsjowqV6+cewevncsWr76162+P0kBPplEYTyE9nw97qQMvbg0H77+Pxw9GgsPPZwH1L3cJoe9Y6jvPTtP+73IvyG+2/R+PcDpzTy8WXC+crUIPvzyQr2PzFC9ARpRvV95+r2apOI904VkvjTBa76C24a9JUZavhW9BL564nS8ZM/oPaPtJD4EW5a63P2mPdhqX74H/go+5xSUvFgwaLsbCT69KvJkvt3wNT0bk6G8FB01veWnSL7cZ5S9bZkMvtQHobwSfOu9Sn48vcnjGb5Tp/S9SGL+vbw0Qr69VH6+8TXSPJVtazwd2Lk80veMvhzvLb6ZZea9fQ+LPf2rgD0hC6m9uXr+vb7UFb65wlS+JgXMPaaPIb5KBhq+tm1Ivlh5MT3NXRA+VSagvZ5ZBD4sP8e9zOQIPbH/R76KSRk95oyCvuTL9DzUEd68gFAnveQKubzr/Re+Yn7DvuCfRD4VFb48NGpmvmO7ED2fg4K+bq2AOyYJnb5//bE9OwH8vhEhwLy0MG2+4sT1PVjSLj3RqwQ9U5nZPQMhFD7uYaU8bNtmvNyndzw7vpE+RFa7vd8yJb7nlEA9nOqwvQ4RCT7iGOY9G9+TvJjKHz6x3SQ872YPvMaqLTyBDJ09M1sJvQh/VL2C4qu+HbJjvlPJHT74MUY+V8UpvmkLn72haN28vYhYvrgZ4b20Qn2+JtxTuyUlvb3E9MS9ZmVqvf7UK71v+hQ+p452PbWljLxFqYM+Nyw0vfs5tz3MDYi9YERsPWLaAL11CQE+RDyZvYm+cz28F+g9G83SPReVFj7qMYS9hJa/vnTXnD2TGI+9tE3Kve6rfb6aR4K+ubo9PjJIyT2W21+8OscgPQOSnT3OUA8+0Q6bvkDLaDuuq1i+LG4DvglCt72ngBu+0LYePpb1Aj5zsRM+7YBjvlvRwb1oU3S92VaqPug3VT73fvm9VdeXvDtjhj1i1wo+jf1NvlTJD74SjMe9CfGMvbZ5arzETvc9R2wCvlzJbT12Pr893VBjvpwLd75O/Is+R1DFvL4Tvr0gFw8+sN6UPW38C727tAo9DSYkvgyPQT6KGle+IF8XueA8Or6is1q9QuYSPplF1b3RdD6+MClavqwqXD7iJRQ+h5K0PHPk+bvnyD8+vxwPvjQaBz4gl9E9f3ecvYW83j0/a6C8nMolvvAvzTr9/KA+8B2LPbuuCL6+cCC+k5DgPb2mhTzSOvo9cP5tPVO1pr1Psgq+vWivvRbXO71jAOs9ou9IvtqwAb5ONAy+o/XAPTQtDzy3Mhw+lxkmPrJfbL0kh3O9okolPeBv9z0fzGA+wA+YvSsq3j50TyA+JcA3PmjiOz4lpAw9DbFUPgj8XD5W0Iw+Dkh5vcMAtb7s6UM+4R2HPk1B5T0ABkw+e6iIvUJrMbqIaNO9adH1PQN4Ez3r2fa71AEovTR6P767r0K+EGCMPI/7VT5aCTO8CLOZvRAjND6VSx0+6QyDvSp7Kb476AO+JISdPF4ltz0KMyY+gkRVvUyY+Tx1nXe8XW4jvSeX4D3lGhM+l86vPbZlOr1vh189CQcbPvTCxD3W8Ru92ZbRvOHGcDyvlk29vNlhPZJOoz00jzc+QddpPaytcb7IJFw+EqaKvikVfz6xzLs9wBUSvrO8vDuT7/896ymkPrKL6z1+jpO++ulaPX3HYb5Tqgy+42G0PRQrI74j4xA+YgkTviRQAL0mrio+ItFiPXNtqTxcByy+nCuWPmUqqT2mhIs8TwLuvOEdd7xqBog+iBdBPaxPJr5fX5S8qalLvT28uz0KqSc8Z0tMvkPiyj26tMg9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "UBgHPH0Kqjxyb/O8yhlyuuLTkb0XFIC9HAqPvHB/GL1P9YQ8GEjRvTpi3L1tHAS+IFT4vdWqXL3wrYQ7TAqrPc5u67wCIPK98rrvvOBmPb3gWZ47No6jvdByO71VCZC9rxT0vKvXuT2h9L89lKD0vBjZ7jpGDFK9/iWZvBkvg72uMYy9EI6dvKAmIj2ya5a8vst0vtsnvL17WD28Uu8rvh7ayr3nI9C95BpTPfZP0b2hDIa9O+DsO6NtkL2vTIW7UVhCuxNInD34WiO99V2BvW1Qjr2tAIq9JEzAPb3YsjsCx429UyePvcgaVL136j89RqVKvrHb7bzK30+9uT6ZvPJ66D2jLzi92JQBvTBUCL5C2Ue9DohnPcgNRr0dokC9RWC5vb0iwL0UCmU9F/ehO/dI2Ttbumu9mF/mPUqoNr2sahI8JAguPDQ6Fr6xvo+9y6OoPfxvQT2G1fM9OtKavd5agr1kArW8hpYNvlvomj1GIio+z30kvlspvr302US9BEjePfYJ+Du6wye9nqMQPXz5Oz1K1rs7o0CgPcYQAL2cWDi8YC0cPD1LaL02tq68j+3rvH/ryb28CWU7VyiAPJKnzb1FRru8fwk7veivOL4+OiS8zQYBvWzIXrzsOeq8gVJnvfZxLLyTu7C9GpYkvSU797wrfxG+076MPL/ZHr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 