{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "4+fePaFBQL7KcjS+qUaZvZJnib0RqnU9xg0HvD0PHr58kiK+u2nEPY6n3704ID++fcBAvUJsL7x03768hjxMOh9NP73UqPk8/8zEPR2a8r4EnXc9R9NDPn1uML7nPoE+mH6vPU5V5Tz80u++NPuLvaH/Bj7Lfow9bdPVvlK9sLziAci9gpHovEr62b1tSGe939K6vJ4yNj6J6hi+MD4+vMgiXL479yg9PcgSPkeEi77mULK9nncaPv3nvL0iINq9qEyBvjw6XL7FVDm+LGLtvLQXSb2bP+g82KHLPf6fz76aRjq9ZEotvhZjA77VhzU+DUZ0PngnrjpOYR8+4eTmPdQSMr7tbJY9Qpopvnh5jb1wazU+D3/MvBWmoD1gz2Y9cFbCvceXMr7v4i+8Bn9/vvcWQL5BuMU7dFFFvvFfGbxkZQ8+6VzIPFR8ib0vRWi+C2kWPnpFn717cN87I2kaPX2yBL7pDWe9EAFHPhy3CT41NEG+W6xOPmG+PD1i4yG+AdYIPg9kNj7MrOC9Wm+XPBffiz2sij8+hslmvdG1Zzyz3Oq82j71vpuAaT0ZL288E1R5vhWnw72+boy9TUwWvMSusT3DIog+McRjPBxbFb5d4S++8JbBvQ53mr1HHNS9Rb+ZvNgqCr5bL049Fp83PVOJg750ubw9aZ5WPZbPUb0G5o+9wqaavfqY+DzZxBI85QDzvZyZFD54KOw8GloSPme5M76BdFK+mOdxvqWq6LyKb5g9kM4QPHT5bb4CePK9WJdOPg45rT11pf89Ead3PdKVkrtcg767D/CCvnp//LxkRga+AOs3vugecr3frVk+lusrvriaJjwd5l292qclvgCkyL2F5WS8A40bvmtduD2owwc/gLGDvctjC7xTCRI8kmQ3PqTIxr2D77+9KQryvcNdAT3JIZG9MVMlPton0D0ZN++8xQ52PV6GLb7m8xK9p+PIPUK0d71NHAI9NSm9vTqqgzxem0O+nWI3valXAT0uVKG93E+zvV6fOb59k4e+sIxKPYHyuL3LdZQ99iEOPoZw0r3/s5i9ueXcvYKzMz40z4K+0idPPhTjPj4pUbY86Hgwvnb/Q7z27aS9wfx5PvbRTL25ivi8g9zkvY8f672UxG89bu7GuyJPVr0Qihc+ZqBXvTOPRD4XD5U9u69ovl4gK70xL3Y+igZUu6CsJz6iR3U+sy6TvYYzJL4Lm8y8rQTKvLDipr5Ca7I92qJEPvMQcL2WE4M+sv03vn01/L0X0NO99ULMPT8C4r3X0Pm9Mh6HPNTpDL4fZeO96AZkvu65DL3S+SA+W+eMvlo45L23sQM+CUf4PVo79j008LK9t+2KvuiJaL1e7bM9jbJCvkj+Nj7lPPc8oImLPlMErD3RmwY+emaOvU8bsL0MnWA9igwqvRDhhz7ROve8ETuqvVMIir2VJ947rEkyvXPwkDzDlhs+HGiGvTKCDD31+NA93Xs2PgA+gT20VNC9e4IYO8xCwbuni449dvZOvdF4tT2mBys9yw5IPvV+DL20Nxm+OxkYPpSufj3gC0Q8HkkWPlX0KT79bLi9XB0wPMaxL76s41W8HjKavmCKNL4tSq07Va+dvfZkrj3z/X+9ZSJePl2NPz2MJQC+jATOPZLDcD29X7+9fCMIPtWMQL3ZCL89DbN/vpHePT4kavC9yBRlPlWwhb0Eh1Q+wuRkPWtYEz3eLgU+rPp4vBhqnzuZdBo+dfcqvgF+h76BNay+aXoEPiVV9ryWgYQ+OU8QvoH+wL1ZDpC8KXxHPiY6rr2PQHm71Bq7vWyEnz0tW2c+ZicXPlefgD1fVdy9eNYVvnxgOD3ChNM9/6mzPlAxFj7Mjlo66JSvvEwDg70O1bo9AqHLPaVh2TvTafk9qaajvsSJ5T0AHKg9MbVlPrcnPT5EpbO8htnyvVWXgb528ii+F5MVPuEmm76V1hA+WZIZPCtOUTxvRwY+LdHgPCefEj0hwiQ+7pEGvcLY773wjUI7gbqBPglPH75YS+K9u8PKvRCCSL7NVLQ7WbdKPoBLrb1/Lcw90Odfv0aowjkwKw8+iWFRvi8JIr6SOEo+vAA/PlNUdD5u1HM8Gt8nOz8/Kr10O1++OmDpvezjxjvlZco9cEwhPQxPiL4u8Ce+pUhOvt2rkL6ZVG++PCtHPhc6X70L6XE+QlOpvV9Fpz6a7oG/tqjYudEuJr2LoPQ9FPJLPbxMmT3/jxe+tWDlPU3m4z3Vzyq+2Cthvg+TKb20OLM9tMZwvvVauT0dTRQ+u1nPvv0Mcr3+MtW8imIZvg/sIj6eSRC+J6QIPvp6Rz9N+vg9nddpPR+sOb4IJYq9VhB0PWl4JT36I+O9ecchPQOgBL6aTEm+0jAePmUQ1b0xvS2+Vhzsvd2Lpz303go+2QpVvjkGVj4SLJq+cRWmPT05Ab6IxAU+LslzvrRziTzlLQU+mt6VvRdUND6/Vae9jYcjvoxvf75YkBk9JdamPSi9erzn/uY9o1VnvrYtib7cy2g9GzV9vrWiqb0kN4o9WO8CPv9vtz08zKI9skxhvsZyHj0xUX2+xVEcPuW9Dj6vexG+hRZfvrhcAj76AOs96/mNvoj2jTyfW4o9ViGFPZ2swz2fj4G87p0KvsBler549aa8aFY0PgWUBL30umE9RzF3vkj1mj3dfRG+JMd1vae2Sb4oTOI9pOOvPegh+r3nkmy+z4twPdOAFL4fdWe9APosvizVcT02Lgk+C7SxPSENR70bGiQ8keq6vcs3ebw1/Eo++/gjvQvFhz35O9C9ZqAGvRcTxj34DrY9jI97vk/LRz3vsXk+W+vlPTMwz70q/OI9Z303u9irED74K7A95YR/PslEcT2zsq06OXifPEXVPr1xqU6+T+YVvrmR0LwxA9W9QY8TvnpsKr7MMpc9V8tXPpGq+73gR2c+IluKPXFG6z1MoBc+yNCdvXMal729Tog8DDF/vOH8Dz6X9Ia+OP8JPuktaz2Jh529OxQ2vvbwKT5yZZK9LmWivSf1ID04goa9a5K2vf7zZT6WNSc+GKMJvVAoYT2bxsa8EcStPcYpfr7f/wq9gox4voUYML2t5Qu9n6kXPpLs+L1yzr09Wmg3vZYnTj2qOxS+7aZAvF53Dz7IHQE+FsekPXU4vb3f52a+tWA7Poh1t74F4iQ+upW1PYzAtz1iz64+nZ+fPsSjrD21OIi+xcwcvqorYrxpYhg+7gaOPf38rL3+I5s8mlWMvYIfLj6nCxQ+6dKFvOTOMD4AVHC9N/HjO0kZdb64/bY82bYbvfriXb7M+mm9LVAdviDY3jpGreu+FeL2PuxXGb0m2mI9XWrUvTJ0LD6A+Fs9PK80Pt8Ig758ogo957YJvnz8H71xeOe7rZhIvbjZQL7ebKE7EKrqvZn0zTy81u29im1BvrufH71Zfzg+gwYZvc6bCD0/d3c938WUPp53dT6wu/W9WyK6vQheab3aNG297RYiPod3d76Y6p89eORZPstvnry7m24+F3ecPB+lBj4kN5e9TwLhvlAAyrziUyo+mVUavZ9c+T0/pOG9GKoIvr5+hD5X4Gw+MuwbvixrAz77kdG9ERc1vlN2Lr3qCEU++Nphvl85j74k6no9Uu1jvvINnDyQX5y9j4amvRn1G72WbLg9+atZOyjGG75Ld6G+Lb8tPphVM71D4aW9AgnuvVqAUT3cB3S+O2ifPlRTh77Xk6A9pdEFO68/X75kt/+90tjgvV1H+b1GrYU95SjMPW0tmTz34s09wDBTvH2JCD5uf7Y++wjtvPPFrb5u+AW+CB33PepcOT2QIpA+Ot4/vC4Jir7ZJ+A8o7DbvqTdGD0kHFi+EO78vcdx3L0VRm4+8XsGvsA/IDrCBSe+oaX/vHYLbz4Mom4++kWePZjkZT6c1n+8UkMTvpDEqr3Q6K29/EHVPbIrMz5Q7Cy+Xfwuup/mUL7XYmA9t9gKvjHbyb1aH0e+3e5FvRVBpjucX7+9GSghvX9Zlr4G01g+zaQzvmaRoD1QD8c9kgZ5PQ7AVz08miC+adKYPZS7Lb2xFsa77IrSvRu/Lj0dXNq8EGmGvut1TL2Tn2k+zHJquuwEfTzktgG+FMZcv+a7jz2y8kK8pi2Evp1mhrz4Pcq9byT4vW3qbr7A3CW9NhVjvoGmNz3brIK9ySYKvg73TT6homY9+6Gkvcm/l72Syes9tH/8vXUADj6XFzu+vf0JvZar3T57EkK9UsysPh3Cor76qG2/2lQhvtn2Db6WhZq+HQa+PheflrwqV62+mmo0vmroHb7Iji++gGvPOqZ7iD38YfE9CvebvfQ6vrxU6WO+XeGuPXqQGz5WQUU+bzFzvuviuj7Lqk298FEAvnErB7+GPaw8KO4sPpeDET53Fse9AaTXvucXaL00kY683WpHvj3HCj7F0YY9biUSvgASvbw6SW6+lyajvhwYQT4DHIy++CkfPu9IlT3JLaC+FsurPnoPOb4HeTU9387SvQ2gkr1h/Pa9dAFQPGhcFDxr+h49oFCevQ/ugrwgRzw9vMt5vp5VPD4WrVy+IlT0viNrpj6DDZO8OcEHvgJcND0niCm9G6KMvk2x8b1WoS++CxiKPrFfer6jgRi+8DF5vjmqDb5Ld569Kh/nvdP10j3T+Q6+umUePj7Xmr68/H09Xl8pPbR71D2bmDI9orbTvVO/1T1mPzu9TgJdvp8LCz0K9DM+Co0dPuZtsD2B8nq+CONXvUxwvz2d7Ii+NHGxPBeSAj5y1LK+xpjzPZ663T1wSLu9nSA6PukfH73gYC0+5nEbvdyHUb5NUEi+8YuLvRtp+DzuxKo90nNkvo7TuT6FmQq+IWQ8vIXRyDzy9yM+Tu0UPsftCL5e6do+vQnbPToWpT2iD3i9C6oBPR/UxD5gIhy9hemcPubDKDx77hA+U5uSvq2g/Lqp9YO9NfUzPZbjwDwzd0a8UAv+u2czB72nWwC8F6zvverkTL0jML0+KXK/vD+DFD4hPaA9vRyhvpImOb6T9hQ8Vr8ZvnKasDyscbs7gc+XPENOGLxrxjm8n28zPg50ID7I6AQ9mB6Lvra+yb1uUwg+5B83PVCVWT77qPU9DLCcPNcVhryTdjK9ABMPPZAQeb76Cga+n60bPeFKyLxMGc09lfukPa3R1jxlZwY9hCWNvYXEvz29bAS+SxfiPAEgpT2ZSEc+IJivPVYGwz1RIBK9PqepuwKcNz0jdKw9TRKbvVULxjwRAmM+6zoMvv0+Ub4ynWq+1rZ8vJjYVD1nVFC9YK8Wvi06TL4y7k29jUitvYgNHL5Lnxy9d2/fPTOYNL2EfpC9kxMLvXywn72MXBc+dcu0PuN+t7x2f/49XfL/vd/Ieb3YMpG+DwILP6IwZ77h/gs+6kOovabSNLzXNiu+WzN2PjSafrxJeJe9UPafvtym8b0XRTi+skTAve8BZb5k6Ns9Y9aFvj5SE74JqXO+bFpCvp6q0z2f1lU+A+4NPT3MUrwrPog93AC3PuJCNz7mcoW+vBlkvjYOML60N9W9BLAuOydYmr3ECpm9ROYJPURKgz3sxQ0/ljLRPb0VsT7GJ/O97dxAvlEVELzLQRU+gzl4vQs0BD7XrUO8MvnqvbZ4Fz5fIMk9XdZDO1d1dj6nxfC9cWn/u8cUTz5wjn0+aLR/vnJIDj1j2d86G6bpvWwEHz4IND6+mr+TPaTfEb0S6mO9u7bXvA+iyj1H1g28JLcAPkR5nr5RYEE9or8APaqtDD4miD++iU03Pj1j3r1GoUs9Y4yPvgdoI76V5Z491l95vadYbz6Pm6I9vAgEOtT7zb2hdSW9nf+KvV7ZIz3A+pQ+X6Ervi0yF7xN01c+tdwfPnfHHz72fYM+MmJMPcAIy72RvDO+8ErcvgkDab316Qg8CJB4vSbeSb5Blgc+MXnKPSdbBT6lona+uhYsPVNNor28LOA8tVklPvXbG70FIfg9t1kVvtXGbz6xToo9pvqSPEaqiT1iNO6+L/quviYZDr65E2O9Y7eAPEa/B71nEhO+NGSVPZhaZr01Jf29iAp0vioTVr7M+HI+y9LMvdo1hb4BiCW+w8ZFvHogDz4epVO+H5R4PgILKL6G1lC+WQ5SvOksnz4+7vA8q4CkvjXAb73JOYQ+fXSFvSjX7j0iAx0+yzYpPjiIR73U4fm9Osb2vi04Ub6Hx/69k2cbvVvsEj4IsOK97tBUvtwTMr1cWRa8VbtiPW93hb0x+be9iXUOvlbOWr41QBo+04UMvnYYaL1MIoG8uhhCvo2XYb456Bu9rwYLvHkE+j2ptuM9jKwBvff/C73ueZ87u8BKPiV4j7vqSYA9d0QvPmONrz0ZTpq9Uah3vfLzEL5BHfC9xO+/PZvU8zzyZdO8uzIPvoLfHT1qMlk+PPYIvqmEIr6NGg28AwF0vR6+6r0u5TM+LCyNvaclm71fttA9JIiZvaKykz20yIG+rrYuPi8P5704w9k8HCQ4vpA0xrx1tKg9n7ltvfYTUr0XYLs+A1vtvTew+b2NDom5XwH5vSx3mD1TvW++Bk6DPYEkt72l31S+cnyevSa9v70OOSs8ebOSvUHmzr3hkjq+dvO0vQ4dej2USwU+GqM0PkrEPb5E9k++m4RtPa/ADD7S8qa9zh4Avu6P2b2Ir4274AMWPg+A0D3LXx69adaZvUIv9zw6a669rLLQPTsidD1iaQm+EOgZPnm4FT3PkOS9a2fEvbs/Vb1CkgC+IeNWvUOkQL6Zj708aLQJPtrsYLx48ma+qTrsPAj3XT5UrYi+hPEfvvh1sr1zVNq8lIYsPibkhj2X7RG+S/QmvkIv3bxDKLA9rHdWPXABrb2LbHI9LFQCPgfxkDx3mMw9E8n4PQ5nzL4F30c9Hs+7vfAaSr6aTyg+leNQPit2WL6mJy0+OLQSPu6rKL6/8a092xM+PgwEur3zt/k95jaKviIvXL7wHN09ehmCvWtLrzsbcAM9djYxvCbIpDyDw0W+IygpPfWGiT4uuxY+zomtvbqQaL61KwO+RpEgvaTfnb3+B1a9/PT9vSkVG75/Cms+seHAvXvm8D09XCg+KbAaPvpcMr4iGwg+xju7PKXQYb7999s7pT6xPVw+372RL6g9rik1PUNDFTzfhxG+SvS2vYIoD71WWkO+tAdYPeZsODy9RVi9tp7HPYXYj74a0eE9BPpcvXqukTxJPBc8pvaBvgDPLr5rqEA9N+4POhVzB74vE2q9ZExnvTllTT2I/WO+pFbkvNE2Az5foLC7FejrPZQ+4L0ffGI99V86vkr91r26+Ku9TCcIvrGOl72d0kS+U7iHPejLHD5dHbu70FNjPIxFED5KECS+iGbSvbP2r70gjYA9MNSAPijf3DzgqEq+hX99vpzPy72Ekd896uvAPHkQFL7180C9lQiCPNMqj76hB4q92BQxvWtpaz6Wci2+vGdqvacNQb669Ac+LX3WPR1Arz1eh4g9BNoPPffgZL42OQC8AQ8iPnTdAj1xdzK+SfNbPcuqeL1d6q09otb8PWbnAbznomC+RgElPmrHxD2W3qK8zfKSvNjsQD60pje+PAXzPdITUjxC+tS8AZgUPl0noz0EOfS9LDikPsKfGb2K70G992obvY+0LDzli50+cU0TvExjZjwP4Iu9bnOqPilqEr2hfqM9aAI5PGEyLj5l/yY+8gdkPh7Jm72kqd29mj7LPU6NJb0RfFm9LUwZPmqAMT7/qIM9EOEJPbDtSb3IIKs9OBeLvfVRVj3a9ic+pO+XvYJInb22Ow09a9WsPJfXpD7Eje+9utaRPrhDbD4ZKvM9iy3dvTTarb1SO+M8dNucPQwbxz5DU247RW4nPiCtWb6sR/E9bYR0PkbL970MYPK8sHzoPYNSDT7dyUo90Gwvvup5GT5KxQQ+PsnLvCkY8rzVO1c+tdGFvH11QT1kW0I9Q0Y2vqwJRzvIdVW+C7OMvU9rgT6oWWm+YuIAPpnd7LvHGDW+sswCvlfDxb1q7/K9C2/8PB/ohL6LGh8+CoUBPrYr1r02+8w7E614PA49Wr1FulE+Xb5ivlb+TLygPTc+nn0DvrZlDr0PXBG+bP2FPoEXoz17/yY+Ly8sPaM6j7ygSTC+9t+Avlnbz7vj1Wi+nxpHPGQyJbzfAGG9WYaxvLCvSb5BbhS9u/cHvWNnB7xVFwc+fuY6PcCjlL1RJsy9Su2SPNXMIL7CTzU9rrwSvp2dkb3nk5U7PekRvuc3C74XzzY8G2KKPFbJs7yDzus9UdBvvFluvL22bUc9AbK8vTipC77+34O+zkmduxfvZ74kpz69p8SjvewYtT1cY1c+81LnPVkqOT5npji+OkQlPUr7PL6vSK29eQe7vQP/U7ysKUo8UJudvTYaUb4QdEA9m56+vbVgE73pGK48s8IKvuFtXr4FSsW9p7SgvDp/bD05tvC9BKjtvfZ6NL530du9uxCnvI4Eubx2Shk+r4QOvkyKVb2r/Ka9e9n7vRUpnL1Al4Q9+jPRvVuBC70PmxA90zCOvXFtnj3t9A++vc1kvvdDvL31gTq+1ImZvZoa/b0CCYS98kgHvhok2j2guSc97NI6PSnXQLy6c4s8lmqsvb91lL78amY85C6ivdgXbj1tgvS9FBLyvemjNj3Nv+U87bEGPjxvW7wAMec8H7zKPWy5/r1xug++21aJugkG5r0jnSI9ejaQPTVoVb68wQm+7x4APpuePL5Xb5u878g8veHKJr69jJ295AQ+veG3Hb29YUm+5xKqPYaI9r3wmRa+wToTPeN3Vr7n15a9ntMPPW4KSr0fTky+fSbfO02/oL2AW8y9fQ3fOsK7kjzKFJy+a8myvalKF75K6R++J4t6PZUUF75z7Ry9BzANviIQbD5CsrW7uHVrvpZ8mr2Mxpy8vpHGPVlqZT5s8pE8ua8Svirrsz25eGE+tUE5Pq0997v9qEY+HK2yvQvHZjwq5GK+c1QAPVlInTzv0bi+us7cPHjQ5L3b9jU+BiMCPSd33L0oD+y9OSJ3Pnt6FL4ygoC+Uvnqvay8Z71uW2k+dTeRvoIDxj3Wjsm7uDxzvZbiTT4tNKU9/lo9vR4nuz3rvUC+9B7Kvd0TBr6n4iS+qR1OPoKdHL5xxzA+ohgPPnH+Qb0qOkW+lJWhvUQMjT3ue4i91PLhPFNHJb7djCk+7CaePv8gb77DPfw92+QBPoDUeT5BgPK8DYmtPedI67yeoWU9/xpIPrPgq7270ZA+5coMPXvcvjyjDSu+83Y9vcIMdj5a69W8JiaauxOczb3JAE0+we3RvNLM6L2v9ky9k6atPElnOj55C3q91m2iPOWv2b2LoMW92jgFvip3Tj6wRpu9vE3du6Sg772skPk4Dh23PWmN2r03MsC63uzqvQCr7b19XM08UTCQPOAupj1lBOa8TAr4vRE/mz4/LvU9AxO7va9f+z1uecc8r9A/vpDDjr3lU9q8vJIevlk2T73Gbbk8QcmcPfHLAz0Co1q+8/WwvGZ2BT0FSq28i+8Jva8m2r2NCOI6IMtCvs8olD3k5SK8QSY/PgahirwaYnI8DTlaPiWxHz4SVA69YYkkPZdDF75QvbO+yu1BPiX49zsz/329vBM0vqBbOz54vK6+h4ETPuiNn71zXnO+5ZyHPuM+CL3q/AC9SX05Pqs4073FH8A9Y/uXvgxTkDyZUlk+zauCPqly9LqPlDG+wZ8iPnk7jL5djzu8A0lLPcg/Rr6frQ2+KtFGPp2fjj3EAUu8NUKvu8U6Ir5iuEU98qQFvtkdyz1XJi4+f+42vXcQAL5erHq+GQuLPpGFIb1kOJE+XzIQvCQunjxrsu+9F2hePrD/jz7Wvsy9uDdDPtLR8j1UWdK9J2O3PqVxCz5Ai7O8R3uOPvhSmT7/5ak82pmHPicLnL1R+lI+d9daPgZMEL6A/S69WWNWvRNAhT2n/Rq+6nq1PWq1Wz4ILWK77hKfPYAtRL7YqdG8bpVhPV0Icz0Za505PyvEvpcJcD2Ex3Y+iqtZvgAFZT65Qzq9NY86vlAQrb0Thxu+L6o5Pdbzj76g0ay9bUi+PNWFLr1fMN4+QHFhPast/71R3oY98kyUvVsBtj2RSx090lc6vmeBLj7g24k9oliRPT+A/byF4Qc+VTQmPg/vJD7wQBY9NtAAPpmklz4aC6m9/lwAvlmoWj6asE+6PFHiPSpChj5uNz092PmjvTRWkr4437Y+eCzsPR993j1nPdm8QOAAPmS/7rpVklK+SEJ5vvnhw74GUsU8TB0BvurL2L2jWha+x1ZouhEZRT0vcMG88IXHPOBzDLyOG7u8pkRCvsi7hz3dh/29YdupPVYfZD0MggG+eohEvgtMJr0mJ4m8TEC5uwJwTz0l3Zk9EwbivT5PUD7ahk69jVMUvqooeb6d+B49y342Psl1Kz2vU4E+ntU2vkO2kjtYSAm9UMH9vFD7O7wk/Fu+4ppqvUqbeTz+Vz++4k1tPc+VWz2BVHg944QwPThITT4/o9A9SuDwvakjdDzeFgi+osDyPZgnmjya+qg8r6P2PYULB75fIwu+JAM7PPexA719OTO8mL6PPrYI0L2YIbC9emm5vfBxYD4xvpO9lDACPUpq+71nIlA5eFZPvticFL33FTK95AcXPqL34L0UX5g9uuQDvtAQFz6xsM09Ly9FPj/zer6vcj6+RX0tvkIQCL7ieis+a03rPXRY7b1SG4k92nrXPUZVRz6V2K692NNovV54Kj5gnqG9zyUNvSE757wdSjC+zPCOPfWwTb1asgk+/JOBvSEHab4IeOe98BAZvt+UjD2t28694zXbPVe0cb0VukW+CgKKPSlNHz6QaL29FsM5PTAXGT5HCAg+JWsPvYME0L1xYPG995kwPoENCT1md769oFluvX6J1r2Vs+O9XQIbvXhxRTyPcJQ9Kng6vlLrPL6O6hc+hGhGvRcDlz0ulY48CHJfvZPKcz45JAa+jx09Pm2cQD6L6G495xD0vF26/73ESU4+zYAvvXAWAz7AcOU9Qc6oPg/Dqbt3Pqe+G/51PR6tEz2qlJ69Z9GBPBmykb65Js29vqIiPhMglb7oszQ8Q8Kavogm9r2xt6E+LDGSvf47Rr1kHvs8jjhDPhxsTb4J6bk9oVgrPoQRkb7d+zi+B7YAP6XxAb7qPq69togHvpEc2j3t7aQ9ALvvPYGsUL7zps6+wM20vcTCAbySpVG9p1opPT59krzaURK9dV8CPBWRnr1ik7i94saPPWLCjb4wkK2+WAS4PpBWWTxh+lG+SbqMPdcoxT0yWP4+vcbDvVUAsryf/a6+aBrQvcNBEz4C06a+czywvpWUhL4covI+0jkuvucwQb5deLC+LlqwPirlhb0qk0S+vmV0PicoEz6/U8S97SDDPMeCPD2/vb09fguovQqW7L3wswi+lm/bPICYhT4JQpa+nt+TPCELwL3Sy9c9ZZ5BPhFFWD5zdKY9GRqMvtBCHD40oiy9n8omvssFGD6rW3a++v8YPZEOlz4IZXM+wRJjPsmqaT6u0jQ9P1l7PeAMDb2VERW93oc8vtDR17tN3QG9vBY/vTRRh726FN0+u26xvo5Uqj4tYBy90OSFPi8OnrxOuBG9k5RRvDv1PrwcVvq9O+OavmBX3j1FKL69TL/sPTdrEjzUIxe9CBZQPLUZMb6PrmU8oxQdPfmJZL0mGKa+gsCQvkb2Vb12o3A9CGrDPRj7O7wPEcS9uMecvoFIqz2XSUM9BlfhPAJ2Tb0pdQs+4tlEvlBFIj1BS8w9n/uyPZ/1XL5AwmK+BocjvmDjWb4Qz1c+KOYnPZwwlbwWLz4+ydECPpVVxjuRWOC9pQfKPjvRvb0J+pm99BBevck9+b2IXKu+IZnzPd+FnL4uXhi9Ff/gPQuwbz6nMc+8VGmOPYe6qz2gnoe+2I64ugDFQz7YDl6+qe4JvvXCqbr1IVm+TFCcPW8FmD5KA5S8NKuTva+Vhb4l2QG+fuvZvcaNKL7i3GO+z/UkvkhzGz5rcHa+fT+YvUG2j74NZ/Y+kXJtPniUQD5613m9BvArPT8qYzxaHRm9YphOvirjzj05ma4+BzY/vkh80T1cwT++KsT1PM3cyz7smVq+OlHyvYEumz5PyrW9v9eTvnZHkj1QeZg+XeBKvpGDZr465bm7TCuwOvZqAz2kqAa+CifjPSSUtT1A/jI9Ctn1Pbheub0VjAo+kEdBvVAIsz0CekG+tu65PdD/Uz594i+9khGyvj16eb7Cr6I9ypdPPYZbOj7Qh789WK4zvSlRcjx2b0S63FVkvjTjbj7Ore+8FYhtvvqGIL50Zps9IOSLPdWl4TwmrxE++7ZSPsiPJ70ZxQg+cu0WvkCxW73dfIi+P79Nvnrzqb2OF9O6XMBavrv90rzfSkW9iIy/vUk0EL7FCPG8CdLFvQaENT4erbO7OqQfPTi5aT0gQI08kOV7PfXHpL3nUQq9VrPZPXiJpjzXDUc9OOc2Ptqn/DxSZMu9Xv15vpN5OT1p+zK9JNlGvaQHBr4dsOW9WAUFvul3Xb1aDNm80wWnvBTpAT42Yw8+y/ubPWhAjb0QS36969SovEHPHb0YjCk9uo0HPtc8zL3mGzq+8Pc1Pkkb0j06HeE9RtQVPi2yEb6zPQO+q13VvdhLsr2UQxY9BxgvvhhHKL7Ir4s9fW76vTfDJb74vI08+9pqPT1AvbxSHCa+CTJOvafHpb15GaK9hmqRPRQcAzx/Y36+GhQjO5yDh7xwj5E9ZC3yPGkLlr1SwNe9TYERPpjtdj0UeV2+Fo9mvf7n+zyrVKQ8a0eYPM/a+DwT8qC97nsTPpNnL77F2H2+GGAbvmvShj3dmg29ZztnvjjMQz7LDRe+YWtPvd87Hz0CuA6+qO/JPVb01r1WHpy8sg/MPQSyr73CxPo9LqxyPlZW1r2d/MW8p4EyvmI2er6XiVW+3skZvp0jAzwkJ2y9CPaUPUu7Qb3kqT09QC6QvgT8zr0wFkQ9pq8FvB6Obb3/fvk9w8+DPkrdsz3RkSU934QGPtnwOL26iAA9Km6kvD29Rr607/O8PBxqPZ62ij4kxhA9UBepPrJLxD32rbc9OtJ5Phjgvb3nYCc9UutUvpgfD75FDw+9xeLRvv3wpT33PXi+1PF6PLJYJ7yYcsY92DStvKr9lLx1K5c9JnvpPfTIMb5OZQE98b71PZbrLT3zjGk+KehOPq0qmr1TdtW9rjeWPpKcr70Yhis+cdLSvuB6Iz7t2i89kpICvvdKbr5wsSA+CHyrPfEwmb1HE/c9I2DZPafKuL1aUm2+EiAgvmX+f71FRj2+6t04vrTt1bx3+Fs9tfkJPoPxXL3tRT8+vKR9vXDXVL69TP69PsCVPFGL2D5CwG89hoyHvbiPuz68NE49uiH+vVIeqT23cm++FmdIPtn+BT3mC3c+oMORPWqKO76aWJC+YT0dvu5NQ76hlci887mDvQUlnD6MzAM+xvEVPvazKz7DY5++o2uIvQ4XkDrMGd09sHH7PXqSpz0yYC29lVlOu1Jxlr0AvR+9Z+Q8vrAqXz6t9OO9g2vNvpIPpD6DoHE+9Im6vEcRcL4o6Ao+D7IEvgLUEb4C+EO+39Cqvn3v1D0qf8w8pl0VPebyIb7Zpbe+EX3tvJPMj75Fcl0+0b+7vfjzOL4zouy94oh6Pr/dCz6Ua0Y+PMPNPYGYsj1Vh5C+kJhsPNdVqjy7aAM+alkNPkNWKrzjhfG97T9Rvp7H1L0vJPa9TA4WPmXXaL7jgSc+p4JhPReYWr75Ypa9BisSvvP24b5qNge+MeiqPnBDXT5R+tK8iSPpPRSs5LqkTiw+h24VPjPI5L3FMxy+CYMcvub7L718YEy+2VU3vuIL9r2pOVc9A/EnPh/gTT4MsDu+1q8avt17gT4cNnA8YK+kO0DmdT54zPg9Y41APof/Qz6WO64+dyoVvmONSr0G7/i8ePK3Pdfjlrs67Eu+8TLIPrcUwj7upHW+2NsTvvGjLr084qU9q5XMPe8uCD68lHu9lSbIvcts8741uSM+ViMMPv7VBj159tu9WtuZvMGD0D0PKYA9zlhWPvzLpL2+P6C+6KZ6vT46HT7loJW9bHrePYolYL13ARc+fP+qvCa/AD0AvBM9G99lvgj1JT5vGWm8B+QkPleVhb7ck5K+Z+yNvkmOib7hxzI+K4dRPqXudL66tdW9Db3qPYCfEj7jYAU8iQZMvBxXDT5Z8KQ+k/cCPbfHaT4Qc+o8s5o/vnLyzLyEHVy+STEnPvouhL17YWy+lwVQuw+jezwuKJw+rknBvM7l3jvsppK9wxB5PYMrvL3o0Cc+ixrlvs5HPT7ksVA+ET0IPwdXuz75IgS+xw+APfu/bL7c0IO8WKK7PJuRA75yKQi9E0mSPXRlVr2m7wU9S25XPRw/Q76etSe9AJKhPVzIhr6sejO9DWgLvrQdwL177O895rhjPQnWNb1LxA6+ioEFvJa+iryYmhi9o94svuQOFz4yLGK91uEWvj4qWr6KncI86qtoPC6TdL6ukci9WIpxPFeKLTyzY06+zJzEvSgmzb2YyAC+USf+vKl8J75Yk/e8x93wvbz2ML4ktFa9UxuVPN+rmb0l1A8+Va72PACodb3BlGQ9hyxRPfSfljvdzx09cPAivkV5rb1EtB69KpUyvjVhcD00IXA76Bc4PYgxKL4x5ye9g+SQvdNqLL4DVtm6NQAiPJZc5bzm1pS9Rnljvn3Y4z1e24W7W/covayvnDxDDj07MNWuvYpdar6biJ+930RDPWZnVrw+Ohq+AcGnvjYFsLyZsMa9Vj0bvuMTBr7M87G8aTeZvQaCYz1RLz6+RkQJvpGCy70hJy6+ppo/vovjnz3efNO+8XMtPt6zrjwgQjC92nLhvTXcAD6XQvG9KjN+vgxwiT1/0tg8PXFgvjvXkrzbxoO9NFbgvWY5lT1++ZO9lAx8PE4CnD3M4B2+G9mvvTexIL4skVq+lJk0vsZ6OL1IeiG8EMqpvSvhoL3M41U9v7YAPTxXnTyVy4i9vFdjvonwD77EmKm9ABkPPTauTL0Hce49P7rbvJTLfj5ZjR2+i5JivmN8Ej30oxq8fNjCPV9xPL5GHCQ+HFjIPEgX3T1lODm+Ufa2vGU1vz3Skcs9qtzUPFIWYT6+egK+OE3VPekBRT2OZJg++0gqviT3vLzTFmA+ymA9PkHfhT0mSC0+33KIvTKgHj1n9EE9z9ecvTGZFD3N87w9S1utPbc0bry60co9YWRbPnYZvD2pfga8Sp1EvemtWb21P009Yvuou2zXiLw0AP69SgULPiN1Bb4UAjm+4jQMPVHAOj6PRj8+euQvPtlrGb0R7kM+VyOQPS6zdj2rELY8Id/TPblAAT7QDms+q7CHvhyDe7om6Le+C3zbPNuEgj2UmUW+MPgYvvyOkL1iLHm9PDNAvtk6lbvD2B8+ZbxWPqyYJj69b6I7zfLBvUOFgj5gggo9eLLRPGj+j717Vxq9bA9Vvt2Jdr0BVF6+T3izvDbpGD6e2Wo9VvlLvvwC075rv2C+i9UzPendBz03Bwu+GdIzvQvGWb74egA+HQcuPgE6MD6YawI+K3wjvhqdMr49lR29D9AyviXv4DzgHLC9QH0mvor+Sz7j//+8OwCwPR7MZr6J6eO9VzcDvlVdE70ZXU6+o8HGvdAZTL3HcY69CdF6PW+yuL1Q1Em8VJVHPqdAKb0m8Es9hF2UPaozKz7durg9loVePdvkfj1Li1I+mB0aPkQs1L1ejJ+9MrgOPh4ksrw+SpC+OkqBvnSCPL5nxEm+XuaJvbA1LD3UvZC9ceLbPL1g1r0HgUq+cmQsvtY3XD5LFrK8bWngPfp7iL6h0+A92X1Gvnuhxb2KYTC94HYsvTYhEb2atrw9J0irPqJdND3MdZy9GjWIPqKYUr6H8wg+ME0hPhFfaz5p5iO73ZhJPnovlD7AcDK9a8obPqzSmL0HjdU9+opOvTcfgT02qX6++u0Xu17xHD6mAve9xkM5PZfyBb7tjxG+R4spvkrvkL6/tpO9pUEDPYJKQL7vkZ6+xD7vvAaNST0JeYo8HnYYPWPsdDvm5K26tEolPM7eAD1c0JK9SzZovmbLhD4TxBM9dmJDPjT8PT6eeIA+G5wnPoNZ3T1KsIq9XCmHvrta+rwfQ1q+Kzs0vhD2Sb3BqR4+HXQ+vm2Vkz7ZTGW+J+JFvkmZCb7cH4w+w1ULPjLe9r2+Wa+98CftPJPrhT1QkJo+Efsjvgehbr3+Sv49MiJQvCiPkz72uCO+CUeDPsl3dT2qDL89c/HTvST6+r34gM09OkikPdDATL4F3we9/68xPaWUK76Af62+2NEIPrEVpD2iYwq+DxkDvjVKx70KVA2+ViddPuSWcz7tLbW8FhwZvShMsryIhQc++POIu8LnY7wlSpw+lS+WPVjsLL6zK8+9FC4yOj39u71qlQs9hHVOvuxru72IguQ9La9CPX+SKr5yoqc8mqYcPYHKJr3qIhC+UB91vh8y8j2Edw68A5Aavp3w/b2ukn69ZH6GPYLTHT1ZI6o9YKmwvVrJXDzjfSa9OFTVvKyHor1RAq69o0pcPINoI749Xny9hGEnvv7LDzwUMAo9Tfu4vaut0b2HpZm9DTvXvNzp072wwSU91zdOPkewG75NZiW9g6P5vT1Y9z0ID2A8GrmhPc+xrT1pKFi9h+35vR5Eqr1E6Bi9B31DPHngQb2+NBa+iakTvu+jV7xwDBO+XgMAvldHJL6Tnu+9Q+EOPmXDEL58mOS98SonvoELrT3yUym6hczSPW+fKr5xvpW+AV8ovpL5X77NBla++dS1vVlSVL592eY9hqIGvtLcBb6dZ7C9uEDwve31/rwWWya+3pJWPa+OQL6swIu+PH2fve3tg7x8mNy9GP6jvab4Ur5r9wG+CA5mPfQmPzxOX8o9LsnXvsqk6D32B0y+hdqiO8ajVL76bko+rVXqvZ7qgr2bivI8FBh7vd56k74NIkO+WBTUPQGfkD3j2gQ+SBpBvglhBD2Z1wu9IQ2hvVewzT1QyiS9c5PUvUTY6rxIvqK956faPTTd+b0elaa9fHtPvQvQyb0ab8G9a0CzvXQRHr4R1fC8yIMuPmeDxL1K3dg8GNTkPenSET5CtS0+dHeBvVvIh74IDII9P0MJPu+8LT2l/V29IZJVPv1KJT4O1EG9/mjkvYxksD33G8C9fJSTvfKDsb3lXjW9BUjavbbO0r2gyz++ThtxPthQxb136ao+ZyYEPikzIrqpXvk9xlY3PuG3lTxmdBS+fIITPXX4cbx9puu9kg6VPnR6vD0uSn49QSrgPEihb77hMzW+n7UbvtJhAz6wrUa+N1GOvvfO8Lxq1Y09+a8jvk0hET3ru0Q+Eg1SPaZLUL7EeGI94Z3KO1UUVD6rnjW+KD1pPm0tuT0UMv89CwJDPfb6KL1dKIi+H1WxPK4Bkjvt2Yy+tZWdvfz2dT6Dyke+psxPvkgKSb4eq3g+FRqyvlmnkD1keY6+ts6dPv9nbD7wYJ++WM6LvRIgfr7pLMa+bqxpvppOU77PXZO8IyRYvlqHpT2yJrY9he5uuw0vXT65pj2+gXciu3Lv2b233wm+PnEDPiyZvj4k4Aa+f6MrPoeiSj7KAQE+XoSFvOJ6QD1iypi9UYTBvhbIwj0rbLs9KCQAPk6FCb6mYw8+qkHbueRyqr5oQSo9HEXuPFId7rzUuRy9tJ43vSHMMD7nSYS+ZsCmvqmWuz0hvl08oOPNPmkBj72OCYq7HikSvTjf6D2Sz7g9/dU/vQCCejsNjia+7z0wvn3dxT2pU0y9FBYmvmwsYj4JRby+pkN7vp0J471Aq5O9fQL+Pbnfmj38r4C+Y/5hPtyajr63Md68n3aZvkLEmb4yH2Y92FB6PukQhj1Wa46+hCFHvkRcdL7k47g9UOoJPmcL4T3yg/S85uJUvpu1Yj3pD268Emk4Pb4wyL0Q56g9MBeQPeOuir7lip89tG2Cvfr1OD7O+vC9MOjcPbOQa71Ox009Ei6XPZR5Yb5+sRg+SaEevjUimT7IBJy8BiO0vW+Vlr3MkWW+aEqkPsl1Zj3AW3S+MdEgPuW6JD4unOW9K/64vc84rryXsEa+ue1IO0Dz1b7uARo9m0PevPg4uL5VTx69SA48vhmZbT6EVJK+1mRpPmqrg71i4W6+7qmYPQ14VT7JZgc9UFAHvkoJ3TwzoaA95OkkurfiZz6zHBS+6R0VvfHOSD3+fXe+LSaVvVfZBr6a3cw8kEzKvVBWrrx6PIQ+6vE8PtP/3zw2p46+MhhRvbSdNj7erf09KN/uvTbEST6FILA9fSQrvrNqFrwG01Y+qYRJPnWD/b33+ls9qA4ZPtWfJr4N6PK7nwQNvkcFCr6roZU9j1YrPt5ly76q/He9sccLvfPNi74/ipo+qEuuvpqdDb3QCIo+ImQkPU0FWD6U+qi9iSdGvuoMtr6g7Zq87w6MvbUIaLw7F+o8T0AYPpyI8DxdPLE80QykPDGDvb3+xwC+aIlXvXeVmb0mPrK9ouiFvbtd8b0/fKq9veFBvujP6D1ynhk9hwrkvE4T4D1ZVOS9GCkZvtaKj704pP28uuc8vplMgT0uJWs9uoM/vWO1Db4i3647Fb+6PSKXVb46cLM8EmsavhrgFD4AvE2+XBB2vTq+Hj5Zb+M8Xq/RvZVRIr5gmye+l1tEvrNtxL1yeVA7AdYIvu2kjD1n/wy9Dnm9PGvw272KUQK+27ZhvtJrnz2jI409dxpzvWtOx7036AM+UR7yvTDhML1WmoK+QXmbvDbl3b2ZFYA7HCZqPUBdsr0Bog8+anwjujHuGb0kr2S+OYx2vAelrbwfKY++cKQoPUbjCD1e8AY+WO2SPeD4CT2fP5C9Z7XVPeUVUDzk12g9AOfMPXsdEr6i/uK8fWvVvfPHBr7CD1g9to5LPt/OSr221Sa96AUEPiBkXr7tNVW+uXebvRy+yzyQguQ9QFEcvHe2jL3UEGC9R6xgvG/zDT2HhaO9tKwPvA1AAD1rxCW+4tFmPQEScTz0jCq91mK7PBnRnbtFVkw8xcb5vFa5iT0A2RI+ke0SPruJ972w+w4+S1LmvHdlgL0FF9o9HTQzvvNrmL3UCUo+rqkrvbbfk70LS/+9LGm4PVwk3r3tJTQ9ddfyvQwVXz70hoW9iA8TPg+DWT4DPgK+sqwyvq4vwL4qExA9F3xwvgUIMj6E1/e9b/BhPkwzYDxb6nO+zNFLvYKExTzkHik+l8gCvoYCJL4HmJI+pEXxvUDsob5J8568CDAhvvcHvL3oqWo+Fzgyvl2UID3FoGQ+dnfvuT8iab0GCQw+QrbwvQW0JT6BUtq73mwBvZ78zT31Lu490l6oPWTnRr5KrR292uKKvVVuoT0L+mm9ibHJPKyGvL09YQI8YwQkPW8xJ75wxl0+92g8Ptb2Kr7Fv1K9GrgdPkiWJz7lfDi+LUePPpTV5Tsk0KA+G/VjPfPRHb4ucCO+nSiRvgxXnTyNzIm+Mn8wPitIATsOKno9EuEPv+7sQL3oFFQ+SdtpvQyfDL7ssay+73JPvrTCeT3nuLI8XzacOkgSrr17I6C+0T/Tvp5ryj2UmSa9VeCSPf5Spr0qLbw9Jzs2vkm13D3UC7i9i1SUPLmmfLsPBSs+olFLvq5ikT0/1p294O3YPXbtvj2NBsa9V383Pj79Vz0ng4I80QKTvr9ahT4ZqtE9CAVJPSMFibx6lQ09Hf7DvPn0zb2ohjC+BeKrvSLUnz3ntzO9fV9WvtdAoz1R22C9Oqu2vtf0IT5YREI+QECgPSI8yj3YcpQ9QUtRvnviu7zIan093rdVviGamr5PnG89z4pxvD3z/D1iELo7CbUwvkBLJb52uRS+yfOJvvp5V77cZe69fq2kPt+8Vz3lGio+7JOUPGWtgj2616K86+IfvUeCbb6rCWk9kfMXPpw3wryyooc9tLyivi5EUL6O5CQ+sZ1+PZzavr6glMe9vCqWvQQEaj07oYc9Wjj9Pdykw74Q3RM7BOTiPWy9Yb0HkMC9DcM8PoUEEz5uoHm+HaiePREJfzwcC1c+zwKKPFPebr4JnvO9h41wPQglAT0DveG921QrPkCs97xlqn++mw/IPo1Uir2rOlq+eqNPvBtSrL2AcGW+MtCgvYYcRD4xv5++TlfPvaSPFD4gFA2+SjchvrJY1r02xAa+MuUhPosP4rzf5R++aibvPZi/5r5MaHI9R01Tu5lGAT7OCh0+kq8qvsxP7LyVQri9t1RYPhjfbD0u7/m99F9evgTkjj5+jry+G0MsvntE2T1Zj1u+OJ4FvPXTl72aGGg+x3ZsPswMlj0jjF2+IuO+PVQ3zDwN8vU9qDcuPFhzGD6WbT6+scHRvVHlCr18EzS+9y1aPf0cHT3OakS9mxLivbO8sj42T6E9FaeyvgvNkb0QnLe+tptAvbAVu7yzMie9/s4ePgOWlr0ZxpY+DTSWvnRRnD4yTm0+/hwYvse+aT5BQNG9Jq5RvtjqF74XdL+9B/8MPpQD1zyedDU+Knr2PX5ScD0HMg88Xk5VPL83Sbx68Zw9oTu2vbY9urwdkK89OCT0PZ5ByT1KUz8+L93BPCiEq739hxc9MIoxPiZNbz7NZQ89vDWPPd3/1T25FaE7fOVcPhdSTTygmSS9Pk1CPsTB4Ly2z8K9TX+qPcMs7b3vqDs9/MZcvX5KOz6nK5Q9EcADPoKIND01sd68MU1UPM/cHj74Tkc+XIraPT2GQz45PpA+qv/ku+bUw7ww7+U9a3UKvLissryLwfc9Nl2TOxDHmT3QVgC9rWN9vgTt+D1rEoK9SaKpPtFKQLxSR7u6USUEvhrJlL3CsJs9JNFqOzEpjD1m87Q933NZvnfMID6V21m9W20jvgAHArwO+oS9Zxn5vLxD1b03yX49pp7sPcNI3r3Y0ii+IiP+PRlrnDvaTPq9x3osPmPpQ7zZDk29OoANPO8L9b3gJUA+1gsAvp4Nh72RmDa9k8RQvdUVYL1jXEC9h6+svTcrXj13tOK7rA/QOUfvNzwO7ri9JkNCvgNA9725LuY9G+RkvbEkVz1Jkia9tF3bPPIVTb0fw489RvKuvHTHPz3xBd29/RiNPuuCv72Jhys+qUiBPCG9n7xwYo0+VePlPfvmIb7c1Ck9+uaIvSfHuL2iFiC9UPFXvimVPT03FWk8lXpTO8KILj5flHK9nD2tvnE1kjuGv7W9eGBsvhmryz3Qg8q93Z/cvQ3zT77yExQ+RFyjvtAIGT6BXgG/PktQvoD4izzpj3E+oQYsvkR1tzzB7oS+HsUSPdpo/Ts2ZIY+ctMdPu5KnL67TXw+EvWIveiCzr1F5PG9Sz7LvXVSAL09JyQ+dBcUvovcOb43iEM9/zn6vRYTg71kOyC+ZupRvo08lbul/A4+4gCKvjrGsr7sblo9e8yCPXH/XLs5bVu++AdTvio0Iz57amE+Ndc2PR16CLxYlpG7pQAZPsX6oLwtSBQ+eGYyPjbIJj6N8vw8OzIvPt26rD50FFY+b+O6vv3VRT4V4aa89m7gPUvfjj0EByC+V/06PVrovr2YPLa+D2mxvio+EL40qFc+ihqIvohHyz1JRSW+FSZTvvDFPD6uyyw+ibsvvij5Wb6PMBY+E5yavkHncL47uEo+16OSvIguvj2JIAO+QcYBvxIsU77vyqa+wMxoPv1JSD5k1288ITk/PkfRKr7YRqC9i6otvA2SPL5XsaC9AV8YvP21sz2xaiu+VELbPYegFb5oF4y+xAadPmbbkT4Y1uy96jKpvrzdM772x6c9yVYvviQEnr2/4Ru+LFEBPL8cfj33I/G8onOfvhzHED4uHyi+HbRwvRKRQ747iwY+ReRmvVUr0z0v6k08icxzvrf+6by+H3q9D7cevSp3WT0ue3S9lLpBvsJR3z6g4Bu7CymtPUVUjb7YABE+BXhfPmPTLT1J8+S9BnyWvS8HnL4jFCM+BE2avY1JKz4cBks9NUKpPOn22L0K2qA+yK0lvhCOg77oq0m+NCNYvnzJiL0tuVQ+wscgPkOcK70Hf5+9zu+SPtEnqj0DeBI+nO6KvdRFRT6X8Yo8gFLCPmPjoD7AG9w7AEHZPnpVsj5C9Kk+/58ZPlN8m76zpzc9mJnVPS8PBD59fw0+6O9iPbhp6r0ShK29OMeGPlgIgbquyOS9LnPqPfktej1JX7O9aJw6PuhgBT8SbLA9TOsavdRTqz4qTJS+T3BXvoe7V72ihk8+MWxoPr5QgjymmkU914umvWOPbz5GgEw+t3BkPT9/iD6vuoU+VqaMvjvctb538Ki9xFQMPbnnhT1AfIA+TWRxvtEJrr0sQkK+O22kveNvYj76hKQ+nektvdC/hD37tSu9/zRovS8HFj7b7og+EQWhPbIVsr3r4fG80ROKPukf6j33Df69Ol28PKKVGr7oZkG+j2idvSkRwj30Jo6+wmiVvY2glb0bzpQ96EkoPk5wHr7tCJm+2V2UvNNy/b0vby0+56WgvonEwT7du40+dwTgPvHJmTo324c9365tPeDq471C2DY+oEWavq34iL3Hyh0+m35AvVvwJb4drAC+NA8mvktlID2g5VE864gmvo08JL7Kwhy+q18FvkT9i77Zt1O+HcDgPVNqgD1ArWi+mi/LPf3sYD7hKFq+zukcvjBmEz5+9BI+0+YPve8TGr4Pr3G+WTIHPkajBr2GUoG9z61bvcgmBrwB6wW+5R+mvDN+Vr43sS691ip6vbPdJ75OlrM9nOd1vDUBab3LVAG+sWeePJW4QL602cS9ZRHTvO94572QX/O9CB3OPYY+gr5LgF2+pNFVvlZfAj7KQfw8uqDtvZPDxT1HWz++FV0bvhg8LL609HO+m/z8PC8RzL27GK++2KKXPT5WHb5rxUy+XWgOvjBtS71onYk9D4Z7PQllA74YUBc915ywPD15K75pw9M9reYgPN0sK77Vu248AusKvg8sNz3GAqI9M4wwvoZOk70u8lG++sI0PQTpA76qSuq9j1jqvcNVqz1WFrC+pUIHvrexI75bkUG+wKIBPjGaKL4GUki+iz32PXVFRr5dCJM74ojZvZD+ML6qXwq+8bUMviMzML7THjU+27DqPWtEa75vaMC9DlQHvmZLeb5jboq+jeChvWwm2j0gj+s9wY1vO/ExEr6Ng+E96h8jPJmRYrwIslS+c2kcvlxtgjyQMWO+FLQcvkRHFb2cIlW+EHKgPUQ/Wr3Bty2+KjbPvagVk72VJg49qcN4vfTKnj2mgwC+BZJDvvSjDL7mmY6+5IrrPZbtF72gUEa+xJ1wPjWTmz3duYS+lOkavTl1J73Z6EA+HWMEPhdIo73Eun4+NRvQvFdFgT6MLs68143APJveZr685DA+8vxdvjCilzy68GG9okyzvkFRWb16hle+QdB4vcA3eT4FXaw914LSvaq/dr1XHAW+PKSfPscHmD2kqVc8s/fYPaCQjD3J4Ai9HYtAPYxDNj6J0x+9UOHHvUJ9sDvtnhK+m0FyPdIMtj02hnO9TkVLvpXHXL5Ie9g9q9VsvbEJkz4T9M29PGcAvQDxxz36ZXM966pqviVqOD5Up8o6RLebPfHFHL34Gh8+Nj6NvEkS2zzO6kS+sg5rvhKdID155ni+9w0LPrM9Qz5Fi1M+EuvxPR3zRT0xasO9xJK5PuRblz1lpfE9ar2VPa6+AT5x1Vy+ARrhvXSLnz6UOPM9eV12PtXRCz3xDiS942cOPvR8uL1eAiQ9/3izvW1g9LxVkvK96pwxPtTIp75fwCm93ozfPW15D75TPYK+ez6ZvWoCXL1LCfg80ReMvPGmWT1CSVA+fXWbPv+QJL655ME91uPRPUcf6r2GQeS9+oSaPWNuwj18K2E97l9TPUNDzb1XG9G7HhH3vdyMh76dLPm8w46XPTzdHb4+m0e+Dnx7PRpk5T0Qq7k9HVIHPvHyUT3DHSi9q0JuPqAnXD7yVfI8unWXPazwtzz++56+zqi7PVKyIj7yyDA+I4ylPc/7fr2/LR4+KNBgvV48BT5rWCm9pcNrvvNdk74P4Va9Qe6kvFHMRj35lOQ9PehWvcAP973OB2E9uqgHPWYvwrw9VcK8rq2gPooUZ749Axw+IIF2vmwTLj6HYiG9pBVSPjqINroeJSM+5Ug7PoHr3L3A4+S8/G79vXJ9Cr1TeV6+DOalPRu8Bz6MWaa9s4wUvqYh0zw2dT6+VzAxPllZv724eww+odIIPljymL0GTDa+8TghPr+G9D2ptxM+5yWdvXDcyTsU9oY+5eqpvdwyur1JHIi9E5ydvXsSBT5dZnc+Cgbdu7O0Lz5OWYy79aFfPtFeV715aBy9tyiyPRuKtT5eMvq+zYCNPsiWo72iia89Mx00voL2qT31vzA9T7qpvbWckD3sUZm9TtWZPR5VQT4fFTe+z0JzPk8PEj21YgE+iw+2vTRLWz0DEsW8MDloPcciej1qZAM+ikUpvWAGa77Vs6893jvdvmnS+r2gRJ07l93dPBwa6DynV5a9zJ6mPP4BRL7mbkS+x76IvbY2Gz7JpoO99kinPuGH2r1mfMY96uhqPjZ0Fj51fWM9drmTvkcaNz0TnDs+uriEvtUYZr1nGUO9/H9TPQS5nb6qoTW+O0YRPcHUM74lCEk8vrJNvrRaIb7s4hK+RLHpPUYLxz2Ajw2+ILpEvvN5FL77RmO+cMc7vncrPz76E429RHi+u5sXi70+5q49IfIyvvmnqL0d31u+D744Piw2Sb6eKSE9vcFqvuRlyr1slcu8Ax1HPbIZO7786xG91hmNvkOjzr3VE0i+q4PevTpT371Om1895PpfvAAUprw4i/O84lLKPeOWLj2mAyI9hZDWvcc3Z75lX12+LVj5vXC1STw9RU6+zSd0vt/C970EZwi+wT9YvZDF7b3IzuO9lJRBvtOYVTxu/4O+JoVMvhdzBr5CAHC+bomsPUpbmbzLu+M9d7hYPSoXuLx1/Pm9wv72PJEdArwlWQc+kwjlvSbmxb1HtC2+DXtuvUht1L3TfY+9de4CvoZnhr4iUZs9RxEQvjQk8r2CSAS+L9ACvofBhTw7mOm9x5qEvli/7L0xdFy+IVkUvek8db0tIOW8w5I+vjEdcL4sm0i+f3eYvLdhvz0F50S+owDbvUpdsL3NtDK+bKDBveSsPb7zVRu9E8YHPdzr2rqfxFG+7xGAvhZCU75DkQC+k7ccvhZnC76H/LW8PZKNPVSSGz1aLwe9HRzNvVgG0L0Sgze+XmYLvYWLDr4JXKS8mh0YPpIXLr1/aAi+A+ANvR2eC76fCHm8EwyCPS2lvr3hKHO98BQ4vvqI7jv+dey9qdFIvQnMuD1kxYk95PgdPo5nFj5R4lq+LTtBPq2p0r0Dr1C+wSxjPfWANDv4OI+9ihIAPWSpBL4jEF48pDn4vKVUBb0H9xc9SZl7vjCxqbzhYQi+Mcs/vQJP071aixu9CcIpPukGPz2iAu69kkDrPS4ytL3t8lq976kIPn7v3j2UzsM84QlMPhrbZL1/41w67nGGPdkGrT0W4OG99OSqvb10lr5mUSW+aEB8Pa3Eqb0GjCg+C3gMvaUGdT0zEPe8wLzJPOehBz6qTvC9olm/veO+Az4vmLY9EMLHu9GAwL3JX5K9sut/vuvEDD2LFwA+nm4UPhe8IL4Eatq9cEn5vUrw1LxSCEE+u2nzvZ8KfDzgrAy+/2x4PfyCVL31avq9ggwnPmA46zwpnTO+lkIcvtOnar0OJLG9PhIEPjPXKL6VjZk85yGOvOygg74bDsa97bI1PTIb7D3hoN890kfnPJOoJL0Xv3c9852kvfowGTylBQE+Bhz6PdV7mTxDkdW8Yod6vIv7OT7f00E9dDKCvd3tHL1C0WO+lhIFPpLfmbwZJQK+lAxDPY5L9r1ZOh2+7elUPO/f7zy2UOa8G8Uou5oxhzz4OiO+1FT7PXj4s735+M89gqscPejk1jxSOp088rfBPZjDpD3bkTG+1c44Po1vuj3eDTg9i7jQPZuXdj2jBYg9aWVhPX+Yoz2mpAc9x1NWPiEQBD7azu27nhaDPSmGLT5g9DA9+4gLPkepKj7rcoO9ExlrveJzETzfYFU9V+k5PSChPz1tWzE98vLrPTG/dz1U5Xw+nxf0PAH/Db52Dpg93ymTPWJe8D2ZqZQ77kulvY6WPboYGoc+wR0SPk+1jz3eI469sBMgvGb2QD6ud+09QOr9Pa0T57zsUz69nZyZvsMRMz4gYJ+8LPgCPKjhXD50AQE+w69wPb94er5si9c9ZfinuRodKT1hkxc9WXADvvTB5z1g1V8+8g2GPYCHJj30vHK9+cmRPTzyyLr9y4q6aMCcPdbzDz7kKeQ98IkgPH9CwLtXGac98hU3PuftX75bt7u9dQqNvMseS7wrIBS+Aa/VvUx7FD0pM+Y9yZ0gPu3Tprw9r3S9jX0Vvn1+HL5yX7E8AffxPTOI/L3CwrS9CD9rPSviiL5pzCE+bKSSPqU/zj1p/xu81SezvfJPCb1BDm6+iMwsPb439ryZDEw+xQhqvROJlj1hasS80q5YPvnAWD1Ua8g84q6QPdFuPj0o1zg83/2BPczn7jz9AAE+j+zJPeNnL7356uw9qUuYPSLLtD0xNko+VGEXPAbZuLwfuIY9iCOtPFzSjLxPlCs+AboXPuUYc73Lq/89uX2NPR98zDzmNSK9Tf3uPEqvxj2y9Oy9bVs2vo8TML5uuho+CuYGvcuvkz3x+LA8LaQwvvRG4D1Rn7o9YIfqvWTBAT9MsRo+qYnHuzuiGr6qMpI9EacXPR/2hz4j3kU9FWQ3Pn7J1b0oMTS9XMf2u4X4LT2jZWW+fkKHPqelpj6vW1A+K7HPPVg+xD1EB4E7ffJCvjt+OL59eie9bgCZvbfu7r2ITn0+7ZQdPch0Eb03ggO9xEaMPmpPh701Nb4+QWwdPnALMz6BXCA9ZHADPpDS9j2MzhM+gJ8AP5hrjb5SVOs8+Jg8vRh5jjzGOsc9Zr8YvpdiLT7RM1A9VhNvvtpDcD5OLeG9jqW9vELQ1T2/gRE+qkiNPRzmzDwfNKy8WAFEPY9+bT45SlK+M+tdPid+ojt6r7Q6sE5ovFwVGrzROAS9XjhbvQQCuL0jDSA9cX3ZPTKkiT0K6ug9WtJDvvYJhTzmb+a9KgGbvYNLkrzlD/m9wJhJPrm/Wr1GSmg88j+ZvAcMLz7ACj4+JmlxPkPtDz66ngk9+aeyPDy4LL6FluE9LZybvZcUI774Kp491avPPmfmsb0oP/K88FOkvOl/cL3QncM791acvBNl+b0TBrs9NtN6vG5U2T2Q2ha+5x5ivnGpmD2m7gI+++BjvHabDb5nl5y9MpEovpLJGj4I8fM9/FwCPvOkBr4L7Uw+kOcEvtfvvrzDSIg+2qHQvoDtoL2GNyM9jKMvvU86gb0dLHG+Rqx8vttco74A1qu9rfaAvW9Hvj2M/o092CzLvfVzxb1ZrX499ND+vTl/67w9bWg+yvyAvP8C3j0jvWE8EIvDvrfs/LyTPG29m6MWvmmeMD6pAv09tFQTvXlDqD6YxBw95YkNvp8qYz2OWgm9wGI7PlSKuj0Affk98vIYvS3k6z1dHBu+vQ6kvHOICj6GtZ4+Jl/AvrmE0j3Oivi9wwhPvste5z0br1S+hkCJPvRxiL4B2SE+hdO2PRBXqL2Cl2Q9xPyhvujKubzNZQ6+a1xOPkOz0D32tJS9IcwpPnvzcT7Rpys+hxuyO1bkeLxivTe+eM/XvsqUTT7ADAq+tgyzvg6Stz2XOT6+0pb+vrt7gj7SJGC+DKxwvuouwz36iwI+9xNjPi6aGb49/cE6OOY4PQaUhj61Vmy91w0yvlTtMr3e7hs+zq0rPFR5Gr7+JAO92HkZvSdWu7s1WVE+QQmAviZ+7L3hbbM8meCCvv+kaj1WgTa9BZ/ovKu4MD61NQO91sAtPoRVSL4oUQ28A2u4PNc6Jr6RdYg9ZunyPa1phDwOU7O5OXdHPokqET4P3sA+Rqvzvm8epTzjLEO+B2EZvWVRAD7Z03K79nxNPp5ugTyY7Y8+UemGvpRRNb6J/2G+KNcQPqLLiL6cKIm9RxaHPf7fkT5v8JG+vOjXPgsAlD3V23+8Rh4WO0MHaLtYhou8wRITPhZ33j77Ywa9/PLOvYVehT2WeKO9vtWgvX4toD05PmC8FF+cPQ3eSL6znSg97wBwPg8TuT6cP0W+4tMNvrMFTL4JtnQ+b0c1vaz1tT3jjq2+KNBtvZOw+T3Y5Um9LMKyvXuMEb3oQZg+Jq1ivkFsgz7dcBM9LXKRvVEYMz4+KQK/CHylvssXMb0ZAle99MNQPmVTW77wxh29M3eqPinlDT7QdqO+CKu+PRV9GL7NA8O82GaePYewS7628rA+glZ/vZE0ID3eIpq+v9eIPW6GXb32ErQ+8AC4vSgdpT5d37C8JqlfvoST4r0+Thk91yCfvRPdDL2M9zg+pPxGvvGddj31f0Q+QVE2vdtRGD5VOQ8+7YdmPRTIH77VUr49MqaEvmpkab4rW5M9IGggPau7Dr6E7zS+0vM7Pj7wLD5hAHW9+CQ3PtmBKb25Qe+8jruMvgQcIj2MbL0+oQx2PRoiKz7eTIs8RGcUvFjLxj2tqRW9bWU0Pm3yQT5cmt09At5+vhJtfz7dMAO+rWU4vjysJb4ANUM+CwDIu9THBT5KuXy+MEsPv7QCIL490o8+ZhALPqcKAr452tS7uD6EPYhU5r0S3lu+WWRBPgoqPzys5xg9PpCrPPxmVD59w6w9sObpPQFajruOt/K9/9ulPUezqz2ZCLC94A7VvdcPNT6E2KY9AGaauzXRLr5vs309B5tOPYZrg7zA/tM89BdUvWKpCj5XvFe8qpILPQkxIL5/K2u8HRMXvrnUkz4adTA+VLqevRJigD1o4go+F2M1PgO2AD2GqU09704BvcrFMTw9wVc+xDYGvYSY9j1T3sG9gxQ8vYrLIz3ynLk+sggJPkP2bz0z17S9xMu4vbiZhr0vn0s90HGCPi/DqLxpL3S8e/ibvPG7zTwIfQq8ppDRPTHjDb61uJC9CcQRvlxoPr76Ewo9c+WdvR1Zoz0wmYs9iFACPtizfL28ydk9zA/8PdTW2j0Ae9K9ME6YPfwLuz3NpaO9GN2gvHF1C77CNjI+fb18vbSGwj3b0b47HJ73PNJrPT5dFNm9+8vtvd9DlLzdp4Q+qItTPBEa4r1SG0Y+TUgDPn7QiD1CRNg9kv17vbShUz7b4De+1jDTPblV8TxzEYE9PDnePRU7GL7JYDO+/TwaPZQW6T0v4309zDpuPlYuDb1WU0Q+mvnOvfICpD1UjGA87n64vZnBb70NVt28T4SfvTmDrjxj2Am+B9ZKvr54zTy+n8I8/YeVvaW1+j1et/C9FE79vQqDdr0IXP08T1tbPQ9Fvj1Qfo8+FT3yPqUtkjzQWf48J5x4Pez4Cr63+2s+5YtUPv/1IL4RKye+8OTpvWdoj71ENBY9E4atPSNLAb664oU9FYoTPjhror0OLFC9vyuPvoIPvT3NcjA+sGJHPcyRBL63twK9sGeyPpmpHDo2ZLM+wP1LPeIkF74ECdQ9ypGHPhlkNr6oh/S9OZZvPpKWUz5/JzG+LXn3PPy2pr1cKKm+hAfCvd9qyjsznJ++dHDRvX0SHb7IONO9MlvNPR9aKD6Sdo2+mwo4uulVO76fzmq+o05zPhDOGD6fBhO+sGLNPGKfDb6a4kQ9sSV1vuf0zD24aqs9artWvjiWIT4LpGS+9sVePn2O673LxLq9rFSBPps+hb6D9bW+AZ3FPiL5v717Cxg+X/HfPa49ej6DvLu9wEJRPMXmiz4Xxn29V0rWvf7VXD2wqIK9PUK2PMOMRz6QLDU9cR83PT2dmzxCH6k7tM1Wvbak+z7VZZW8o8kJvi71kz75uBM+oi2rPKFrz738WhG+bcb8PP34wz7SnFM+bPUjPTL4VDy8SEu9v6JTvhCChz74OAg9HfwJPUSNm7t16JY93OGpvbyXCD7e36o+cuUXvpWC5j1Toci9lJx/PjANJz6blkg+osc6O6odmL3PuXA+fw4jvu8yAz3+dnk+MtEHvpOKIz3cHeC9kqzuPc6blL7umqu+H+YIPii+rb4nR8m9b9FLvh2jYr4ZQSC+8nZlPWh8tr2J1sY9syfevuwnf74B+Nk9RaiRPEYeAD5KgSW8piZOPQdAGD5ksQw9gCe9POxoiL01Tee9Z5wSPo/UWL3/HZS9gpsJv2Dm7D3fYxC+X5uEvsdIH72Tqma9hZrUvvh5jb6W0xk8fLvdvoL5z7vfGYc87gKUvX2YQb7zymI9QiSUPv32hD4CM509BX0lPR0wFD4IiwC+Z+JAvqJesT21bv690DNIvqeOVD2W7SC+I0EHPn0CqL03ibm+sOt/PlMt0r3nHvc+mpMgO4nBw7yVe4y+ohTzu4kdDL5SztY9agxrPji2rz2mkq6+Gx2Rvp17gr1BfwA8QooqvlpsFz6Ahc299paHvvD1CT7gKIC96GzxPOUgST5NajM+M22hvqKBNr1kva293fYKvh6aiL2PA089n9UyvYEoUD5hU4e+N0B+vvG/sj5hSZS97xWXvbEhtb5nUVE+5QyqPQ40kj4v7Sc8I9/ZvZZHer4TDbG8CnuHPU0jTL13aBo+v6swPksMNrxorr49/PGNvkiSCr7FlZy98p7Cu4G8VDyZWp29xvJqvsPV9jxLHDW+QTk/PeKI+r1MGOc9XqsoO3DEJL4KN/K9Uka6vEDmS74ro4i+7C/yvDxHUb5c9m09PyxivlIENr52Y5o9uzxkvjdc8ztK6lm+c0fevRppxLzVXdU9Qib1vUK6Mb1J9TO+YOKVvPNVCL6g1Ay+f41DviZEqD16rXm8tcwKPv12iL6P1ZS9nwgZPt2KzrwhkKq9EpDFvPXzb75MRi49Uxuxvd+wwD0EI5y94fH7PHEbxL0hpIw8X0N2vDoYXb7JKrq9GbJTPbOU47sZWF6+F9YavpunZL4fDK+++S8HPoUJLzw8rHs9QDLivHp/Gr59vB49VNEBPSdb6L22cEi9vY/mPakd+70BXC2+qTaEPQhAfzyoom6+giEOPki8Hb0umli9MqdevWpGBr7lBew9MvVlvg18b76LdYO9ryRVvkmEBb6JMYa8tr7lPUbwNT6QR4m75WKfPW6xV77zPhQ+pGy5vODK6LvlCA29zndlvpVXGj0qlnm8KwY9vao6Sr7LAqO9j4QUvhzvQ7zVNOq937hDvd80Gr73bPO9xkXvvWvWR75WPYa+RYCZPNMpDTo8D8w8p8yTvsQjMb7Gfua9FFiIPeJYhj2WKLO9TYIAvm2LC76vM1m+jtzKPQ0nK75rIxa+32JNvrfiLj12LRc+q02yvTjOAj55lda9JK8vPV/bUr4JfQY97qSAvqHavjzjWim9yiIWvdu2ybyidOy9BB3KvgcHRT4pzxM8JfVjvuoIJz1EXYW+AOuIPO7Mnb5OArc9UMn8voEUlryopXC+ac7sPQ8pLD2NzNw8IvrMPdhjJT5QtWo8k9covBp1AzwlM5I+YODLvaOoPL5S6zA9y+O5veQ7Ej4kAvQ94NDAvJRsKj5HW1o8MCirO9E7Izx1uoc9LTsrvR8PQL0mULq+kglrvvzZLj4oxEk+e1Egvqavpb27Gau8KQpbvtZU572QSIG+6asFu3uqsb11sNa9DhBOvVSMGr12FBA+j/o+PVHl3rw1e4U+7r0BveoVxj1W/4e98bBHPS8mC73/8Ps9PUqOvTwiQz2sy+A9jl7iPYm5Hj7bRZC9BLy6vu/9pz0NW4i9aM7svTCXiL4aB4W+TKQ3PvZ84z3yFTO8S8UGPSDGoD39BRE+6/6cvrLG6TkUBl6+XeL9vfQLl72AEBG+MZkXPkf2Az7NUSM+eYlevjzG4r3zJXS9kt+vPtaCZz5GNfO9la0zvOevlz3vYBc+WiRavpVHK74XnM69wZhdvYQ0Sbyo4Ow99qH7vZ+3dT2xtNQ9MbRfvn96d745doc+Rc1vvLKlv73Fiw8+OJ5kPR061rzdXj09B4csvt1tUD5TYlK+1X4cvBRvQb4o7Fq94G4UPnzr471dfTy+449zvvcAXz6R1RQ+Wqf1PPpGorzEQlA+kSQNvthtAD6NL809oY+rvYncsT2p9Mm8OKYfvlnFiDsgMZk+TNmcPQyTB75kFSu+YjnlPRmuqjwl+wg+Elt+PbH+sb2fkRS+BPnEvbibGL1goPs9cwlCvoyE6713JPy91GG1Pb5GmzsxQxg+3/ArPgJKa70o+Gm9mswTPSBa6z3cpG4+oACivbUe3j7EDCM+uDguPlBtOT7cHeg8IZdUPg10Wj5GZow+HcGCvVX0t76npj4+AZyNPu2i5T23tks+q36Gve5VSbzwV9S91U/cPfCuHz1K1dy8TXr6vChcQr4Hi0K+EXAVPeGoTz6nzgm9YEOPvbOlPj6sax4+pFuSvRAWLr76uw++sk+ZPFMxvz0ckTE+ABmGvZ7eRz0SJbi8YEwgvRpC3T3vkxE+RV6uPUYrD7126zM9tqASPlP02D08Bw+9tMgEvOgzrDvih0y9XbRlPQXsjz1SHSo+Gio+Pf53br6hEGY+7NGPvqLdgj6Rd9E9mT4XvgysizvIvQ0+IOCyPkID9j2Nd5G+lvhzPXGTcb7H9Qm+8AyiPUMqMr6crRI+DeoTvlqWML22gBs+aC6UPVRNjzydSyy+eI+OPnJbjj0kxp889x8FvYbiiry9XYk+MNVQPchNIb4vxqy7aWpUvUh2tj0tee07CRFUvgZlvT06SMI9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "OAHFup+oUTydr9G8A1UPvPqIkL0B5nS9qvbrvIufGr3YHdQ8+gbQvQ4F5735GQW+mk8Bvs1fQb0ITxS6k6i5PWpxD72Sbua9EQr/vIPmYL1cWCE87nmzvQlZSb3xa5i9Ise2vFd6sz1P4bs9Bq7cvH0MvLtQrUu9kvB8vEddhr3ctIW9YYuuvLCXSj0OK0u8Ju1lvrnXyb1eUY+80mcmvvkMz72ekNO9IuhbPeNQ0L3dHYi9U+OBPJrGiL3YfjG8DFvROleeoD1WLBe9Hodhvcthjr3zGpS9t+jIPYWOMDxpRYm96eOjvcn4Nr2/ETY9y8ZVvgcZAL1Ph129xlWSvI5+6D12cT69gPrMvN73C77sNFS9OOp3PYfHMr25+xm9Sv63vfDsy71dNlI9hnwCPPM0mjwYsmq9avvuPR4gNL2zLzo7kW6rO/4HG74UUHy9O1WkPfH4Rj0sn/M9wEOLvWTFir3uKtO8TOQLvvHBlz2Xgy8+AvMpvmiswb0WZGK9HabnPTsKSDrsayq9uhDePEHCDj2xGfM7ecyUPRstB704k7y7gsV7O0EKWb1mzH28MK8ZvQCWzL3spPU7074vPHW+t73Zvfy82+Y6vWHyQL6f6S68l2rjvMNIi7zNf/a8MSp8vXOemrvcta29il4ovR5OG71l+xm+Yt7PPGtZJb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 