{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "FqsbPtqPNb7z6y++iLWmvf7SkL2/x2c9E47Xu0bJGL4cSiS+xlHRPbo1u70i/0G+8OQ1vXrNfLybmZa8PvZVvHMPI705po88K2jLPaWr9r7yNWo9DrFNPl1iOr6AgH4+yUmuPYsK+Twl8RG/ErV6vRB3Aj4xNoA9DezXvnhYlLwlYbS9KbnlvGm10r1D1AW9BKeuO/1JPT5Ocx6+6tDtvMSEW7660DM9Yr0QPgRNjr7SK+q9S4IePkAQsL3abMi9Cmh6vlxzUb5FpTG+RkAFvVUhWb3xNRM9GlXPPWKg6r6h3Su9d5UlvpPW9r3Qkzc+ZWx9PspWrzoOcxw+FXXfPZIDQ75DrJI9qQsbvsgNeb09qjQ+uyLfvG8BhT0HK4I9u5zBvc2KML4cch47RzdvvmfYO76JVgc6uBFZvj25pLvWBBg+cFmzPL9CYb0hcW++DR8HPkEzqL1oZ4Y7FafcPPJaAb4S4Ii9atJFPnCFCj77T0y+MR9PPik5cD2nSR2+SqMCPo1OPT5t5vG9I8DMPDHopD3Ph0E+yFxOveZEHTxZsAK944/4vmrQbT33sSc71+lvvhUBv71jeoS9a4+PvEjAsT3S7o0+MreSPJr8EL4SFTC+5VO7vVyOmr2LX9a9e1JsvHFnBr7A7Fg9nBo9Pd2Lhb7r4rw9NkNQPScHWb09zba9bkl9vbvYtzzyUUK9sSX5vXacFz4Xn5o8YP4hPgjDPL6b602+psd5vkFC9Lwpo5M9FQMzPNO0ZL5IkwG+Ul5JPnExpT0zeuY9NE6qPQvyorxN9g28lqV7vhgm77zHQf+9NZk7vh4dvbs5d4E+SeImvtFYjDwR4lm9B/AVvl4L5r3FVW675Mkevo3j4D3s1gk/ZWR6vYuF4bvcuzG7Y/ZFPslUs73LWLW9MSbsvSmzBT3LG4S9seYYPqSWwj0lPn28boppPZQpG74rLDW86izlPZ22cr0baPs8D/+AvcgX+DycHTO+BKQYvQajZjylz369y/LJvZanOr68b4W+dH1jPXdOpr12F5c9ha8XPmHKur27rpa9O0nVvbRuOD4RCYi+rG5LPnjqQj6UTXY893Mzvu7GOblCeb+9fA9yPhlY9bz2ggK9xDfWvbrWyr1Xr189PqOyvOHdg73n/TQ+uyFdvVoFRj4276A9M2hovlOSHb01lHc+HbDoO3kvLj4Pgns+hNKWvZAsLL6wVee8YH+QvL6Krr5Rg6s97/s8PpHeZL1sRYM+W6U+vhkxBb46WuC9xOTFPeSE172kIfG9nUWHPDlP/L1VkfG9zGRevtmaMr2hDAk+EASNviPH3b38bg4+nVX5PRrx0T0X57K9NpuJviHHdL0mZbs9wVdKvrL/FD64sPw8sP2WPgCSCj2PTQQ+L+ezvb1spL2Fu1o9ddIUvXGPiz4FIhW9kVqXvf3bnr0qT487rQzxvKlSOTyKFyE+ylmEvaDUlTxBrM09HvNAPqdTpT17J9O9St0UvPVej7mdC4k9V6dBveVVvz3aUR89GAQ9Ph2UPL00MR6+CfIgProwLj1TNYU72xgDPtYBPT49u6u9qS2mOlBhNb5L2MW8iCiRvtyyNb7uXJ48kNSivU0Foj0v/YW97PBJPjy3fT38DPm9iY3HPTUyiz1wDsi9QFIQPvucg71xM7c9QAx0vuVHQz7aR+C9o/dUPpsdab1vaWc+EHaDPQw95zx6mQI+E/SDvPXiiTzSXBg+/xE9vlQCgb48Q7m+7uXBPQaWcrxbtIY+Sr30vTJ0tb0YEBI7gAZSPkSZwr1N/bO7HwynvdOxlD0yhmo+5lsbPsV8XT3KbNy9SUIevqQs4zzg3cQ9dGS2PtnPDz7PZQg8g/iIvMHQwb0MT7I9CX23Pbo/hjtiS909bOKZvvSFuD3hYaU9u8SFPhisQj7joOO8T8sHvkDmeL6yBCe+2tX5PVv2nr45JQQ++lGzPGZ9hjxs0hQ+60WPPPuvJz2gMBw+QLlCvYfw0r1vUDE73lCEPm9CGb48ksq9g4DFvS3AS77pWaI7vFVnPj8Tm73esds9oWRsv1yZCbzRjh4+/uhLvrs/I76mo0k+m/ROPhOBdT4lImA840XeuuoJM72u6mG++5DWvWeFKLtHXcY99RYOPTwvi75a8zO+0bBNvjkIjb5OnH6+32tIPgVhWr0ks2s+yvOqvTUypz60XYq/PYYAPFRvo7zJIvU9dNhzPW29nj0GYBG+yQvzPbJ4+z3Npyi+0ZdLviiE57xjaaY9QAKAvtqzvT19Txc+pnXLvqmFXb2f6zy9TFcjvmeaKz4cEQi+TwYNPgTSTD+sQgM+XlSBPYPtPr7QJ2a9nFxzPY0pSjztL+a9z7QcPXNeAL5JJ0C+e7McPjQN2r2qXje+8NLgvd6MlT3G1QY+Q5ZMvgDsbT491pm+8SelPWs7Bb4jwQ0+Ef5uvrz/sjx3FB4+qTmZvRXzOD6kV7e9QRIxvuH5fL5+jRs9/2OfPR+o1Ls3H+A9syFxvuNci748GGo9p1d4vviPmL15FIY92rLtPUzdsj30/5Q9O9xnvq358jzN1YC++GEUPnvkDT5eshu+qyVWvj96ED7/EQA+hguRvjMw3DukZIE9K+SzPXP8yz2jZ+y8Jev2vVk1d74DWZq8D4Q8PmbrAr2RO3M9mgpuvtvfnj3TChC+GaVGvVG5Sb7Tk+s9ogCoPQly9L2rp22+W3t9PVwwEb43+Ve9j+w6vthqWD3i0/k97XKsPYLcbL16jRK9janKvbrLZ7ylszs+UTuLvDAorD3Ouue9tCiTvAfVzz3oz789Da5wvqAOST1ThnY+d+nmPX0W8r3/bNU9q5+0PNUUDj7jiLM9ebaAPp0eXT1ZIEc8ao6HPLAWyrxcqya+8VodvhhUtLsYcdq9kHAIvoJIJr5GxKE9wcVRPpsu373gAGo+5I6xPSTIAT4LRw4+sJ6GvchHnL33WQo912SPvBr5Dj77som+OGj8PZx1cz1KBIa9BKQ2vmJxMT4TInO9mweFvW/PWT1G4Y69536xvcIpbT52ITM+og0avVMTXz31qwi9uBGKPcK3g76jBBO97zZ5vl1TN73S5hC9voMMPjjcDb54iLo9g/ouvTWbWz06pBK+sKVuvCRqED75Bwc+ZkqWPTaGuL3RM2i+8+Y6Pg4Atr61jSI+ZNC4PU3W1D0LHbA+RnmjPsLYqD1Lo4a+7egVvsmLn7xL3w8+zy2KPUp3tb3n2HE8gQh9vRMYST77mRU+UcOPvI1nMj5DV3q9DN21Oyo3eb5a/hc9XNMSvcHEVL5VKG+9BVwivu/2XbyMyOi+hDH3Prck4byD+449REbQvYgDKT4fzlw9VMouPqKxhL6ef+A8N58BvvtoHb2p7oG7vLNivYU8XL5hBPW78vfTvRMWOz11Udm9o/lAvoWBjL0DgD4+zWeAvDvOK72t8YQ9eiiUPoF0cD7pfvm92qfMvdTYlr0GHje9xkcwPmcmeL5f2qg93NZkPqlx9LwFK20+oMQYPE5IAz4nIam9c3Dmvv0szbwdVhw+KGs/vbruAT4+X9i9D/DrvWk+hT7B+Ho+9gkSvkWgBT47dcK9Z0smvpTuP71W3TU+J3+Bvr6ThL40QH895nJnvhvIrTw91Gy9KmHAvX5FCL2KZ8U9jeBjPIgHLb5BpaG+NdAhPledNb2kN5i97nL5vUB4UT2TPHi+UkalPq8Qir4hX6U9uChbOyEYY7502fa9B5bgvamGBL5cDoA9fizHPWoY9zw+UMY9rWuDvLavCD7UdLc+x06RvNrMsr4p+ya+PoDpPQetGj1PzJQ+b40SPFEjlr78+Ug9DkzevmlyAj1cWFO+uFEBvvJq+L0mzWc+HMEHvhbAu7uYxh++F7Arvbmpbj7WZ2o+KF5wPdGqWj4Hr6e8Ag8KvoEHwL2kFeS9gW/MPT4nPT5kHiy+1kIAPHYpTr5crHE9wcv0vYLc3r0/bEm+0MxMvZ5h+jynVLq92nqAvfmBmb7TOFY+mpw/vsh1mD2cg8491dtePQ4teD1CTRS+4iqBPZZwNb3Of5O8D+7avXnhUD3xeaq8FSCJvmMnV71edWw+WHskPJhRpzwwBfW9h6tqv0enkD0SThg8Ul5+vpXGqLx+/829kv3cvRh7db5ZGCq9khhkvh2BMT2+p4m92fEGvmstST5AF2I9oUmvvUjanb2Y69c96pIFvhHpEj5MqEK+0SkMvaVy4D7erUy9t66vPvp8qL4z2oC/RqAXvkGN7r1pDJ2+j0XHPqf6g7z/i6u+qDUwvnoiG74ngCu+zN/dPIWZoT31E+49s1a1vQut/ryMo2W+lNXTPf4FIz5fTTU+Lth2viShwD5mbze9ZSv5vZyNC79KL/k82Rk1PmKCBj64/LO9OH7VvlYmlb3rgqS8dElEvi5AET4eZaI9XZIUvgbS4rwKB2++Nj2kvkkMNz7FlpG+NyUxPrWTwT04Sp++soOvPg9eOL74TV09EM67vea6ib3xoMq9IagsPJhZRDx/2RA9MigHvmIYdrzd/jM9jfl/vjI/PT7YRGW+msz/vm4Ypz5EYdS8eSD4vQOzVT0r9jW9HniXvleT7r1DNTi+N2CJPjQHhb5CKyS+jJqCvmC0Fb5pDbq9lafNve5r5z2RHwe+GiwiPnG6m75JoW49db9yPfmi2j3uI/Y8f2TEvSbb2j1dxyC90d9LvizSCD1uhTc+4jwoPgrpsj0kSIK+ti0gvSNVwT3leYe+0wuFPDIDET7SKrS+JbH8PeFb1T2q1aq9fWUyPtF8N73NYyo+wyg5vf7eW740/GK+nOmOvW7qjzw/6KA9zN5IvulLxj4YbxS+UlTkO9ni0zwmbio+sFocPorABr4o69c+KbLbPUqNfj2mVYO9aSyIPXPAyD5iWSe9bj2ZPpoxJLsUpSQ+ZN+WvjWGrDtoOpm840nkPH9hKD3P1Ja8hrYmO/lsA71ZOkS7Fej6vQmRG71Vsbk+Bz2/u9JKKT4qM4s9LdKcvsUJPL7SSPo8W8cdvmvQgDwjRQg8eVwNPNiD1btGBsY7HZZBPhPQJz4YKik9VDiEvvU3rr05iwE+R5tGPX4UZz5ShAg+RT2DPAt3KrzGylm9qfzTPHtdgL58JAe+NqMdPWKBM70I4cg9nOCZPWEd7jtjads8xDiNvR7YvT1suPa9fljOPCHZpz2nPlI+I4mrPQ4jwj2NYj69T/fpuyjQNj02caE9h42qvXUiEj1FQWE+yHgDvlkJT75Irly+PBD2u2JPPz14JY29+1cZvlV+XL7XfYG9YDmhvcz/Ar77mR69Dx3xPb/hJb2JdJy9cnksvWeepb07ySc+Zj25PlhSYrwrDv49LuwDvkzLi73eAYi+iUgKP2AxY770CCE+Rp6ZvYtmfrxgVSm+twljPuzdtrwv1YC9UJ6avptS673xNz2+EQ/MvZo/er5Kf7s9uMmAvlbd5736ymi+xSZGvtgqsD0HelM+I/ZtPTu7t73yC3095c64PgtWLD4N/oW+AHF2vjJ0Qb7tm6u9gEKhPDRqp71lvZG9/uc6PRp8bj3O8Q0/yZy9PQPkrj6D8QO+sGlPvtHOKry2Pgs+32KPvbrU+j1L4CK81HzPvU9SGT66ru498HdiPPpogD5vruO9u30euPmRTT5EB24+wCiRvkqWdT3xVhc6aKruvQJ4JD6QfCu+t1lsPd5e2rw7Y0e9KjpuvBfnnT2Rd+K7NEvjPRAsoL6lSEs9JwjXPBvXCT7aPUC+b6JCPnI87b2uMWA9pJKMvk6fJb4DvLI95+aBvRHyZD6kKJ49FVyCu1Jes72mmiC9AlyDvYJg+jyR5Js+20sivu/pu7yMzzw+ca8cPmF+ED66+IY+z4lzPQi6+L1WPSi+gmXevqVMdL3Oa4489OF/vT4VV75+vgQ+j4LOPaedAz7qmm6+BXbfPAEqob2uzK08fNoWPmNkSr2Ma+89cEEMvkhmcT7P5i49riilPCdEmz3tBe2+luytvkONDb5glEu9lJTCPPooNb03zw+++ICSPfDf/byhU+y9f3aEvnr7V76F+3A+36XcvVJTh754KSW+U3ebvN50Gj6iZjy+36RqPpccKr4T+li+AJmLvFJgoD5PJB49SGalvo5oh70c74U+ZAltvYUm8z0m9SQ+a1QsPpEFhb2M7gq+cBcNvxIwUb6erfu96NkWvUrMHT6cANK9lBVSvl4KJL1TbDC8MydSPUsmhL26C7S9Mf0RvpS9Vb4ACx8+VVkBvlI6Xr3WD3K8CkVLviJNYb4fyUK9omyruvvE7T1DsbM9rxHavA2PJL1el6w7rNBKPqHXqrteiYI9xJQvPsQgoz2E2JS9tqB2vW/xEL4eUOi93W62PdCDCz1o+AK9J9AUvjE3Ej073mM+FS4Mvt8XHb4XuFW8Cb6IvXHn372JtzQ+KhuLvZPMgr1ILNU9wP+cvbG5kT0xrHW+1OUyPibh373qDvE8mvY+vrmvo7wEWKE935dnvUvUZb2CFL4+6w30vT12+r1q5x67150Cvrs4nT2UlHS+Fx2GPYu8rL0w+ky+NLWgvUXus720WIA8VkyxvUCZx70TEES+t/utvSOKgD2qMQw+Wrs1Pu6NO76iqFS+0HloPeKBCj5z4ZK9dl37vaXTzL2oIFW89DoYPlb7yj1ToSC9e6uTvXCIBj0Iuai9qD/gPYFpcT0uvgm+CboePjI9Kz3pT9u92PexvQ7vZL2/vgK+cWxzvWEXPL6gttw8mpsMPj14jbxUWXS+8vj+PFwraj5WdoO+66IgvuZDqb2hLre8u0cvPrhteT2yjBK+KQQjvsAvn7ypKLU9GGdcPWNeub2A53E9nX7pPeauhTyhIM09qdbXPZPwyL4eGUE9zCPMvQDpRL7RHyY+1Fc/PqfcRb6+yyo+wiwfPvWTKL4N9Iw97nRFPhlFx70vKPk9z3+CvlFNYr4x8ug98dp6vbAfArvdKRY9/647vOxDPTx4ejO+rH07PTpbgj4YERA+O4ePvatpZr4HGeG9Pc0WvdhRb71Rnsa8BUvvvaBXIL5Q6mY+zLa1vdhx+j1G+Cg+8RsMPi2HMb7yFAY+svopPY5sab6XBlK7XoKuPVSS4b3GIb89mZkYPcuyYzwOnAi+vqmkvb9j0LySsEG+wUBTPW65sTwexEq9rp3APVAlkr7pYOY9BJdvvb9EsTzzGzY8kmGAvn73Mb6mPEc9lBdAvDgBDL4l9EG9yMpevbeJgj2arGS+2hnVvMKmAD7AtZO7jKr4PZMFz71+/0g9MgBMvphn0L35y6W9bc0avrbFir11MT6+IhOUPX8MGj6zhiy8gzhyPOICFz4CdiG+7b2+vU+6zb1caYY9rp98PgBq5TzH7FG+6990vjpe270m8O09tUHRPM7OD75O3i29QhsIPGs6lr4tZC+9vTkhvXBHXz4dPD6+uuU1vf67Pb4tixM+S/3tPdIhvD3R+no94tabPMGFYr4xXDo8ehQiPs+TJj1JJze+ARxOPZukj72cXLU9IZHePUXFErz6qGG+YJAbPs8S4T3sDtQ7QcqXvItWOT4jDjG+oRTzPUChCDzD5La8QEwgPpH1mz3hFuS9XrepPomwOL2FUgu9cjQYvW8b1DuXRZU+rc+6vHI53TuPj4K9LcKjPkxSqLzo1qU9QrelPF0lHD73jCo+atNrPkNxor03XNS9BL/JPRJ8EL2vtk+9fE0MPpFbXj4Nv0E9dYmkPGDPeb0Z7sk9KzMLvVH8Sz2XakE+Xk6KvWanl71gY9o8RpOmPGLfoj6bq8+9KuWLPuBIdj7FZP49xy3ovcGzrr0dkag8QkzgPYSiwz7cVjC7wqIrPvvjXb4vs9M9PAV7PmAk4710yca8l0zcPdGs7j3OH+Y8KckyvggCFz5yE9s9NA6bu3dTwrxbp00+wbu+u7jsOj3IYjI9FSdHvgeEJzzYV1K+d8aEvX0Wfz5n50G+hKoFPidStbuSGim+fwL2vfOIyr2dfwK+3FvTPISQdb4WqxQ+qJ//PUo89b0dAi4817/APMkDWL344j0+C01Uvq40E7xBsjk+FSoGvqsQLr0H/hW+9COEPrUYfD077SQ+73j/PFH0ibxVkDm+laKDvvzsPrwTIma+PRDdu8rbaLwOZAW9pQsTvTtmO74JBjO98togvaAGRrzDUAk+I4FfPfnbj71GJMa9GzSAPPNeGb5b3ZU9zd8Uvu5ymr3FTB08T2DzvaVjI75hcH88bCcLPDhPvbw7Vvc93P1GvAF0x70yXT896oq9veCaHb6pd4S+vHSlu//8Y74iHUe9kzWUvRFetz281F4+G7LpPUsWQj6cgz2+wMI7PUY7Qr6ii5C9UQvBvRWHzLzOhBE8Ju+SvT21X74lJzY9l4uKvU1oEb3lHI88SqkMvvkuYL6QDc29w7LFvEV8Kz0VNeG9mYLuvQz3Rb6Bssq9nLKnvBa0qLxT3hY+8E8MvtG4RL0B77C9Qg72vYzDmr2N6ok9S3a7vXATvryz2Bo9qV2UvaCvoj2qPga+CShiviTPwr3jqi2+R/WXvWqABL6KX3i95+gGvgyv2T0GXy49SiQ8PRqDg7yeBak8HVm4vXoGlr7Qrgk8liSPvfKlhj31De69q5j0vTN1Kj1Hvas8sigLPjMxGrzXAMQ8KGTKPX0xB76A6Qq+9clEO+oC571Gkhw9fIeYPeymUr4QxgS+dT3/PUBfWb5Omoq8liFevYZLIL7C08O9NOpdvRFaIr1G2Ui+smu5PZxI8L1NAyS+si8qPWLDXb5WfJ69HlkUPRsQNL12y0i+5egtOzKrob3IIs29bCDcOoSOezyNlJy+wO/DvU6hF77eujW+5JR1PW4NE75Csh+9YHQOvnVncD55mga8i2xyvsR3rr2FpZ+8mHOwPT0JXT6Di4+8TMgPvvLysD0/sXY+Xow3Pj7epruNvkc+w0zAvWq1+jpze2W+JiURPcnwBD1hiL2+ue2wPMQV1r25JCc+OLh0PZYj0709JuW9UDKFPv/6Er4qrYK+SIXqvc3pnb3Ra24+A/6Ovvu7yj3wTY46cJalvacGTz6X3ro9HJ/rvKzStT1PFEG+bOrmvaeFA74LrjS+FkZKPiNOJr7kpzE+yTgJPrlQZL1rj0m+GR+sva5RQD2gvYK9nxXjPD4CI74A2i0+WVyaPnc9bL49SAI+fPDdPfmNdj559ba8iRy3PV//Ib18vIY94r1RPt3+ub3hI4w+T/7fPOBPCT2aoTS+ljYOvWuCgj7/aKa8i7JJvLBa1L2EeUM+2jT1vGMIBr5DCBW9dWOdO2p+Oj6tu6W9jUtNPOzR6r3y87W9LYv4vTH4WT68mJa9Z5ofvERj8723lBk8uk3RPY/dEL4o0Mo7RNbdvXA8/r2N7P085rKgu2+/qT2YHge9HXoBvriSmz7EDeM9yGOhveFM+T20BbM8A6QpviUyir1KFp68Hv8SvgslV70PZuE8lRCcPWOnIj1nWVG+YKV3vLbWMT2Rj3W885XZvAxA6L2zcpY8WYlAvgJ2rT0D1Um89ONEPm/+hbybShU81j1kPragIz6ib0C9KQAXPeo+ML5Ova++X7RfPkjhOz3oBVC9Jlg3voouPj5Y0bC+VZQdPlZAkr229YG+/qiGPm2izrz8JVq99elEPvJS3b242rs9IKeWvnQ3Ajzctls+VXt/PiKVDrxSujq+JIIcPjp7jL7Vm9+8eakoPVgRP76t3gK+08Q4Pqa1hT2VNuy8tkewuz6EGb6udFk9so3/vZUryj3rLT4+n/Nmvd1SBL4F63W+6t2OPrhSGb3BIJg+bjPUvPJu0DuGO/q9vCpjPpASmT7A6si9fg4yPgVQ8z2bU8q9Xca5Ppy8CD4Ofjq9WlqaPu3zjz6M4dQ8SdGGPp8Hjb2RAGM+I7dcPm8FFb7JlQa95DFhvaQbgT1cngS+h5esPcewYD64dpe8DmdZPcQdM76+0gi9P9qJPT9ioT2+HIK7LjPGvhNjDT0mXns+mXVPvkw2Zz4pY1S9fwdCvnk0y71Q+A++BuQXPcXck7504MC9VYsKPbhNJL2Lbt0+O6GJPZs2+L24/YY97bOVvXPStj3zpIc8f5E3vuISJz7bW1s9ISuAPXGvHr3Paxs+VbghPixCJj5NbE09X/QPPnncmj5MSKm9UoDsvdjASj5IHcw6sEHrPcJUiD57clA9LmWfvebYkL5D3bY+5DYEPhzi3T0+bMa8XTYIPgRcCzrevFy+suh1vt/UxL7/F+88mfrnvQI6wL3cZwy+6j9rOmLHND17YW+84b6sPHA5hbwNhtO8y9Y/viYfgT0BofW9rZWvPeIHUz3kh/a9/U5UvlYnHr0hARk7G+51POSBXT3mfZ09T43gvQogRT6jRB29Z9AbvvHefr46XJg8wZQ5PraKXT3974I+u0gyvseewTsMTES9YGcXvfYXwbwuK2u+yNGIvdFjzjuot0a+4+pfPZo7Mj1cjSQ9gUMePdX4VT5g+sw9MZ75vSoQ17r/ygS+r7fkPeaJhDwCJto80f3lPcGIC77A6gW+5ck8PADHW7216wO8NyiRPkTPzr1pLJS9D02lvf2RYj5CMrW9Oi0wPdcKA75Nnyu8c89Qvh37vrzP4Au9R+sUPs6q7L27LX89hzbtvVivGT5CJK49SfdOPjsKhL41pD6+zZRAvgecEb4snyg+arjgPftECL4ZUDQ9nhPSPbgYTj5fw869p4cqve0yLD4GSL296Z0TvYwrxLw0lTe+sECFPVHxXb0TcwU+jlOGveGpb77hWMy9AIMFvj2PTz1TttC9MCXcPfRvlb1Y4Eq+lzKaPS2jMz5UdLW96hZTPYISGj7xAwk+UEvUvK/J4L1W9Qa+HBEsPh1/7zwCQte9q55pvfJ94r2RUea9E4c4vQIVdDwMK4U9b/IyvhUuRb73DSM+JXAbvXFavj34URw8qg0lvSaAcj6+vj6+NL8mPpkkST40N5k9O/u9vBGUEL4Ip1I+U341vWq+8z3T29k9v6qvPpbo7DvoAqu+xPxqPUTE6zz70J69GwxzPIw9lr5tJ/W95JMfPjH+lb6g+a88B2ilvj/rEL5msqc+9ayAvRnyFr0r0QY9QyNSPlQEUL7QseE9JWs+Pjgnj76zzVe+KPAAP3YiDb7IzqG9ef4MvpB99D1SFKE9g/rFPX2OU7578My+fSupvVsxqbs/7m69kF4ePcumsrxWjP6800y2OiLSt73s1sC9IxWFPQLtjr42FKy+Vaq3PmxsrTwvXka+vu2XPYuz3j2jcAI/zGnRvXuGfLyUFK2+nCPCvXUNHz7xYaa+/eyuviz9ib6P3/E+6po6vt6aPL7tdrW+ARyyPpCpmr2ndGq+sZ1kPgqiOT4Aycy9SqW/PDesCD0ZVbM9G/NtvY2dHL5+zwW+bIL/PDWSjD6qEZy+HvWKuowmqr1OzOM9jVhgPv1tWj4BPZY9I4qMvr/+LD7vmwa9mtsHvj2/Ez7oUnm+zigsPe+3lD5xGn4+gTJ+PiEuYz4hEjo9OmCRPVq0R707JA+9yMdJvmJ7EDyDdcq8HTosvZl0g722/+E+5W2wvqYPsD5BlR693cOIPjE2urwH3668ZgTmvCWpZ7xku+i91hGivgSA5j2bbs+9m3/0PVgEgDoqTtC8bLkaPP7GLL4D8bQ8gIFnPfrIkb0h4ZS+tv+PvsClWr1or4s9Alq7PX9jebtSXq69Yv2nvr0KsD0Wx3o9K3EFPTm0Zb3UfgY+tBdLvkGJMj143dI9ZmhpPTvSXr4zWGm+lDcgvhotW75nb2I+PvfQPAusBL3v9zY+2M79PeVJJb2AbwK+THPSPsSdm72a74293/dYvXK7Br6OirC+jyDyPWTbm75poOm8DMjnPciOaT4rGeG8ggSePaWnrz1JnIG+Bla1OqT7VT7LH1G+wlYRvvgykztJ2mS+VcNYPRI4kD79zVS8AVN9vTdoiL5G/AK+nqjXvdRKIL4m+mG+KScfvk8gHT5T1IG+7KLBvfRMnL4qOfQ+sZBvPrKPOj6EiYa9xRMNPXFrBr13kfa8TsRPvr+p6j0t4K0+mnlhvgyo1j09CUa+CRM/Pf5byj7RA2e+zGPMvcqUoT7iZ6q9SByevmq/oj2Rz64+ZJ1NvtphdL6A1FO8BfHAPA0GFz2IDAC+AIrfPXOvsT3L4vA8qMLnPWdgvr1Y0AE+a/levaUUrz0vbVG+8LC7PavKXz556A29Zfmzvl/ggr5BZ6s98rhpPeLGST51hNY9KX/LvFsVlDw5pEm8Y/FkvsAKbD4Vojy8ckZ3vhUZKb42KWs9DVJ7PbL0/TwoBhs+h5NMPkZAHb2jaxU+a4ETvpZAlb0ZP46+mSpLvliVqL3wujm8zE9fvgZE0LylMVS9h9PDvVXjFb7dU7+8NQvkvT38ST5O+8+7UORbPW70hj3eEcw8TyJ7PT50i71f+gI8qmnnPeFUmjxPuE09UWM5Pjvvxjy4hNS97Pl3vqRVcD2Gjpu7waVTvVPWD76Xruu9It/rvSJTe73U+S298wHRvEzTAD4FLxA+LNeZPf6olr2Nw129jmLUvNRcD72ywU09vlEPPohm7b2EcUi+pxw2PsC4zD0QA8A9QbMVPt4vFr5MoAi+fG7XvWZLzL2Zwak8eOwvvgGJGb65Apk9P00BvuNMKb6X4Vs8MthcPWikCr2O9x++8rtwvV0Apr3B0ai9QPWUPaQ8EDxOLYC+h0q2PNGStLwEVJ09nivIPJ9ckr1YtdS9xtAePt2HaT3ZoFC+FV2AvRsqFD1nloU84+/XPMLIzDxrbYS9cfcTPl9LM74F832+cMAZvr2ogT1n7Tu9bHpuvjIvSj4jpxK+/uMhvQQmGj3+NAy+f3rLPVSy0r2LzYi8TiTbPfZbt72tqQQ+Cb1+PqWP173SLN28H+0vvt83eb543la+BQQhvrdiEDwp3Ya9I3KlPWuKNL1qdjw9bo6NvuHq1r1lWDA9fEQRu9ipab3eYeI9gniRPhoInT1p2mU9tiUKPvubIL03avE8rANuvCz9Q74NqeO8wKaZPVB3jT6u+D49ueilPjhR0D04MtY9js+APkjavr3Bu/U8v6xcvkQ/FL4stK68StnOvqjFyz2a5IG+ubEJPIJ9OrlXH8A9RuoMvQU4k7tWI6w95lLjPeQENr5m23Q831rnPbrDOj13O4Y+JYhAPjh4j72kv829wiqaPp49yL3EHyU+UnTVvugJMj5+DA89auD9vZGwbr4yUxs+NyisPVgUk70w/Oo9p4jaPSoa1r1tUG++YhwpvmojX71LFz2+yL85vvtPOb3fNho9z/4UPsmGN71iXUI+O2dcvcxOWr6AHAC+rZvvOzgN1j6IgkQ9R72GvQD4vT7j04w9zLD9vTZSlj396GG+1nZEPj0pJT2OaoA+lqWDPTgrNL4RypC+614VvgzaO75Do+C8RbSKvaH2nT5UOuo9qdwOPo7oKj5pJ5y+y+WAvemEAbuTtu49dIfhPcc5rj2NaA69Wchru8LUur1EtT29995Fvp3yXj6HDeK9JPTQvtjtoj7gl3g+VAn5vJd2br4ueQA+fNz/vVrUE76Bdz6+omytvlwsuj2nWyY8pmJfPZwLL778tra+s24ZvbwGl75R/2Y+bj6qvcjrP757nPe9eDVpPhyrIT604VY+1BfzPQ4+qD1GCZu+TKcVPeEQ3jzLYsY9rBUNPoCNr7wDVey9XntUvu3M3b0hLAO+GgcGPtQeeL7A4RU+JGh+Pb99W76p0pm93SwCvh3z4b5dzgS+2ruhPpUWYD6NIMm8nFYCPhhN9rqXySQ+3+v+Pd+2qb3zqh2+Uv4Kvtwwubx8/TG+g5U8vk93371KTYs9j2YdPnGVGz51oEW+H44ivpx6gz4YibI8Teizu5tLfz7p+MQ9ZuRbPqh/Nz4p4Ks+WgoZvl7vT70ZrSS9CeWxPYSNXDxGt0W+ejbIPrTBxT78eGS+NyIWvkVgQr0BKcY9BjjRPbTM5T0SV2290mPVvf3x67672i0+EDMJPt6QljwZGuG9DdkfvDbu1D3H9lY9w4JTPsaBs70Y3J++HBV7vaShCz7IGoC9vhzmPWdVX71C3RE+YEl6vNUuHT2VZsI8sRNivgh+OD4046a85jYlPqwdgL72oIu+r1yPvr3+mb6xIyc+2lpZPlZgXb57fwK+LrL6PbwMDD47fAQ96/4Eve+lDD71bKc+7yf+PNA6gD5EqvE8Il9HvrmITLw5QWO+NDkgPtIDb72u4mi+VauJvECJhTx1dZo+EZyDO2wOFDuxpbS9DoyMPb2iyL3XXCE+9EDrvsSbPz5XLFA+f14IP4Drwj487QW+SB6WPbkgbL4drI28kMZjPKYJIr5YqMi8f8CdPVvzXb3t+hs9yE4PPVJbUr5fVjO900WZPYPrjb7r9iS9evIUvhcWur2R2+E9sQyCPR3xGr33WBC+XBKkuUjkWLwOGfC809U2vpP5Gz6vYlS9+acUvuIgZr7OfYg8c9qXO70seb5ZFs696tKTPKcwVzy2v0e+qjO+vYZs1L2oSRG+2sMQve4OML7ff/S8h7LlvcZKSL7qOEO9SfDGPCjRkr0cahc+rCQKPZ8kZL3P2G89DqxTPa5yyTubtBc99GgZvjOaq70Rgiy9WN4lvj6pjz0/bxY8Ivg9PW31M75TBBi9PGCUveMxKL58fJw8AYxcPIa4sbx7Po69wvFmvhvs5j3QK2E6MRkLvSdAOjybxhI82AqvvQ4lcr7XIpe9HEpQPWkLbLxE8Ry+r7KmvgseAr1jL7y96tYgvnPEDr5ESo+8I8mPvU/sWT2pSTy+T04FviZ+1r3SwTO+9klBvtr2kT2bvdK+hsw2PpCbeDvTjz29O0XavUwd+D3NofK9s7V7vp3+hD371RU9NR5cvtgpjrwzR5W9CXvsvTFUjz2+A4i9kYhZPLvmpT2zTSK+9tG1vTtMIr5xyky+PBcwvgiaUb3In7W7v625vd7Zo70F/D89gZ0SPV0ofjz3LYm989tlvv1QE74E56S9/WL8PDTUN70CZQA+4a2dvNwhhT6G3hC+E3hlvmUKvTyrtYa5XwipPcAxO76y9iE+uHrbOw5z2T2oCDi+sYX/vB4qoD04lMY9+XUdPQL5Wj6Mnf298yT2PXGgbz0z7Zo+CzUsvnYuV7vcKlQ+0dhFPrQ/LT0kpCM+D2ZyvTzKDj1Xe189SZ2tvZwJAj10mKA9NjWqPZudoLyDfdk9EgNaPl2xrD3Nsze8B9c7vdZQY71bZic9mqW5ueInHLxjkgm+ubcPPhEYBr6YKzC+u9sKPSP6Pz68NTc+nnAsPqfBDr3NjkU+SztcPcSzXT1XyM88WqrfPU3Y9j0MVG8+2luAvnAnj7zMTbe+bIFzPERegz0V+1m+yOcPvuXYkb2ntl+9jMs9vsCLe7xkGRw+WtpaPlvbHj4arqk8XKHWvUk5hD7DWLs8weDRPOqCob0vFB+9rD5ZvtW/SL3N1mS+J5XDO+UtGD776mI9EtBXvu9J3b7wRV6+dltSPWiiJD063g6+dzo3vYBaVb5c/QA+OLctPjftPT4UYPg9U9okviuFPL7kYgC9Tm80voBEsDy+veu970AsvnFDVj7oTB69aVu6PegfYL56Bsq9POvwvdc6EL3R8ki+DAGsvTQz+7yLKZG9TuZsPflLu71Idoe8M3NPPix+Pr0vN2A9/MxiPdv2Jz4df8k9tYRfPddxcT0iCWc++fY+PlFSiL1+waK90d0MPh/yBb0NupG+G0iBvsNYOb7eOE2+AIyuvWYuED2tQZO9+l9GPYrVpr0APVC+tVUmvp4vWj5vaoS8sG3QPYzmiL4tXes9XEBKvmW9yL20fl+96mIUvbGhIL0ZcL49yiGxPo6pZj2k7JS9JxGFPt/uU764Wf89IRgiPpZRZT7TJdW7JWlLPoIEmj4O+Ay9lEUePmixsb3iKr09VH9JvZm5Tz1GE3S+s8/RuiF1Hj63oQG+QW0XPdspBr748wC+sswqvh+jjL6iN5C9a8TwPLJCSb6u9J++71vgvOugTz2J/YI8n75CPUtnMjqqy/G4xRVQO8BtjjyxtY69F5pPvg6Ogj7bZx89l4BLPpnTPj5lFXk+RmspPgkx8D00Ga29NL2DvrHtNr1cSFG+L3k7vkaaV72Q6TM+vaU6vjMlmD6DRl6+kdJCvqKqGr41NYY+LOwPPjbP772CfbK9sGrbPA1vXz2eyJU+oDMrvthESr0h9f49tY7QvLfpmj4Z5SW+w22DPv+XxDz5ac89OiatvQXtFL6Ev8E9Jge0PbsvWb5itu+8ot8TPUtbNb5X2q++K/sbPiZkmz2sD/29X2D/vRtByr2lSRG+tb5TPpz3bj6lEhy9Z3INvehr/7ybNQ4+zlFDvK7nMLwlz58+0+GZPY/OKb7g38a9evKVO3KO6r137w89DmxZvt98sr2ciN49jvNOPTvINL7ZyNs8NfjqPGtWMr2/Eg2+Am5xvjFz8T3c9Gm87ekmvu/F9b12ZXi9cmOMPXVVJT1Uma89ieehvdavozvWpQG91XCuvBV4pb1tE6G9OqdyPJlnHL7Qunm9X6ImvvjoGDzTfBg90C/QvagezL3xR5e9/AnivHWB3r3KwNg8AJRTPvUVEb6i+h69qVP5vc8n7j2r/Qw86EGnPfZnsD2yVV+9hMTxvX/joL2z2w69Fu8vPDmNEr3jcgu+LvsUvt1YFrzK+Au+jr33vRwPJb4s7hi+Z7cQPlWvCL63wt+9kzYpvpSgtD3wPYg7lrXOPSECML7sEJ++oiM2viNJXL7Ye1m+Zk+wvbpdSr6Pcuw9U0UPvpo0GL7tzqW9U9PpvYJ6Cb3izyW+0SdiPe/0Qr6lJJa+3wuNvYDYc7wQfMq9GkybvQ7jWb7eawi+yxJdPUqDnjuTLNc9x0jfvv1J+T2SXF6+aHEWPDtNVr4CDFI+qKrgvTold73W9NY8W66CvTRdj75d/D++KnDXPZ9vjD2LIAk+5P89vlvO0jxb5hy9LGyZvRvn2z0rFz69DtrYveHw2LxXpYe9FRXdPViX+b29fqi9Fk49vXuMs72Q3Ly9VD+yvQkDIb6J7C69VOocPgs5zb0ctTY80PvXPelfGD76JiQ+xAiEva9Mib5xDHo98JLvPTFgHz0Sp0+9iS1bPjpePD4F6oO915vqvccX0D2o9pq94wCGvbaTur3hLhK9Qy7JvaHCyb06iTy+NBFhPo/InL3j7bA+H1MUPheVu7diGPM9958nPrwBuzyYoQ++8ncnPXoEA71HOMW9u9+OPuLWnj1N8nQ9EvKSPE10ar4Mu0O+Q0oovvTs2T0lKEa+gYmSvnJy0bxF8no9MQwkvm0K5jxshkw+9bcjPULySr4okmw9SzkxPJXfSD5l5Tm+xt1nPrpWpz3LYdI9cMMhPXpM1rzJ1ou+j0hYPM+Csrovs4i+w++qva8GcT4NslG+qPlVvhk/L75btIQ+rPuwvoA8mz1fnpC+8ECVPiugbz56nZi+mLKkveUrgL7clsa+pXFrvmGdU76SvwC860hWvhVVwj0X69w9XF0BvEOGWj6tsim+yFP2u05e0r03sRe+/YogPvuKxj4UdgG+YL4yPiYFTz6vk+09oVFcvLJNQj1iQJu94xTDvl1yuz0fUNU9Yr8CPk8vDb5t9wY+Rs8oO8czrb4x3jA9xIodPYhxDr3XODm9OSBRvRidNT5lO4W+RbmsvlAJvz37qNo7t0bPPmR9mr2zh6O73U0Ovaml9T2Vh7U9XnY4vRG/aDreoTu+/wEVvs4J5D0NQ0K9t0MjvvRDWz6nsb2+cal8vnqR6L1yEZK9LNr2PfLAqT1UVIi+AAlsPkTxjr5/e7S8c1ebvidhn7694YA9p+p6PoUJlD3kvpG+VOdXvnTcaL4OIb89KGQEPp8s4z02gxm9rkBevr5NaD0O6RI7rQ4qPQcq1r2GvpE9CJGCPV+kib6z7Yo9vM2XvffFOD4LZv69E6DFPTrWh72kiHM9B5tBPQ4lX74G9hU+1+YhvoEimT7lgDy8ljfbvdr1e716kW++YRWkPrHNZj0aA3e+SKUmPoE8Dz6z2+m9fBfIvezqHr1aRla+ne2IvB3k275P8uk8YgnfvAI7vr4i+yy9Nbs3vpxUZj4bCo++EWxoPi3Cl73uEmi+J3OsPXh2Rz4PbL08wN4TvqHSJD25mtg9qW1LuwoCZz7ityO+tsFbvUmLID3VOm++a86Fvb0EHb6Zh8w8E5iFvVcC27xldYQ+Eww+PlrFxjxhToq+dHdEvfkFMT6Mgvs9c2+4vXdDRj5BF8w94KM1vmjwrryVz2g+oHJDPvYKAL4YnZ09KZspPtCSJr4bpfm8ftITvtejEb45YKE9otogPv3c0r5nxGS9b1PhvDigir50v5w+40qsvlwX8rxqnoo+qvkyPRC3WT4p7cK9NOU/vsYYur45vy87Fs2BvaXVobyXU987xNI3PjtpID1U4488lLGnPNSmwr2Love9RDU/vcsYlr35o5+94Ip7vXBbAb7jkLi9aX5Cvm+m8T3wP6g87mEMvdji4j3rid69iS8UvtAugL04W8S8tKJBvh5ffz32bEw99jIpvetUIL6owQ+7eAbBPdxLYr6PwKU8Ug8mvtSXFT65T1W+kENZvd0ZHz4Mf6I8wmHOvXmsM77/Aya+yIE/vljlvr1PZZ87z+gLvuXqlj2kw+y8f0HrPBow4L1bEAG+Q2pwvshzlT1IwJQ9PvNQveS9zb1Abg8++szvvf4FEL3QKYC+SmbuvCwV5L3IDh88L8JnPSkZtL1j4xQ+wDR3vHNTHL1QRGu+64I/vOW87rxog5K+6OkDPW2z6jzXfgk+kUafPRYRVj2pY4O9xjT4PQMpXDztuWg9D47aPam8Cr4x09u8NoTkvV8IDb5P+FY9ew1QPsVyQb1eRgW9+dsDPpnFZb5CAVW+vXqkveFFxjwN1/Y9aZ3jvI1zjL1TmoC9qtLjvOmW9Dwz05K9nMKqO1WPAz3rKy6+PBtmPQR0NzyrZOG8gwusPKCkZDhQ9j08SjC/vJBajj3bKBY+0lkTPv1SA748jwo+4SknvRkggb1Wpdc9UoYvvn59xL3teEo+MndIvSMGl71pDQK+Ir2mPc742r34rSA9S6PUvfKeYz6U/WC9V5oYPtjWWT6aMgK+Ui4vvjPDvL5w1g09+79vvuhlHT4+GeS9NDlxPoxs0zyvynm+HKp7vRwcI7vNWiM+6D30vdnHJb40KZA+rXkAvgl3qr7Iyru8MdIYvjrHQ73vC2A+l2o8vm2jHD2V1HI+SeckvAT0ib0One49lLTyvWh4Kz5DkaA7u7TsvH0q2z2QD/A9H4y5PUGgQL4tCg+9HNmpveNmmD2afYe9PHGfPC5I1L14ISY8l+4fPQqOJb5cx2w+v+lEPjg+Ib5vrDm9nQokPt9IGD5wXjO+1QyMPu588bsu0pg+zad0PYye+71bpii+mwOMvsyw6TyMFou+KnM3PjWiATxNE2M93acQvxANCL2TB0E+uyKevexvF74OdKu+n5FWvlo9hT3MF+A8kQ5Qu7SLt72dZJ6+AOHSvuqjxD1nNPu8MUmKPRkTsL2axtU9Z7k5vsPSyz1gXLm9cw+9OzsZibtTWDI+7w9RvuD2kz3+qqm9QcjiPX9Uuj1ItL+9aO4vPpAsRT1LYgk8pEySvnmDhz65S7g9sAaFPcR+a7xE2io9nnqwvCK3wL2wGx++gOqjvdzRsT2RFA+9xA5MvqKXpj2WQT69V9azvkRjHD58yD4+3T2WPTyeuj2U2Ho9ngVOvrKGlrwJ7Ug9fCddvlDTlr6vdI89OO9MvM+27D3HnEM8FjczvhQhFL5GExC+oX6PvlCMSr4T//G9sUCiPj2TjT2dciw+ZfrjO0SOhD07B8C8tXVvveC7cr58bTc9HGIMPnyS57yUtHE9SDOhvhIVVb5JqSM+uD6cPfVcwr5OaIC98lmFvWyRWT1kPXk9YxMKPk84wr4cLJW8XnbnPbDWf70/m6e9WjAuPqZuBj40i4W+y8eRPRquxTy7xlg+1ykuuwowbr6fhP69MkVKPYbWFj0KquW93BInPqfRZb3Bs4O+7QzOPhydr71s2FC+4qJsPDUtzL0s516+OMnCvdBLPT6r3pq+/pvCvaYNFD689iK+HdwivsCm3b1XzQG+2KYjPkmS17zZLh6+6sXePZnt5L6iN9A969y4unMhAD65xho+/zQxvqUGKr2FOa69dXJcPorSZT3T7wy+OIJsvl34jT6dSrq+sQVKvrGgyz0/KVK+L+luvKwRk70jY3k+3WRzPsyGnD1l9Hi+CZa1PUaR9Dzs4AU+sNL7PO62HT5jnz++h8P3vSVLFb0n9Rm+DDw4PYDmST33Sju9/OzBvaB8tT6sPZw9gQyyvrj0kr1L0Lu+f+thvZOOxbw7+BC9pn8hPg13mr18dZY+YH2RvjVDmD5CLXQ+su4XvtTfcT5qnQa+YAphvnb7Gb5h18m9Qi0FPgZC3zzbk1A+3+PfPTNMpT1UW6w7hI5oPEMPSrxYHqo95a68vT5FvbyFcqc9K/ULPvpYvD3iqVA+K/3qPLmAqr2SMRo95dsqPr5ubz5Y7ho9X1p+Pd8s1T1euyM8FAxdPsBLOTzjmvm8mwQ9PsiqIL2dKse9+NCxPSNq5708BCQ9PCeDvTLqMz7ITY498tLzPfZwHz0U4gq9GUdMPPx5IT7iWUs+7SffPcpxQz6McY8+t7A/vF0Z9bwVDt89U7rSumhDXrz12vA9K46hPA49nj0K98K88ESDvm7N+T3P3ny9JlqrPgYpO7weeSW8cVcKvt5oqL3sy409f6GPu8WIij3Ntbg9OvNZvgvtKz43WVy9w+cnvv32BTwZGXi97J4Lvd/lwL0OKYU9q3H4PfZJ5L2W0Su+IBEQPmAfWjtosQa+36UvPssQO7xwBmC96gQePOMp5L2yHkk+aPMDvskueL2hJO6810ZpvbPNVb13Xky99YmnvR78Sj2aPq27vWmZu7XIGjy8Dce9BZxKvhZ8BL6Y6/A9I0NwvUvRjj0eaDe9N/3CPOE36Lxutao9hB+6vMEsJz3LlNu9WE2PPjAC1720WiE+vOzIOw4Yn7zpwIo+x8nqPTsnIr4Y5ic9KoOPvRdzxL2+Jka98UlZvo2YTz2ZseY7paabOhWRLD6onZG9Zg+uvvLwvzv0Y2+9woBtvkL+2z0Snrm9KpuzvZfOT75ukQw+y8ufvl0eIj5BEQK/D2ROvrf90jz77HU+xZA2vkxtxDymSIG+W0hQPRZZNzz5D4k+M7AVPt5FpL6IaX8+0SiBvQt6gr3mtd+9VR21vTm6Jb1oRSY+v9oPvkqGQ76H60A9bdrtvWDmFr37fDW+ae1Svs9OAztkSRs+3ReHvhc9uL78+W891JuRPWs5RbwpvVm+6hdivmEKLz68MGo+CCJMPQasabxcxKO6MiIdPs+qz7uvihk+vDgxPkhsMT4dcRQ9KXhAPpHtuz4fxmQ+pY7AvkNTSj4pguK8+WHmPW3UmT3nnSS+PiCFPeOnxL2N9bK+Vw+uvjQuCr700Wk+7rCSvnr54j19YCa+sm5avsiZPj6VMBc+g3khvk7ASL4njA8+eSqbvsTVeL5Uzz4+vw4ivNS5oz2MawG+NbIIv/W+T76HX6S+Bn5tPnqMQD5kAJg8XLEmPo/oHL74qLa9dJaFuYpdL77K3I69kjJ8vKKjwz2uljC+iZXnPZ6NG77iXJC+wSmmPsuTlz6OPQC+4Yeovv1uLr592749mypAvucSd738RPi9tNRJPDwmaj1G9em8Y1mgvkb2Ij4AuDa+EKp9vYXDTr6XkPw91x2MvRpozD0hF0E8RVV4vjlpWb0G1p+94tGlvUp2W7zJIXq9DaZIvoQ84T4cJ8g7bU29PUVpj751VBQ+HrlePuEcOj0zHvi90Eypvclpnb7RoSU+EDChvbArLz583/A8D1IMPBfzvb3DfZ8+kC42vk0rjb4HWTq+NDBLvqxqYL3BMlQ+hmwbPvEuLr0dTsa9JkKUPm/Doj00Iwo++OOhvSQvVT4y0S09r5zAPlyTnz49jmE8laDZPrjztT4PVKo+M5cVPiP8oL4n7jw9wB3EPX6fDj6K4Ak+o9+IPSSKBr7/Z6m9MHOIPnOgnjvS8Ma9EqfxPW9WhD2CQKS9CG0+PnNnAT8YfsU9Yv8Uvekjqz4K+pe+ddxbvmjcaL2lJWE+P/pmPjZmmzwHWQA9BaiPveEkfz55gl0+jUR6PRP+ij4WZIA+Tl6MvgwfuL5Tk6K9SqquPPB0lT1sRnI+1px4vinFsL1dolq+XQ6rvVHoYz4bv6A+GQEuvff+hD3YxCS9I9eIvU3TJD6fjYk+ONOfPYC+v70JQhm9exuQPsdG/T1Uuw++dgM9PH8RDb5tRjq+AiyXvU2M4D2yIJm+adOevQRugr32xYg9RYMwPiNzJL43GZG+KbQtvTelBr75kyw+tUKdvhs9wj7bYY0+S1TgPqemQbtUT4Q9dxOHPRlm5r3kDy8+j3Whvqvyg71KyAQ+SxamvJbWJ74/nwS+nFUnvoY9Pz2HzmY8AkMxvvo/Jr7wPiK+Z9rwvXnik760W1e+ilHaPQ8/gD2b8GW+7lLLPTmUZT5EBlm+c1MdvoPOHD682BM+63XWvIiQHL4/CWa+3GMJPiuHA73hdF294QJSvRYA+LvVywm+dZyivCgKU77ZITu9jFWNvTbLKb5/UaI90JSLvBUadb0CDQW+9jz0PMLIR76E97u9p/nFvAyV6725Z+m91r7ZPS/rgr5ZOXK+9mNTvtE8+T1U4gU9ygjdvSQHxT0v2De+ZScivtTYDb54vXa+3vLyPOZcxb2fNrW+1BGMPZ06Gb47Ck++70wNvl/9KL31+4U9x16APWbqAL7TJhg9D3G0PKQQMr5nMe093zyiO7m8KL5NGMY8ypcMviJ8LD0l9p49qPwxvjGwsL3qiVC+FXUxPZ18CL7Wgdq9MbjhvRklrz1Xu7C+Qv4Kvr4OKb6aCkO+gLYCPjiBJb6QrFe+rFH7PZluPL45x+E7qSnQvVjlNL7+5QC+VowLvkHJNL5i7TU+uf3jPV+Ebr7jQse9CaQKvtaZdL72S42+jqWsvaeQzz25UO89w1S2OwX+IL6gTdg93XsSPFHlPLwIyV2+5IMavnw8lTzeiGe+q+QdvkI9D73k9la+OvyrPdfVXr26KCq+vKvJvTLQhr2gkOo8XKkXveZ6rT0vysm9VVNQvlJoFb4ixIy+78zePTpX77yZVkG+5RVwPrFzlj3lPIe+yCERvUF2R73cfUk+hdn8PXC3vL2f630+H7BMvDs1hz6R84e7BnimPD5hYr7P6yg+tTRgvnrBADwEjiW997Kxvk5ueL0Aqlm+dsOBvXhHdj5u9L49ZCXsvTDXhL1ofei90+6cPsv/lz0YUoA8PvjYPXMIgz31BOK8FICBPXeIOz5b+jO9YPLAvQcnQLsj9BC+DAVXPVhd2T0OnHC96sVXvv14YL7yWNg9COhnvZ4EmD7Sc729DPqTvMvAuz1RAYs9dE5vvjcsQD76qjm7C7OUPSLCQr1iAhg+fRwKvEQm5zz7GUC+ISByvk8t3DwIrXu+bOQNPhHcPz47j2U+JTzePRZGWT0rAPC9kHe7PvtAlj3cAuk9TteaPUpVCD7Enmq+48nhvSMPnT5pqew9EJx/PiAAAD1ZRsi8HvkaPgbPt71Bnzw9DOqpvbQgQryb9u29t0M6Pt0Lrr6mYli9GM7XPaMoIb4O0Iu+0OGhveksT73oPtc8bXODvOHFlj3eaFI+Xn+ePi2ULb74mNg9wQ/nPdDj173WC+29wMKzPTSPvT2/5HQ9JTxYPR24vb3D4VC8S6j1vdRIjL4vjhK9XNNSPQRUD77jrj6++ruRPUdD3D2JCqE98GAzPt8Elj2K5mK9pSxbPr5RWD6dUwY9ro2aPavQID3vHKC+GTCmPd9cDj75yzk+2S/gPWEwi73JuQ4+in4vvf/YAD6AuiS9QxlqvqXvlb68+VG9HgGMvNnwOT3m/e49eCUqvZdx0b0CwVA9qhgcPbDBsLzJppO7YTWePlwidb7TKSY+Vs6CvtTFID6KqFG9ZfhJPtatUry1JhY+26NHPnW+z71dtQa9PBEGvq6b5bwboWa+NAGQPZqGHD6NXqS9nG8XviG4dT1/PD2+D8U4PlQCuL3Hyww+rCEaPntkj70YXiu+CScAPsw29D0vMRI+wepBvUYthrvNwIs+zLKavfjwtL3bZZ69FfW2vduUAT7FL34+RqTZOtsJMT7jAF+8pD5YPv93ab2x2Bi96CmuPXZFtj7PUAC/BdKNPjXinL1W4LQ9YpIgvttnkD0HCTE9pJmkvWkvaT2riq+9Xi15PS9yQD58fyq+QYVqPkOILz3S1OQ9fUmyvZ9Jej2UFYG85rNCPYm6bD0OVvY9UW1NvbfoYb69r9Y9g7TivvFmFb4E+/e5fTHwPBobCT3a05u97aXWPEYoV74Xaz2+RsyZvbRYFT4IZW+94DahPrjW1b2xk9U9hNNcPjO7CT7Og5g9U3WSvngIKT0sMTM+ME+AvqUDUr2cxTi9oV1SPYTioL5AOSa+r8IGPe4ON74aD3o83XNYvp4tHL6evQm+5QHzPSEY0j2V6Bm+f2lKvl65Er6NkF2+519BvpwMPz5M84690LKZu0SAgr3FHbE9Ej4vvsU/qr1u+Ve+Ci5BPo6lP77rkSQ9sQNyvqvhy73/2sO8y/VYPXWmRb48/Si9PPWNvljJzr0v3Fe+jF7Vvf3c4L3l6nI9B5lXvC9AAL37IvK8+KDQPeP8ID23FC495zrVvXiZab504GO+8pX7vUvGLDxOQ0e+f4BsvtIG8b13tgW+pEs1vfYcAb73aPS9grZDvgJaOTzDSYa+jNpNvjVcDb4UXXa+E0yuPcwElbxAcuY95XtYPXb8krz/mPC96ZDwPHtEOLxrqQ4+NLL3vTd/yL2E/C2+NYRjvbajy703bZS9xqL+vdxbjr7eUKU9hBgPvuH/9r3GRAi+i//9vW9BnDwZt/a9zmmKvnKy9b3oK2y+WTjkvKTwVb08L/u8MHo+viXZe76aJk6+P926vMaowD2F1kO+BmHdvYUloL25dy++UZOyvXjIOb5RmxG9WGjlPBiyzbpt3FK+ls6AvgrgUb4oH/i9cVUdvgUEDr6SM4y8nXeJPRjYKz1fAjq9u+rPvU6ayr3ob0G+NUcMvb5UDb5ZeNy8L8UgPo4kB70/nAi++u8RvQzADL5trh28q4BCPXBKsL1lK6G9TBVDvqb2LjyGOtO9LPNLvcHu3T3RZXk9cdocPrP/Dj5nX1i+3Jg+PiZ16L02zFu+dLFJPcZi7rsHgoK9j1kcPZxXA74uWp67LvWlvMwbU700Yzk9nfOJvkIEs7xIpg6+HcqFveeqxr1IlTi94CscPrv5Sj0HHLy9jaT8PSEytr2lYuG8RzQDPnDL0j0EV9k8wWpPPhzYfL2Zeu07hsCbPcETiD3u2f69PRVWvbe0m768VSm+M7hhPUHCs73xZSg+i8VCvem1XT0DtcG85HcFPYNcCT74D+69qcHEvV9rBj4Vdcc92TuOvJnexb2VhpK9YJWIvukQCT2vA9s9dikPPrF9KL67Kti9RigOvoUmM73Z+ks+35nyvSXUED1jrA++Qwg4PegNgr0TUP+9tXcoPtPC9Txh6Du+stMYvrG7Mb2MkaW9HXcdPp+cL76eloq862bSvCC+fr4VP8u96S4rPWUE8D3Gt989PEgau6FYCr0XZH89VTztvUk137lKuQY+3QH6PUIjLTw2lKK86OC4u4KkNT7Z8CI9rKZHvaF0M71R606+vSwCPqXA3bzWoQW+TB+RPbD65L3uWxq+zWwSu03HkTy+bQm9XAsLuzYaEz34LSS+P/z7PYCQn73olMY9szIHPdF6xDyFQW88mcjIPU+haj0nuTq+M7dCPqAUwD0ELCs9PfnTPWSFVD1/ZoU9iHF/PWatkz2IddY8nVNRPhrxEj7OGL28aQCRPeVeLj63GU099dIDPlOLKj62spe9NCJOvebQaDwfEKA9tv7lPDigUD0TtSE92D4CPtctcj14uYM+h1KRPHN/Cb780Kw9eEebPU024D1cySw8qqGCvQlwVrk+LYo+8WsFPueEbj3+K5K9ZQaPuzXKPD77Tew9TxUFPhmZ+rylFkO9gc+avlUlLT4YEQC9Zrfpu5eGXT43Yv89VxdmParPdr7wx7k94QxXu7jD8DxrWQw9lwEVvspC0T0dCGs+PjJePcIYAD39cWK9AHmRPUvszDv74Zo5CqaRPXspBD5k47s9S0YgPNK5qbxkH7k9wrg7PvDcdL5qNM699FOKvBxeZbxHdQi+atb0vTA6LT3YiOU9oYYVPu7PKbww54q9WO8KvpVlML5Te6g8zJr6PbH4/L05Tcq9+bZjPTOuhb7pDAo+GJaSPn5Nxj0Vzb68EEijveUxTr2p2mq+OlsDPZfv8byrdGg+i0KGvd4VmD2hyK+8jjBTPpjyFj04RNE8onOQPZIfIT0C4a48NqKBPbDf0zzdK+c9OIzUPRndGr3VNO89ta1yPSPMnz0uP0U+daWaPKdHDL2eiJM9DUa6PKIF0rwnXzo+vv8PPlRCNb1dUuM9p7uMPUc49juCriq9CmWpPF83vT2I0vS97q42vjz9L75uFRQ+OgMfvbFUoD2jRIA8oKEovm/M0z078rs9LjrvvTIaBD9zshk+9G3Iu0WFH76DkJI9pkcLPbXOkj6oaSg9ucU3Pq+W3L3moju93R4yu3YO+jwDaGW+uLiNPpkiqD6THUc+67nZPVxytz0OeF073ipGvsAyO75bMxu9Y4Swva/H6r0s+XI+yX4aPfVYLr1VNAG9Q4OQPq6djL0L/8c+KoIePro0QD6AEgg9O3QAPqek7D3d8Qk+qfkFP5djkr5D6gQ9kantvIMjfzyou+o9BjgdvqE2MT6BaUQ9q5VyvnLebD4Yfui9j92nvO8UvT29Jxo+RbCIPfJCSjzsIdW8SoNYPVQzXD6Gd1S+zVZ9PkCuvDpYm807EIOCvEbBh7tA1868XWBovSTMxL3Hrhs9vxTNPbiuZT1YxbE9b+BCvuZWgTzAAdK9Bp6ivTWB7zpk3Aa+hXpUPkBDTL2uWCw8ilBdvBiJOD750Dc+tIBlPv61FD7iPQ490boMPIwSLr57sug9+gGSvfjSJL7S1JQ9fWDRPlH2sL0tflu8IsCTvCk/Xb1ENhU6r7yQvC9L+73pJqk9vi90vH4K3z30ARi+4UhhvgghkT1jWQU+wd9TvK6dDb5J2lu98tw6vma3Dj4AOvY9mcIPPjTvAL5PUFE+VkzVvUrP27w3QIw+KXXSvl3Spb3hejc9AftBvV67iL0xRXK+IB2AviR8qL7DXbG929PRvYfmrD2oEoU9BavBvULyw73o/ZI9a//tvfbfurzByWI+TfaDvHebAz4wruk7X+TOvkM5Or1hNEi9nroHvk7JEz5RigQ+tYqvvJKOpT5lP1k9H2APvv2EQz0AZWy91Lg7PntKtD0u4wg+x8zDvGxX1j0R0BW+b3XrvI4j5T0X+Z0+gzO+vkcOyT1m6xS+evcwvrb73T3mI2O+fDOMPqIuk77r7yY+TMSyPXQL0r0dNpE91i2hvoAtcry5XR6+su9OPof04D34Yqq9FvkzPn3KYD4+EyU+n7KWvMLjlry/vEm+dfXdvqexTD764P69JPCxvl9ayj0n/jq+jOUDv3fbgD7ogFW+6Et/vr7W2T27WvY9tdVuPoySEb7J1O07NHc9PQIahj5KOnC9ahUovv1iS716Xxs+scISPAb+Hb761CO9XUbZvAbvczs/v04+NB6Bvuw74L0CYN88yd1/vndFMT3w70+9DfM2vTf6KD49o/+8ekUqPm0XUr6M4Um8LXkLPDGiOb5fFoc9w8/kPe7IhjzwpKQ8SJ5CPodvHT7ldMc+CuHzvkuDpTzdI0y+/EVBveIJ9z10kFy8lJ5NPrlRDDz/+II+SXSLvmMnN74hr3S+o9b8PZr7ir5Qh5e9fzmaPeLvjD6PzIy+KM7ePsiUkz3pNwC93WqluwUWe7tgD+Q7KkkSPnwR3D4EHtq88ma2vYjihD1HNZO9t2SKvaLfrz2gqeg64aOEPeL3U77chOI8wNCCPtXptz4jHWa+MBcQvimAW75+ooE+YePovMiRwT3/LrC+uCFXvZ+7BT6ISkC9l72rvbgoFb2HUZo+SH5Xvqo/ij4TbBo9cYkkvWBFVj40TAW/04Klvg7vgL3AKyW9xPdKPolqR76ypT69G2KkPn89Hj486aK+4IC8PQGRIL50dBW9v3uvPS3tM75Vlao+7+yOveEiQT3jjZm+a8+HPResZr1nU8M+xXO3vaJurD4Cdem7idVXvhrvDr4atxQ9DwSPvRmMEr0T7z0+65NJvt9Naj2sZ0A+YKAsvciKHz76swk+SvSIPchOJb4V/c89JKCFvh/waL7v0o89SdUDPZYAEr61bCu+5Xw6PhxUMj6aWji97SVOPta/mrycTya9GFWHvvxNST2Q/Lk+QiFtPcINKT7Kn4k88R1Qu7jY+j1Ifie9fhMpPrjrRD4A5d497L+Avr/3ez78XQS+BqE6vtmdJ77zoE4+Wjmdu1eMFj5xoIm+IuwTvysoH75sC4g+yPT4PSev7b1IrAW8DpxVPRY9+r1IDl2+QbFOPjGIfrubO+Y8QZiKPLgXbz7P9a49uyffPY16YTyAqM69JoOgPaRqoj1YIM69mc3dvf8ENj5K0Zg9wHMVvHz3K76r/Fg9axo4PRUMgrwsV2g8lr80vTG2Bj5268a8WDQVPRf9G76NEky8PksivujbmD6q9jI+tFSwvRgTaz0Mqww+O/8uPmTMFj3EDEM9qYoQvT3cXjtBTUw+9QtPvbRm6j2BiKy96ztXvUdwIz3soLk+P9ALPhahbj349cC9x52svXs6ar2wwnw9r5GBPgNuqrwqcdO8SZ+xvNYJjjweISQ8YtXKPawkDL6XEpK9JS4Ivpa8QL68eSA9AVGkvYktkj1NYIc9ZQ/2PbJVhr0QWcM9MW4KPrZryz0zV8u92licPd4gnz29xKy9nZaOvJ84C74gVys+LW97vc3bsT3IKgI8i40oPd8MST4rmLm9Cbz5vbU63LwbHoU+EsEuPNxmuL1F8U8+8ZP/PZRXfz06QtU9OE9avRdkXz6xtzW++abZPdO4IDzPl3I92lrTPXCcHb4p8iy+aZovPYW94D2UUnc9Uk1mPrNlD72b5E8+jJ7QvckskD3RKMY8y/q2vWHHeb2x2A+9V2unvfm9azxNTwu+uTNRvgW+gzz46qM8kPKKvQP02z09evW9RULbvaGrbb34T908HylnPSNWsT1fEIs+MQP1PtP+oDvkwxY91jWZPVh/Cb6n724+idRGPiOyGL6c4Rq+iuEAvl9Qs73MeP886Yy6PQNtCr71/Z89BCYGPo0/f72hF5C9+ViUvgSDiz3Dris+6uGCPZb9AL5KjBG9yoLEPtrUWDuPdLA+plVVPR5/Db4wdtM908pvPjiNNr6SIgO+jUdzPmVLUz6pEyO+jjxIPTvJs70TvKq+TcrRvUcM9zofQpu+CBLSvVSyH76owaS95RzuPZOdLD4jLpC+tpCPO4sUP753o2y+7BB/Pkrw7D1H6R++tM0CPa8tKL6Wr2M9l7mEvuQH2D0TibY9frZUvkQyOz6sSG2+/AZQPpLcx70O8rO9l7WFPhP8hb5x1ba+/HjLPmjx0L3UXBI+KIDkPWk+cT5m56e9qfkpPFB1kz4Gb3+9IzrZvUT+LT12I2296LcYPa2+VD68KCo9w51oPWqtijy7BmE7cctWvTbQ+j6xTtu8PrQKvpwgnz69Th0+NmopPRor1b262zq+Xu/jPELExT42tDc+kevZPD+0sTp2dGG9mDZivnjmhz6szRg9/mHGPPG8WbwNOpg9GQOrvZkuBj5yuq4+ydYLvgXZzD0uyNW9YgeAPqcELz6Zs1k+azr2O2kIi719+3Q+wQwRvs4Mlzwek4U+gowGvpGPHD3Mv+e9x0/tPVOmjr6b2ae+U5gVPiIEs74zx/q9YKpSvtO6Xb596iG+u6FuPX37x70xZsQ9cOHivvNKiL7QUO49qRCoPCH5Aj6QDzW7YPpVPUSDKD7ulU89OJCJPEJxk70kY/C97jcWPj36U7213ZO92q4Jv6Ma6D2fDw++vSuKvorvMr1buhe92vjSvhgWjL5/UVg6m3PjvnXsp7tkAfY7uTKtvQUHPL4A+FI9SnucPrAohD44+Zk9Xh4nPXclFz474gi+JzxGvvxdtz3XWhK+dYFIvp57Vj1WziO+GUAOPouet71iG7a+ATuKPsyA+73rIvg+HG7ZOvrFGb3BSom+TaTDvLmfCb61CPg9CyFfPmTpzD2FL7C+1hWOvgkoc72+/II7l7YjvuojCz4tp+W923+EvjtqDD5YViy9huS1PKqqRz4XFkU+tJ+bvueeNb10i6W97wHuvcQzer0B4U09wLPzvItIRj7U8Iq+QYt7vqYHsj4nopq98QGGvUxLvb7s20o+hDrLPaCxjj7g/I48mhHlvSRbgr65i6a8Oc+PPY6lYL2ksxg+zr8uPm4PCTzERbc9XryMvoTGAr6IxZi9TZb0uv0uwjtXp6S9VVlivpb/Cj1reTS+hIo+PWcP+72oUws+v079PCykGr7XkwW+RouvvNgNV75JjIW+c/+avFDrUL69UIM99wB6vgciOL4nH5E9+LBlvlN5TTtNR2C+fTbjvcZCGb2QP+Q9VNHfvTVeGL2bAze+WzmvvF7XA7751Qq++llEvp8Wrj3NWcS8blcLPlWlhL4pipu9vikcPkWGz7z6B6G9AI3HvDNbaL5csSg9q/XFvbuVsT396Zq9/nP3PFyt4r3CunU8Kb43vHJ0W755Nbq9pe4+PdriIryrOGe+jZwSvmlPb757cqu+9xoHPmcx6DsPEXk9UWYOvCDNHL4CAz89dF2PPDWs9b0sLB69Jm7ePTa8Br5uMDq+CCeBPVYLEzzIX2S+KhETPvHnAb3K+mW9XuFrvZQBDL67r+s9PUJrvnt7b74sR2e9qYNRvnq3Br7x+bW8H6rlPTOZOj5Ehwm82SWUPQ/zXL65VhQ+j1i1vAwykrveix69ok1pviJmED1O2Ga8NB1CvX5xTr6ov4+9xXQcvpJXprqRvfO95t5VvQodHL7XR/e9R6jZvUtMQL4t/oq+kDrJPNklyTtf3908q2iXvl25Mr6N1u+99hJvPR82kD2gLb29XHz6vWkyDr6vEVm+cmvMPdnFNL7Lbxa+8c5Svp75Nz0F+Rg+WzevvQcBBj6DbtO9LWNNPTgCXr77//s8uul5vtcevDw7ilW93qwrvVTUxbw6Pbq94GTNvjtQPj5lr0A67EJhvlGHNT00KYu++NPRPK9Rl74miq89u68Cv0FGu7ypsWu+T3j2Pe13LD2B2O481y21Pc4uHT6j9Ws8t1IMu5o1fjwAp44+x8PlvReYTr7Avsw8AlSWveBlDj4UlAY+m2d2vC9DLT4J6S07XAG9O06KOjwXyoI9jXo8vd97S71RUr6+239rvk98Lj5FyE0+Q/MTvtoKsL2Gu/a8fM5kvtXQ372Fi3y+lYcEOxJHrr1NONu9yJ9QvcCFDb2NWBo+RdxnPWLszrwHVIU+YbAwPPHFtz23xWG9QKhPPQ5kFL1w3vM9EgSSvQ/JNT3OMuA9Kp7tPVnzJz57vXC9oyW3vui9nj0HkZK91/f7vW0sjr44koq+0GQzPt5q5z360/C6yUayPGOOtT0fdhM+7iObvsYbTDt372G+F+IGvtLlhL1+JQK+iY4hPpKzFT7C3hs+nvJvvlVA7b0wWly9IpSvPph0dT4edOK97/EQvMcRpj3SPCk+hrxgvuPXJb5dktS9LZVbvfvKQ7yWX+09mRkHvm31gj0QSeI9cMRivhxvar5jh4k+oe3bvLAIw717iA4+ODmHPQZckbzlE1w9mv4ivkGJVz6C9Vq+Rvi0vCKjTL6r/ni902QUPsVz5b3Ekjy+c1l7vjy6XD7LrRU+iQcFPdCdlryFe1E+wcoZvhvW5T2Ph+I9JIu2vUxRoj2ygzq8QEQSvuVlPjwFVKM+cuOUPROsE75uhEG+B0v0PZ6PyzttdAU+I5J5PYStqr1dECe+IMPFveFpML0MWQc+wq9EvpB1zL3Udey9AKCdPfJa27t+Cyc+CUInPqjsXb3RNIO9fOUFPXBh2D2E9mU+oKOevX7Z3j4JtiU+ix0ePvw5Kz5kq0Q9ordSPuuAUz6w1Yc+rDpMvbZVu75sIz8+eyqSPuFe8z3PHEg+XJKAvbNBqLyr3+W9x8XVPdqGYD1xi268skLdvGe2Tr7JzkW+dudaPcMHRj524iO9ixhavZ8lNz6VChk+OVCYvcfVOb6b+Bm+6yAGPMY8sD2Q6C8+cISFvY9wJD3qVKO8fFHjvNrs1T2hLR0+EXapPSjPG72FdZM9hMYMPnb17D0eBqG80m7MOyQCzLtaKD69WOF1Pd+tfD0zJhk+2LsJPZRoZb7Z2mo+fMqSvtuQgz6dbaw9zBUlvpqwsLtGWhk+so/APjDnzj1kCo++e6VWPX2keb6qaQm+EICgPf41KL6kfwQ+X0wUvpmOTb0nkw4+0PWrPeWjlbtTdSq+1+aFPqETND3MRfU8SGEbvaRgkrzbFIw+DOI2PauDJ753SxK7pD5rvXiVtD0g09Q74BxdvuxlrT0y88E9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "/aw3O1N+ejuVAN+8SFeGvNRxab0DrFe9W/G5vM+Q1ryubts8ZTjCvbMQ8r1goQK+0A8EvmygJL3aujc8NUHCPSL6I72SW9O9kv7cvC+Adr1GuSA8Cg69vUk8Hr3vlqG9QNFhvKkDuj2o5bI93jcDvTJ6e7xmLDy9vUUAvC/hg73tD46999W+vBdwfT150I68CzVkvqPuxr1k94a8tV4lvonDx732nOq9VfdLPdSF0r1jcm69XFZQPLgXhr2xyJm8nWrvOghgnj3/2Cq9HSkrvaKSg71P45u9gdPCPUk/DzzIKo29CRqtvWWEKr2U3CE9WvZavu1O7LzA+X+9L5JvvBKH4z18AjC98SazvJisCb5qUE293EJ1PaDEIL10pgi9L0K/va3d171+9WE9wPWGPJy+IT2y8Vi9KCIBPuK1Wb3bV8I6BKssOzD+GL5rh3K9juixPfBaWj3f/Pw95jOGvaiXmL2iAcm8xJQKvoajkz1baTE+aqgqvuoIy71+pFu9F0/4PbhkIzvv/ji9ZOLjPKn1IT02uj084r6YPdxP07y21gY62LaBPKEvSL2qyR28uNQqvaEJw73xpLY7bwnGO7cxw709Pa+8OfdQveUmRb5U5g+8Og0IvTE1qLzd2fu89dNqvYJ+Xbsq8q+96OYLvaNbFb0WLRK+dOoAPTxKHb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 