{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "gtkjPtjMM74AAzC+6CGtvdo4nL1XwGE93gLwu3FcGb7JbiW++fnRPY23t71g2kK+HeE3vcY2lrzvbaK84vKLvGY4Fb2/y3o8PkrKPc7O976ViWI9x0FRPr1MO74O/Xo+J2arPa+GBj3zlxy/Uqx/vfItAT6LNXo9mdrZvrrhpLxNgLW9LWnlvFtFyr1Zqvq8B2UPPHaOPT4b3SC+c1gUvaMsW74ywjs9hR8QPjzBjr5A/fK9GlwfPnmvrr2dGMC9ozR1vhpHTr7wSDO+PJISvVyiYb1KNw49oXbOPawU8r4liw+9leAivuz+8b2fOzY+RoaAPrZqjDtYBhg+1/HePZmXRb4tvpI9PuIYvj2rcL1RlS8+4ojZvMWOgT3LEYo9IQ3BvdYJL748Lfc7uiZqvmblN75SuxG7+69avo9+rLrzYBo+v/WlPDqoWr1vC3G+778CPk0Lqr096ho7/1nQPA0JAL6tXI+935ZIPhgvCj7nKEy+GABRPobRez0xkBy+j9oCPpIRPT7yMfi9x8jSPKyxpT2/AUQ+cFBMvfJ49zs/Tgm9fjv6vieFdz1+8GC50G9uvp8vwL0pNIa9d66mvEKSsz3vQZA+vbGjPHedDr7Vzy6+qa+/vV9KnL2kz9a9y0k2vKT+Bb7cIWQ9HuU6PSpsg74xfro9hBFZPYwvXb2SCr29/PV2vT9aoTxwkVa9A2rzvV+iGz54VoQ8QmYoPvAERb4IAlC+E/V6vjcwAb1/ApY9e84nPLtiZr5QaQW+o/tHPk/ApT3z5OY9Vk2sPd1J1rzpKeO7p/Rzvh05uLz2AfW90phBvsF9dTsxHoc+aYUiviZqdDxMwV+9slQQvrr84r0V0C06yoEdvlk+9D2Pswg/MMN6vWrX2TkBmXm7wWRFPifjpL1lyq+9VuDmvZUwBz3R+n69p9cWPrG+wD2t/Hy8v0ZhPcIiGr6CE7+7UdfqPap4gL3khRo9saZpvdofIz1iTDe+VCQZvfACDTwOBme9sgHKvWojP77gWIa+60tlPZb1n732ypM9TUMcPopNt71dgJK9EL3YvTClNz5ACYq+OzZLPqdrQz4oaVw8myw4vpQenjuVzL29jMRxPhKju7zfDxi9CZnPvTtVwr28BV49wkjXvFKGiL3kTjk+cCtfva5oRz4rgq89oZVpvtagG71eSHU+3YjrO08+Lj4EA3s+8NuWvQD9Lr51OdG8wXmzvIN8r77YSKU9uA85Po+LbL0cOYI+UJ5BvjYSC76+SeW9MLnCPRVu2r20Yf69Nx6DPPNy770o9e+9doxbvuNxMb2WsgY+QvWMvkrO3L0x2xI+aDsAPgTbxz1p3bG9v5WIvnMUgb3M+b09Bj1MvtE0Ej7qnAA9M4iZPpexxTy9SQo+LrW4vXpYqb0YhlY9a8X/vMOhjD6m/Ay9vcyLvTbFrb0pe+86+L4AveJpJDzcuSU+P4uGvZDUfzziJ8Y9n30+PkPzsT2qiM+9W46IvKIIyzq7VY09s9g2vaeMvj240iQ9X3c5PvyNV734TCC+Jm4jPtZ7Ez2U4uG6k/76Pft0PD4BV6q9S//4O3y8Nr70mP68PYaMvgk6Nb6dsr886KSnvXA0mz3+fIe9DKVEPu5cgT0FS+69n4zHPSW3dD0Oc8e90PcQPkA1hL26E7Y9qFJzvka2Pz7S9te98adMPrZCYb3/Kmw+YxCEPenxyTxYwgA+OtBsvJhXvjy3ERs+aklAvs4dgb4Flbu+p0+zPYCHCryPS4Y+yZThveXdt729dDE8ZylVPsSKwL0PR8O7PMSmvRXxmj0Fsmk+3MIaPhymUT2PKeK9UBMevk02uTx+NcU9Pfy4Ps8RCj5bXBw8wZFfvE+D0L3dG7E90j23Pf4mijuxLdU9s9SYvtTJpT156ag9Vw6JPi83Pz45lea8zcEMviOjdb6+5yi+wsTrPUUAnb4tgQE+a2fZPCTokTz9rRY+ExF2PC4HND3D2hc+rq8+vb00yr0i4xg7hzGEPqGcGL70+s+9gOvGvcB5Ur5P+fM7ml1wPq8alb22T909nppxvxZuNLzaciA+uOZMvgruJr7Y9Ec+kJRSPgLkcz4CYVg8u0Oou8xtQL0hAWO++B7SveKDv7uvlb09X1kNPb/bi77Lsji+js9Nvgd8jL6Hs4G+ClVLPiR7Ub2DNmY+IUewvdQhqD6GXY2/3aL1O8xegLzoTfA9F8B2PZZImD1rURG+nYv0PTiIBz4G6yy+E8xKvmLj5bywaaE9elCDvj07vT17yxk+VzrLvsWJUr20WDi9A6glvjLcLT55xAW+TQsSPpZsTz/DUwM+gheGPfh5P76b+mG9pd1tPcbdljsD5N+96j8VPRiO/73grD++m70bPsYy2L3x0ju+bXPbvenckD21vQU+9PtNvt3Xcz53Wpu+maKmPbYEBL6xIRA+D2ltvviUwzwpeSM+8BiVvXAFOT6wDry9M5YtvgVueb6+Xhs9EtadPfSe0bvw7OE9tQh0vssIir4bNmI9eud0vjSQlL3nB4Y931/rPQxirj10zZc9r3Zovl660DxFSIO+QAkVPhFRDD536B++0bhTvrASET5ebAQ+m2uTvqI+nDs9MYE9eUq+PdUc0D1GfQK9NoXyvezfd77ZyaC85Xw+Pnrn8bwQzoA90XJtvn2Boz3a4w++iI49vRPYSb6qEOw9CdinPXet8L03DWy+3OB8Pb83C7415VC96r87vtmTSj0wQvM9s36rPapwXr0ZNRq9g43NvRbjcbyyKDQ+BNr2u/8xrD1eQOe9LxxkvGEkzz1LtMQ92xxvvm5sSD3fj3Y+ecTdPYde+r2prtY9+FPXPKN6DT6q1rk9N6SCPpn4cj3hMpU87xsiPJcp8bzFcBe+cxscvi/sj7tOL929MOgDvjvCHr7ZJZ89dS9VPrpJ0b3voGc+XyO5PYsICj7esQ0+3eSIvaoNlL29cCE9yLuHvGE4Ej5w5Im+Ms73PU7zdj1GT369V9o2vmv6ND5b+mS9bU5qvS71YD2sgYO9tdW1vR95cj6wGTQ+nTUava/AUj10uSu9HoGEPVs2hb74ySG9sOV4voHgOL18vBq9P08MPplQEb5bp7w9N6hDvVhLVT3vXw2+NUlhvDq6CT5IbQ4+BgSBPSnIp732aWe+PMs8Pht5tb7hcx4++PO4PQaH3z18T7A+7QelPrCioj3wTom+a/ARvgbOqbwR6xI+hi2JPRdvuL3Btz08ltuAvR7IUD5L+hQ+BGmMvIVEMz4F9ny9FxMGuxyVeL7Y9B49EFcWvSPrUr50zXq9GO4kvn93t7w9ROq+gdn1PrUE6LxuV4w9zeXLvfI4KT69CVM91AwuPk6qhL7UJNw8RWr9vWhMI70og5a7RqFPvdzTY74HXh68V67JvfzoVT1jNc+9Ty4/vmu1mb0YD0E+YrBEvGcNbL2Hbpg9F6CVPuqBaT4XnfS9FJ/KvfMqnr290Bu9A2A0PlJhe76d/Kg95xRhPm4gAb3HzHA+7q7tO8vkAD78PLW9HznqvrzU07wFVhw+93JSvYlzAT4ynNa9oxXYvWgGhT61/X8+TWgQvkCvBD5BXL29liQivspiS71rJS0+oFmCvgh/g75PJH89gIZjvmnRwDyxMVO9AZrCvVNABb178cc9EqSOPL2aNL5CWaK+X0YfPh9HRL1V6ZK9heL8vUmIJD22zXq+aBemPnoZir50tag9aofrOl0Ga76ode297ZPpvefOCb46sns9ETzDPc8mFj2jz8E9e1mIvJ59DT53sbg+ySYMvL61tb5eFi++CuDnPVocEj0GWZU+y7x1POVrl75uglk9pojevnIcBD3M+1K+MccEvo9a+72jCGg+GHoKvqfk8buxdyG+YxQuvQNMbj59Ymo+NuV3PXozVj4PPra892gGvrSjv73qdO+96ETVPTeGQz6sXSu+GfgMPI9vU77WTXc9/gjvvbPA9L0MtUu+KjJNvVCsMT1TScC92ASIvUp5mb6KB1Q+OexAvkx2lz3pYs493dVWPRE7hT3f1xK+Q2OCPekuML39Ca28tGvgvaQSSj0YtL68vEGLvtHpX72IWG8+QLsWPHwqrjwTvO+9WjRwv1UzkD2l1oE8fDh5vrMK27zkBs69JbLVvUZjer4/aSy9/R9nvpGCJD1An4y9y+0GvtOFRz6bUEM9fX6vvVAsnr2GXtA9/j8HvhDNET61ekW+Sq8CvWbg4T5/GmC9GiiwPph3qb5HgYS/dbQZvjGz5r3r656+ZaXJPo6inrzrl6u+PLcvvig1FL4pyS++YmL+PJaaoD1swu09J0S6vVbWBr2osGW+1B7bPSpdJj47fDc+d1l3vluEwj5VlDG9QEP2vairDL+fYP48Y/c1PngrBj7y+rG97SPWvpZnlL1z7pC8Q1tGvurOET7Poqc9NFsVvoYJ6rxe5XC+Ux6kvkjtNT5faZO+RDQzPnPSyj3Rr6C+282xPsiDNr5yL2o9FQG1vQdkhr3ykb+9Vo5jPC+gQDwCNgo9yNQXvhwTULwkdTE9JTCBvgZROz7/Dme+MJEBv0hyqT5HbuW8sSHwvXuBWD0viDG9K0KZvnCI8L1nmze+S22KPjLKh77p5Cu+9QGDvtjUGb5Ru8S9/ubGvZP95j1oEgO+Ob4hPvH6mr5gHHA9uzaBPU6g3j0iRdo8lYjGvW0O1z3zrCK9b+NGvg1sET3FPjo+cKYrPoENuD28p4O+q9QWvQWOwD0izYa+gLuKPDOIFT6my7O+cHz+PY0t3D3Qy6e96lMyPiPbQ73yMCg+qVs4vcKZWL5ICWK+wuWLvSqjQTzR65Q9RqI+vglUyD74JhS+7oQ/PM6gyDwc7C0+aY4dPu+YBb5mBtg+Bz3RPaawaz3vUYC9lP2VPe8pyj4R7ha94cuYPssWxTo8bS4+A3eavm/uJrt6Aje6rozgPKNhLD0b/Ku8RU3uO44Y0bwIhqe7GqjzvUTjAr1QQrc+cVIPu4BBMj6uZYg9/jadvqIiNr6NGx09Soccvs8DlTzs2T8803X9O4bQs7s70S48HE5FPo64Kz5XxTc9a7yAviEop71JgwY+tIw5Pbfrbj6rLws+pdGbPF3JQ7x+IH29icLCPMi6gb5ZSwy+QKwkPUT8Tb0TFcM9IiyfPVJ1STu50M8870yavYZeuD0Khue9jlvaPPYpmj0eo1k+sQSYPT3Xzz1HckW9TSHEu2TJNj1MJ5c9T6OzvdDIJD1b+WA+Uyn/vcsAUL5FoV++8PZiuyYRPT1NNI+94SwavrwcYb5XFI69ow6kvYeO+b0IECK9MtL2Pe7pFb1dsaG9bLxPvZJ7o72Kdyo+mNK5PmruObzAWPk92pUFvl4rl73UvYe+Ah8JP7smZL6p0iE+PiyQvd0Xe7zcbii+q+lcPhmY1rwMLWy9cpaYvgHu7b1glEC+AAjAvUMTgL72KLM9E4d+vm290b2qJmS+TD9Fvgo/pz333FI+s5d7Pf3P473ibYw9mpi6PnB1Ij5uv4S+Txd3vn9qRb73U569Ub3GPHNVtL0VLZG94wQsPa+Paz1cFQ8/H3y9PVSgrT7Rzgq+c8VXvqTYRLxDqQ0+ekKXvQIk8D3gSTa8TQ29vT/vFz4QMfk9kGFyPEJzgD7q9uC9MtYrul0jTD5Cl2Q+mWWRvgKOhj2WHOw5H5PovVdBJz4TGCa+C5ZnPXdEybziGz+9cS83vHfPkD0OZvm7Wk3ePWeCor6xBE09Br3HPB3D+j2cjUK+ZrVCPr6J7r0Gk2k9IzuNvqjaLb5pKb49+v6Mvc0NXj6Xv5o9uyTwu4eSqr0YOSO9jSR5vXMxAj1lWZ4+u8wavhVa8bzuRzc+q1AePsB6Cz5jGYc+7XyDPTiO/b0Opie+GKPevnBuab2LU6A8ShaGvVNoWL6mlAc+tDXMPbEPAz6seW++Au3OPFgRob3NzaQ8tsQZPiqLXb0coOk9KPsIvkMNdj4Q7h89o+DYPFOepj0mBuy+bRiuvlmIE76FVT69PvzKPGYlYL2JHhG+oi6RPcx0jLxB4PC9QPuFvp/FV76/QXA+/pPavcQWh75/Cye+jnqwvEUQHT5LvDa+DR5rPnTJKr6Mj1q+atikvD4Jnj6/Thg9nPGmvh4Ljb1raIg+hWJ5vSYu9D3p4SY+p7grPgcAib0qrwu+1GgTv0K3UL7jYvm9NacdvVAtHz48EtG9vydQvrO0IL3CCFC8AIRKPbCkhr1KurS9upkPvk4jVr7xLh8+27b8vTktVr1jrDu8iW9Nvm9ZY77WVU69hDUNOk+67z2FsqY9vO/VvL+xJ70bnqg7nM5KPkMo8bsQ54I9oXQvPmNKnj3nh4+9Ig+EvVQyE77mduq97P2wPTlDDD3RSge9+xQWvoCrDT1pIWk+THMMvh0KHb5FBFC8FoCFvYhC273cVTQ+oGKSveqYbb0/HdI9Rq6cvePSkD3OGG6+l5g1PvDj3b2GpuY84exBvrjUrbwOjpc94E1ivbymY71F1b4+ki73vbRuAL4jlHS7N7cEvkOOnT0BxnO+wtaGPfTCqL1bgUm+H7OcvTtrrL3T/3g8erOvvUeLwb0LpEW+9HywvQ4xgj0rtw0+Yk02PgG1O74f51O+F89qPfHVCT73oI+9zvD2vZL7yr0ehnW859gZPl2fyj09JR+9wmWPvQNhDD1J9aq93TLkPZ21dz2fbQq+QDoePo3jKj1xRda9wdSwvYVqZ73dawK+PryCvWj3O757r9k8KMIHPnkalLx7V3i+/vwJPYaNbT4x8IG+bIYgvqUvqL2ms7S8RLAwPlgodT1ifxK+eMcjvn+TibztqrY91VRgPRvJv70BXoM9sObgPUwIejxM0dk9PE3RPXHnxb6Rc0E9YMTPvTEkSr4t9SM+Zgg8PtcyQL45dS0+d5AlPlLKK77w2Xo9mCRCPmO6yb29EP09w2CDvirCab4j3+49+vp3vVNLxrsQvxw9g7uDvFfzPTwWFiy+RtNDPaqKfz6MCBA+Frx+vQ06Y75yqdO9V7ETvbFKVL1guqy8iBfgvQVyG75aeWQ+8NGxvXmVAz43LCk+acgHPuTcMr63UwU+PzpGPdLHbr4qdxW8v/auPSi97b2RD8w9HBQQPZ+XhzxZg/69blSdvfsRkLzq2Ua+bn1JPT1D0Tz8sSW9ryTDPVcWk76EdvY9UEl2vVgynDzqcMA7t5J8vhmkNb5yWEY9p7CRvLhREL4h3EG9wZFXvX68ij02KGa+mSfovMim/D03kae7hZ78PTCKyr0S1zM9Q81Jvp+Syb1yyp69Qnoevr/+gb0FlTy+DKGWPa/iGj4MC+67BzxiPNLnFT6naCS+0Y2+vZwc173IDoE9k415PsHr9TyI8E++6SB4vvXq2r2db+497qW/PEMJDb6dLSW9J8IXO0tKl75L+Aq9Um0hvWlAWD4di0S+n4Yjvcw3Or6oKRo+Nhv2PRx7xT0cDX890Y9rPNmbYb5JNaM8YrchPhMDQD0Q9zm+onlgPQBOmr3UBLM9M8fXPVlGG7wuuWG+YZEdPqVo4D38p4w8MkeUvC1VOD7X2Cy+Pg/9PfTCKzxffcC8fdYmPq4Rqj2kjuS9L2qsPkxsNL3Hqtu8FUgTvUkluzs+uJI+OyfrvF5ZtTv18oC9+kujPma4jbyv/Kw96SKhPNkmGT5YYyw+uGhrPvjkmb0bHdC929/ZPfzCGb2+m1K91bEMPkBpbz5CbTE97EqRPBVCjr0HP849D5G/vFv/SD2gFk8+iqN+vTUTkL2Agsc8Lr2zPNOxoz6/E8a9i3eLPj/wcj7iLwE+mYT4vR8jr70B73g8tiD3PdOewz7RdhO7LawtPlUAV74GzMQ9uxR9Ppuc4b3p5Me8kCjePdcV6j2wjq88S50xvk6EED5rYMs9tKMVOtz+q7zHnUw+ivi+u08lOj1xJEE9MSxJvlwMLDzhYVK+HUiIvU40fD71Pjy+3L8CPkfo37uwMym+cKHzvQYj0r1i9f+9dsryPCihaL6h3hA+aib/PZs9+L2u/ek7rfTLPLCMUb1+8Ds+GrJQvgbporsJGTo+qZgKviqVSL28exW+W9uDPiMHZT2IgCU+4Oz3PIE2grypVDq+GdOCvr5zsrvQBWa+Sv9kvEN3Xry4se28UZwgvTT1Nr4sOkS9pUcpvfT5h7yr4AU+kd9mPfGIhr1lEMm9jQSXPDUMFr4Jhqc9qkoVvhptnb0uFXs87mPsvRbyM753jY08Fk6gOzFKyrzpcPg9gzJKvDVlxb2s2T491BW3vfeHIr4o+IO+mgHZu6Q9Yr7cG0m9PUOMvVS3uD3YiGI+7cfqPdBjQj6QxEC+julAPfHCQL7em4i9eODGvRTmAL1XZxI8kw6PvcyyX75Uwjc946F0vc/jGb2X9YM8Ri0JvoInX75bss29d4XJvOIZKT2YnOG98xPwvXp/S75O6sG967+ZvCZ9obwSrRU+Cj4Kvs3eO73zr7e97yL0vSgDl71tmYs9vNy2vaO/m7wX+yU95OCRvanioj2Cnvu9wUNcvitTx73Z9iq+nI+WvcmlBL64/nq9yNYGvpXp2D3Zfhs9Lyo3PRwkfLwMbcs8L8W5vYf8lr7bsa07PiCNvVIfiz2fFey9gFkDvppFND2heqY8758MPsazIbx98KA8dy/HPXVrCb6MPg2+2+5AOyW2571ZxSw9eCmYPcq2Ub4ViAq+EUP/PSLRXr6KOY68f8J1vf+lHb5losq98kFeveCfIL2JCEm+NbS7PbEz6L2pvCi+9+41PXkZYL6qwae9Co4UPUFNOL3hiku+CXn4OoHAob19+s29lm2quYwCXTwdfZy+ZUHJvSykF77ibjm+PzB3PZaVEb6Wsx698FMPvubZcz73EwK8KnB0vkGCr71jKpK8zr+kPTbRWz5qZda8nvEIvpcosz1zxXk+ENY2Ph2yn7uJ10Y+5d67vZKDezmbRWW+EVMRPQUNDT3Ds72+B/O1POPH0r0WOSk+AaVyPSNf2L3P6tq9Qy2GPmkgEr6KpYW+HvbzvadYqL3eLnA+MsWOvup0zD2Q8Go70Ou9vVQsTz7iIro9QkGyvEHqtj1f60a+injwvRzJA77TEju+rmVFPrM8Kr4ddjU+wYIPPi+8ZL0gG0y++6eivXLlKz381YC9vQD9PMu8Ib5xHTA++FyaPjIBbb6Y0gc+rCTXPcEaeD5pxcG8BNy7PSa/H70q4Iw9xJRWPsJhwb0HQos+0V3iPKkjFD2aTTm+3vIFvexuhT4f6pK8QOaQvPXH3L01sUQ+RgTwvOUEC742SxO9U73TusYCOT70T6m9LNpSPCyc7r2nY7K9LobwvXO3Xz6+kpO9RtYmvMqZ+L3z/x48JknbPbS+HL5L+Sk89/njvW6eAL6XfBU9VNQAvKfEpz0bkRe9dJkBvgdPnj4TY9g9vriYvZL88z3w5J88KcImvl19ib2RUTu8zFUOvvabWr3nGOE8KwidPY9+HT1gSFG+O/JFvBNsTT2b6Ei8hI/TvMgl7b3BuZ88H5pBvqtBqD2DpBS8rAZFPmgsYryu/pQ7hMpmPtvJIz6KYFG9iUITPYjgNb7qJrK+7LdvPsYpZD30cz297vw5vm0/QD6XP7G+EsQtPvwyhb2JAIS+U7WGPiZR8Lz9sm29Vo9EPlUN4L3TCb09suyVvkAvlDtpcWA+87R/PoOR7bvP2ji+53wdPhv6i75Nw928Cn4BPREuOL7o+P29I4swPrVLgD3Pxwu9XGq5u7GKF76A82s90TUFvgssxT2lCz0+VHlgvR6VA77rbXe+ycyOPiOEJ73Fgpk+GhvKvCqewTtJVAC++YNlPjBQnT5C98m9T1UyPjTR+T13xsC9dPW6PgaMBD5R0le9srqgPgmojj4Aoeo8s3KGPnGZgr2Tw2k+6jhaPs64E76VrP+82ERlvVyQfj0bzf69QCqpPYycYj6Tb428d4pJPd1fJ7506Ou8i5KVPbIBsT3vGDG7HtzHvrh54jxAAnk+1+dPvhO7aD5/XXC9fd4/vt9q373AhAu+csAgPRo2lL6D+Mq9AlMiPaROJL2wpt0+1WqSPSNo8b3i1YA9sJeZvRLJuT2COzI8lxQ1vjx9Ij5k8lA9y5BkPfs/Nr2pqCQ+LrUdPqUdJj5bsE49u5MWPp9cmz6qZ6y9QjPuvbqmSj6iD4M7elHoPXAriD4EjVM96ISdvWTUkL7YYLc+R9UDPmT42z3iHum8sSQKPhpmpzobmV6++bNxvmm2xb5QhgY9+srlvYFKtb1x4Qm+3dYKPIMQSD0bECa8Dx+dPHUlnrwj/uq8mvRAvpBRjT2/M/e900WuPR0eST36p/a9UDtYvnBbG73GSjY7YdeNPIesYD2FzJc9227YvepAQj5igiC9Sokfvg2ygL5gY3Y8Xk03PuvsbT3VgIM+F6IxvjY1KTwdqVu9xA4wvU37zLyV/2y+kE2IvTOLqDt9tEu+GXxWPQb/DT1B0go9FAEZPULPUT7El8g96Jr7vciXkLe4NQS+2oHdPaX0XzwDid48+GHRPdiGFL44lAG+t7smPKiYe72nw/+7TgqSPk/Pzb3eG5W9BvSdvc8WYz5fZrm92RI3PWgCAr4SRTe8gdJNvif+k7widgK9hwoVPn1N7r2SSIA9Dmbkvb0pHT7rwqs9OpZOPgM7hL7WlUC+vEBGvhu1F759/yU+larWPSBPDr5XqxU93IPYPcFgTT5T+te9AwMcvbWmLD4CJ8i9BuETveIoubyVIDq+l0OEPenjWL0JGQU+rjV/vQ+VcL6f3sS9Bj4DvpvNOj1kmcy9ibrcPZZUnL2zDE2+YnmoPaEZNz4Z4qi91dhfPUefGz5YgQc+iZTJvMQo470jlg2+JjgtPj4I+DwHnd290shkvfQ16b3Vuee9XddCvQoBcDw4c4A9o6EyvjJBSb7qOCU+Fd4PvdK80T3I3hI8ZrgCvbcvbT4nXEi+rYwWPihQSz6UFaA98qPDvNuhFb55KFU+Rp82vStz8j06aN099EauPoQqyTsAs6q+Ep5cPd+pzTzyfpq99v+YPPHYl76DzQS+crUhPmVSl769OMU8i5GmviEhFr7zI6s+LV2DvbP3G70tPgI9LmRUPjnQTL4Cbt49FG1GPg+xkL6lCGG+CNwAP6cFDL5ikJu9mXYKvkViAD7c3pY9dMO+PctVVb4wMM2+MP2uvSGlCryuwnW9V/8MPQZHybyYSta8ibnou8dowL3qPM29WcWLPaK/kr7Oqqu+Dr+0PjWGvjzazEO+dqOlPS702D1A5QM/Yo/PvfzFeLzzPK6+ITm9vWOjID6m8ae+TmKqvrGIjL7+MfA+g7Y6vr5ANb5wTbe+uyW0Pr6aob3plXe+QRpfPqFoQj7Hfde9vsHDPES4CD2j+bc9zcNYvUZlIr48PAG+C20IPUcejj5j/pu+ezIBvCuPmr1OaO89pXxsPi9nWD78SZk9CSKOvjVxKz59idm8VAr3vZqUFD703Xm+Eqc/PXbclD4Yr4A+2myFPkk0Yz6QVjc9yu2YPcoAV73mswG9aWROvnKVYjysc5a80rcrvTTmdb2fvuI+XByyvqscsj4HYxK9MM+JPsIVvbz1GqG8ICEQvdUharxoXOa90cOkvi4n3T0LDMe9HyfpPeAcqbuzJ8+8fmDdO0KNLb6zseY8v81yPTuIlr0lSJG+zAqQvsiidL1GPpQ9+eq6PYTUH7t7ia69ZIyqvoOFrT0FrYI9twsPPYyTcL3ytAI+TzZLvukBOD3+kd099ZlCPQPVX76sXmu+aRQavk6RWr4SPGA+X3yvPEfDFL2ZajY+3EP/PbADO72XyAi+k+TSPoOGi714hIa9cPRIveqeCL44VrG+6TXzPUxRnb501eC8QQfqPd6PZj5yJ/q8vDqmPRR2qj1+un++bC0NOr9DXj6QkFO+t+wUviQSrzt6iWm+glQ1PQh/jj7RC1u8zilkvfBkib5UzwG+tgTWvUFrHb45fV6+wkYcvrinHj6QYoW+QifCvT0hob4bX/I+45JwPjOoNj7OX4u9suUGPWYbPr0yrfS87lNMvs9c8j2MRq4+0PRpviEa3j1WzEi+GMpLPV6hyz4/FGa+4cjHvRTQoj7ISa29eeGdvousrD3TPLI+MW5Qvvbmcb4uamC8urnEPMupLj3+Yfa9cBbjPUDZsj1/f6E8T6zhPVv7zb3LRv897y9YvTxDsD2TYFK+nxbDPSbCZT7+Ihy9rt20vkG7hb5rYK09Rsx6PYaNTT6j7d49dtvPvG+vmjztKYG8h+xlvv/bZT5ZX8S7N+R8vh6MKL7ryU099ex8PecO6zzJXRU+B5lLPijsF71sRxg+REIOvtHfob2HmY6+b9lLvhJ+tL3+NUm8eVtevpfa4LyEZUW9uEjJveFsF77ROby8ITnwvXRzUj795hW8whZcPc/mhT31PeM8QoF3PXXzir36MJc8IRvpPaPjjTyHGFA9sLQ6PgzkqTyQida9OIB4vjuJfT0oEGk7kkNrvTS2EL62fei9xqPivaG4er1YP0K9fuvgvP1aAT4N3g4+p+ufPejXm73dz2a90CHfvLbiDb0ntmI9mHwZPoDk+r3BrUu+ZQU2Pn/FyT3c17I9R6kVPlpFGb6Zpwq+g4DZvRZBzb17gq08i4E0vpiuFr52Jp49I90Dvri7Jr4aYWU8qMRXPXr7CL3FHyG+QkeBvdSRp70lDK+9SxeTPVbjADwQ2oC+GDfKPGcL3bx9rao9WN7APHqmj701ytO9RvgjPsK8WT0p6E6+TOFwvYt2Fz3uA2I8CpjQPG4RxTzHdoG9cPsUPrSjNb50+Hy+plYZvv3OgD3ZtFi91H5xvpL7Sz7tRBG+GpUCvaGkFz0vvwy+9fvMPYQb0L0IFHm8a+7ePWSmtL3V+AU+0wGBPtAR2L22e8a8QZYzvt0seb51iFa+cJYivmXRHDxEqIe9J+unPd4JMb1bvTQ99lmLviTz3b0ZBSw9AlzQudlHbL2o69Y99lCUPgd+mj3ogWA9pUsIPjWEJ7202A49BAkWvOKEQ74RIOO8j2GjPfw6jT7WlkQ9/M2kPrO23z11kNg9LTiBPmg/wb1sFK48xg9cvkGqFr4+A568QqzPvgP10z3W2oO+WUPTO5AWPzsWT7c92icgvZJcbjo7rLg9KrXkPQHkOL4hAlY8iKzhPdm9LT36Joo+8LA7Pujpib1P4Me9T1ibPuZazL0jjic+v47ZvoYTNT6DlRM9jL8AvlQjar5q7ho+p5qyPasUh70cfOU9WpLRPdMh4L20tHG+bjkrvuyHWr2gwDW+pXw9vprqWL1WRPY8rWkVPleAH716m0M+lGFRvfX3XL7bX/u9JV7TOzcM1j6pCT49FQeJvTwkwD4cXZ09nXsBvt9ajT1qDV2+3flKPpvTKD18x4E+ST1/Pez7K76tbJG+n+kVvsGLP75qQPu8FemPvQQwnj5u1O89QCgNPp3WIz5gVZ6+WzxpvT84lzoEjPI9MVHaPcgDrj2UMwC9wViXurtCxL0vyzy9O6pGvr7fXz60Adq96i3RvnT2oT4t03E+XGnzvH6xcL5t7QE+yyf9vSR5D77/1z2+w0yvvgUTtz1hPNQ7UxZuPWm6NL7vm7W+FJIVvVtrmL6eqGk+1HefvZzIQ77WGfO9ZOFiPnBdJz61dF0+4cr0PYFKpT0OGp6+7DQLPTuX0zwYQLE91JQPPiXl5LxLL+u9b4lYvlcT6r3fxAO+06f8PZYnfr728BE+iOOEPWJhXr7ITpi9hiH8vRbU4b5qqgC+F7WePot7ZT4G6628LoYCPk7c/zkQniE+/pb/PX0an73v+R2+45sFvsJYkrzF7Cu+XO04vur42r3LkpM9xvIbPi5jBz6gf0e+C7ImvkWOhj7UD9U8IoituxSWgD6w3bI92R9kPhyvND4EPaw+0w0avnwCW70Eayu9QE+yPQvznzy7HkS+goTHPiXPxz595lq+r7ETvt4nSr1e+so90ZzUPTsY2j0zmlu9HyrPvcOK6b5HEzY+rdYKPsOEdzzeHeS9JSSRuzEu2D1n2VQ9FUFPPoFdsr2CI5++wbeHvf9YCT6AEIa9SW7vPQXCVr1E1RM+98eBvD0FLz1tNco8fDxfvmuzQD7fkoa8Ak4lPtGHfL5pEIy+XBSRvtIuoL4/syg+MAVbPo6AVb5srwi+gTz9PU1WCz5/oBg96O4VvesLCz4Otqc+yOwHPbp3gj6Z7/E8/rpJvoytCLzoRWa+g98bPrbiab1cmWi+PpaSvEKnaDzGF5o+6psSPJflbDtHyb29C3GOPf0Z0r0bKh0+Majrvit3QD4Yd1A+LoMIP1N9xD5Hggq+B36iPbzWa76C/Ye8UqcSPD9sJ77QIra81XyaPTtpZL1I2B8975f+PHQtW775hDu9ZTCVPXn9jr7AbSK9bw4ZvotGv72FBNc9XfqEPRaNF70lfg6+I0VEOx5KRLwM8ca8C8A2vlfmHD4GUFm9zPkTvmTVab5xHo88RM6Ju5d5eL7HCcu9d/CSPAKuVDye3Ee+hBO5vU+v370AhBe+FbYNvSykMr5PQPa8hwbkvcIWS75HZzm9yeXaPOIkk70duxc+OG4MPSAuV73SgG49dBtBPU28BjywXA09Q2gXvqsfrb27tza9I3Egvtp+kj0vIms81aJJPQKGOb4NjRe9/hWXvdaRJ74eur08UUxhPJ6Fp7xog4q9h6RqvjUo5T1BibI6I675vJvz7jspORM8t7KpvcHxd74pzZW9ZzJUPYMChrz8eB2+inamvmD+7byZjru9huAgvm5AEL7TXkK8ZEmKvbk6WT0toT2+iYECvoG41b3KmTa+gK1DvpL2jz2Gg9O+3h86PhfULTuu2km94Dzjvco3+z3S0vK9j5N5vq91jT3PChw9WeVbvmzhmrzzXJO9wAnuvWTwiT15bYi9brdqPHFyoz1YRyS+UpK6vQV6I76O4Ua+TRIwvltjWb2Njko6AuzBvQw4n71tCE89BcgTPZA2GTxkJIe9HbdqvipmEr6sXae9I3/ePBvZJr2N1gA+vRqRvKorhz6JGgq+wwNnvqmuizzcT3e6q6CgPXY+Ob46YCA+QjMtO+BS1j0ngDe+TUwTvQoinj2zKsE9XBojPUraVz4gofm9/Jn3PUGsej1y9p4+GUIyvma9mTsJnFA+fshGPuRIFz3m3CA+9xV0vfNZCD1XPVw9uCKwvfGa8Tyqc5c97FipPQaOprwBuOs9e4xaPh8vrj1yORa8n+c7vRx+aL0MqCQ9xuLCul6TgrvfVQe+CWAUPpQvC77vRTC+Wj4bPZy9QD5Hyzg+K0YtPkpd3rxS3UQ+mBxYPbkjbT356OI8PQroPeSB7T3i6XE+8Ed7vp4zmbzIYLa+hYcjPJqvgj3gnl6+/UsOvrCmlb1CamG9oHo7vpHAe7w6+R0+mhBfPhOqHD6zrtg8HObYvY3EhT7fO1w8DvXWPNjRqr3CnBa91LlcvjF4N71IqmS+s1iKPF8nEz5htU89a0BYviCT3r6M/1u+GRtcPXW7GD252A6+WXYkvXTVVL4mg/w9/esvPmrMRT5vi+o9uoMhvjgTQ76ShOe89wQ1vsfSnDyoS/O9OIgwvrVpWD4cEB69dDqxPStWXr7pFLu9AfPjvRiI+LxtTkW+eTufvcn0zLwYD4+93p90Pdsvvb2oxZe8LpxUPhSgTr3Nd289SWZkPREfKD6dGs49S0trPXekYj2M3W8+9L9QPuHTbb1qm6q9qTgLPudtA71GSJG+6VCAvmoQN76o+E2+P2C2vZNSED0CM5m9MwBQPfG8m73vz1C+TvojvitBWT4YWFa8XGXNPTRBiL5rYfI9XZ1CvixXxb3+22S9BmUOvaD1EL2JssQ9asmyPjUxfT2SCoq9cmOGPgBDT76Jdvo9AwolPhCVZT5vyAW8YgtMPhsumD6sMRC953UgPglMsb12s7Q9AetAvf72RT1dY3S++av5OujoHz4WmQK+Jz8OPaB1Ab4W4/i9wyopvjJdi74hR3i9kk79PFe/Sr4a8J6+kXfIvH4aUT2BAW88qnlBPWO5LDtrsDe7WTsSO+XmUzzDpo+9YNdMvj56gD5fChQ9HuFLPhVxOz7lI3w+fiEuPgc07z1ey7W9SG+Dvhi7T728olG+LAU7vrfjYb1nlDw+OuU3vllHmD6f8l++IyZEvtGdH74Ec4Y+iwkVPsAe6L3Xuri91vHmPLi6Uj3OapQ+LP0uvtu2Tr0v3f49sszfvLsjoD4yNyu+ZzyCPs7Clzzt39c96NGcveHyGr5EXrk9cBm3PWFlXL4Jxcy8oa3/PHuCN76vELG+/t4cPi5joz39Nfe9/X4BvnsNv70YMxe+9ZJTPrOobT7aIUq918UHvTJfCr0MfQ0+G49jvPNLIbyTQaE+xDuZPZ/OKr5uXLy940SjO49x/73SVRQ94OZhvqZktb3v59w9VBpNPZawNL7VJvA8KHjhPNjIO71fhwm+E2pwvk2h8z30Xny8Fzknvm3Y8b2ex2+9rIePPY9tHT2Iu7E9ua6avYdUkTtSEPy8Is+qvG9dpb23+J29wmRqPJz/Gr5g/W691E8ovuQJGDys7iE9nPjUvbIKz70OO5O9+FfpvDTs372zXKk84JpTPsBiEL48Nxi9A9z2vUKW7D30lOQ70MesPQZ/rj3BbWW9nhTxvSwimr0qSgu9oAEyPIJZC70PAgS+AhcUvp43Cbzv0wq+I0byvYTNIr5MwyK+6SQRPi5IBL5cVt+9YhcpvrZKtj2uiF87N03LPW/FML5ZS6C+aV83vii0Wr47xFu+mVixvbp2Sr72zO09L24UvrHUF77BGaO971rnvXIMDb16GCO+OOJlPVWiRL6e3pe+s7uKvRSSgLwY48S91ImWvb3RWr546xC+q0ddPfeg+Dovptw9eIXivnRpAD7ltmK+i4EhPM3DVb7or1I++q7jvY+Mdb1wCrs8OwqAvabjjr52qz2+FC/WPfMSiz0SgQY+j7w+vvqXxDxrEya9pHecvbnQ4D2uhUa98Z7hvX3y0LzafoC9dtTdPSKp+r3Tbam9irs7vUC0q71fwb29otCzvajYIL6Y+kW9YLIVPndL1b0f8Ro8hqTXPe41GD6u3SA+guSIvf9vir5e2nc95djyPaCdKD3l0kS9xnFbPprzQz62Joi9h/PovcMG2T00sY69Sg2PvcK8vL3P1Ai9fsnLvZaSwr149z++ZkhRPvt7jr3DDbI+izcdPkDH1rmpM/A9IfUpPp3+wjxh3hG+0xouPTnTGb3xAMW9y9CMPpuPlj1PiGM96aZ/PAacZ76Pl0O+bH0ivqqx0T1nYUS+U8qQvthYzrxD73U93+UivkA1pjydFU4+PpQPPTe/TL4LV309ON1KPLsaRT4M4Du+2pBlPuy/qD1T8tI9FlQePUZBuLzqAY6+4jjUOwNoi7sRn4e+sdCjvZuacD4tpVa+ydRZvqFCL75Dd4k+YDeyvqnvmj3gK5G+spyTPgIvcD4HtZe+vmukvSYYfr5H+8W+RhlsvoOkT74ehJK7k4FYvpvWzD2jO+49M7ALvJM5Vz7dHCa+0WotvJ7Q0b0MYhm+oTYoPsCUxz6+fwa+I1k1PgueUT4TY+89HY46vNZ/QT1z2Zi94ErDvlXPuT1jWNo9JJv/Pc/FD74K5AE+/dDXO6r+rr6uSCE97TkoPWihF70EKEi95G9fvYYhNz4CmIS+4FiuvqK+vD0OJtA7bNXOPu7em71MSnC76jsRvXKL9z1+krA9L6suvcyvLLqCxEK+EmANvlNN8j3ehS+9C0UivtS2Wj6ekL2+dTN6vudW5L3PXYm9vET5PTRLsj1j9Im+Fc9uPiTQjb4SGcG8lyibvn1QoL6zo4M9IO96PhrMnz3ldJG+a15jvqb8Y75VQs491WYAPq/o6D0oiyS9mW1ivk0dbT0chJg762cnPQdF3r07AI89hE5WPYcih76qGYw9BMmbvWMsOD7OOwW+FxG+PSpgkr1/gnc9NtY3PWbEYb4cjBY+fXggvqJGmD6Frge8vnzmvXVicr1qenK+DqujPiyRbj08Yni+/6crPvRCBj5fCuu910rNvZAdLb3581q+cbXCvFiY3L463u48lI/mvH1EwL6+NCa9QfE0vhCsYz4P6Y++JRpqPsNFl71GymS+F8SzPcw3RD75LLc8VhYWvtVIOT3c2t89xLBEuqutZj7DGSK+sqZrvUSSGD27AWu+qKiAvY/1IL6Yw7I8FxJgvc965bykw4Q+RIg9PvyB0DxCE4q+3L9IvfTBLj5O0/g9JJeovW8ZRj4SBtI9GDA5vq/Purw7EXI+eJxBPvExAL66XqM97js0Pr2RJr4R/RW9/jASvmUFFL52mKQ95DoaPrx3074bTG29qwa7vM2ViL7ABJ0+Q9+svoQu47z7DYo+kLc4PYNKWD4auMy9ddc+vqnHu77wBms8DZF+vRkJzbzZZqg5psA7PrxVLD02L3s8VyWWPBI+xL0w3vS9KaQ+vasDjb0AIJW9Nux2vWUkAL4ok7W9oYtFvr1e9T324Z086eMRvSFc5D2e4Ni9sHUPvnwuf71mCba8c6U+vpxggD3GmTY9Qc4qvb/3J75YRmW7nGbCPT9pZb6cjag8kgMnvi0zFz7v5Fe+5tJDvXF2HD4Pwqo8sETGvfI1OL6InCa+9g4+vr3byL38EfU7xa8LvuuVmz3yedS8In8APUPV4L09zP69X+10vp3Qkz1H/pg9L3FCvefX0L0PoBY+1jjtvTAJCr39WXu+kMYDvS025b3qpl48u8JpPYxRt72/zxQ+x42cvCSDHL17g26+vKk1vJcEEL0i4JK+qYsEPWoj9jyc1gk+c4GiPaixUj1w1n69NCD3Pd4LkDwzg2A9tfDgPSE6Cr6Qg+u8erHsvVmADr4IwEQ9f2BQPkIRL71h1dm8MoEEPkSAZr6gjVi+jSupvYRhwjyczfk9U5oTvSroir0CY3O9ab/1vEzJ5jyURo+94ZKrOzKqCj0PRza+TKRsPf6y+jvtj928FnazPNs5mbr1NxE8bSK0vJIEjj0/ExY+IJUSPnILBL6ffwg+tR9Bvbfsfr0sU9g9RMQuvlVfzr0o7ko+kA5UvRuUkb267QG+cGCcPecC2b2rnSA9ZujavRE9az5KvVK9Ja8bPoXxWz6hiwG+NW8tvuXEvL4+zgs9g8hrvkWOGD65Nty99iF0PrMj7DxkJnq+TAF8vdD8zrt3ryQ+Rej2vfc0Jr5LNZE+6awCviOurL6g8ce8aEUVvjD2FL3yAF4+aF09vrbHHj0/kXU+iJGOvGpljr3pp+M9GiXxvUMMMj7VzOM7ksP2vJyp0T0QY/E9IQ25PfYRP770+w69sjWpvcZemT0tG4u9jEPGPBce2L0uays8p4MgPfYYJb5F0XA+P4NLPvPSIb74cCm9tCYjPmaVEz5/VTG+q3SMPnatybv6W5Y+OS5vPa8o+L0RPyu+BrKJvl4FBz0Af4q+nWI5PvGHAzzOkF89ydwQv8q/+Lx7tD0+A+mpvfl5Hb7c5Ku+BftWvn2Lij136gU91WJ1up+euL36lp2+9UDUvk6SwT3MxPS8mPKKPec5uL3sIcc9UIQ+vleXxD2rDry9AKcBOgj4GLvRXDM+JjlTvkjXjz2cvqi9eqfiPSXlvT1McL+9OMouPgCgRj3eh1I77o2Svj+Whz4ftbU9OE+NPQT/MLxz/Sw90Ga7vKi8wr07FiC+i2yavaQ7tj3mPwC9yIJLvv1+pj1JXT69Gd2zvm7qGz7vjz4+4nyTPTkGuj0aNWU95udLvu4yk7yA2zc9ikdhvhRdlb6wuZU9aj1pvGCC8D0ikTY8VJsyvgPqDr6ulw2+WB6OvsqaQ77UKvK9HkehPi7knj1NWS4+FMoaOUzNiD0rIdS8U5qGvVwMdb6C2jM9bRoLPlWP5Ly5kXo9Ep2gvpnlVr6xxCI+agGiPRnzwb4s0FS9Y5t9vUkTTT17kHA96GQNPvGRwr5/1J68K8DYPcTugL0Qvam9nfcwPpjuBj5cwoe+j/GPPSUguzzDwFY+nIkhu/MEbr5GCgK+BO0wPSomCT0HZu29tdQrPidBhr04soO+irDRPs1Xur0k+Ey+I3XGPP07270Ph1q+v6fMvcZZPD4t65m+PPTGvSfXEz50oCm+gr4ivpfh4705qgC+IiMkPl4I17zTAxu+K3XbPe+Y5L5G3us9WYOROlTQAj5kGRw+MbEyvlj9OL3s07G9UMNgPs+/Yj2bng6+zN9svokGjT73vbm+rjNMvjMRyz1SUFe+mTeMvE/3iL3ZAYA+y0h2Pgn7mz3trIC+uH+3PTuJCD1uJAc+mzX6PFO1GD4D7T++HVMEvrhrFL3M6BS+4qUoPZPtVT3lKVO9Q4CyvTETtj7TxpU9A1Szvr9DmL1IB7y+sfpmvcVQwrzfShW91UYiPqlPlr0aFJY+Fv2Rvi2YmD5CjnI+LWIYvuVTdD6drRG+oINlvu6mGb69XcG9/2IEPhUszjx8xVg+u7XjPaBQrj3ExZ87K0iBPGGBMLxs9649BDu7vY6lmrzseJ89A5cPPn27vD0nJFo+S7ADPbK5qr0R+hw9j6ooPumicT55NR898wmAPWf50D3EgAo87OhcPmDKYzw9z/y85Ww4PlPJL733tMq9QS23PRkK5L05IR89UCCEve1nNT5vRYc9g9TyPedEHD2vSRy9capSPNQMHj74VU0+UbvgPXa6QT6mH5A+i+x8vHMt47xRp949klYoO/dQTbyr5PA9lEXGPEGrnz2jRrS8DW2EvoDc+z3Xv3a9E+SrPlF1Lrw7k0m86iwMvt5Vrr0K5ok9e6TPu35Ekz2AJb49UzNWvhErMD5sR1S9+lUnvkmiFDw5JHG94UIXvVQFvL2t7X09Vr8APg4g473eFyq+s68RPkRHpjpbqAS+2UUwPnaCObxkn3O9hFkEPBZ43r1NRk8+nQIJvkV6er2JrMO8qydpvSveSr2SHk69VhmnvU6YST22ab67Xi5zu34tKjyJIL2985ZNvmYzCr6zO/I9Ho1xvcQNnT0xzTu9y7iyPHJawbwlQqg9iqirvFqXKD1yrNm9/nyOPusX4b1GDRs+DKDDOy0foLxn+Yo+4HzrPc3qIr7cAx093zWNvZ0ozb2d7Ve9bD9bvv+jQj1NbIc78l84ucObLT6jy5K9OwytvrC5jjzkBk+97bBmvsDq4z010rW9hpuuvY0ZUL5kqgo+Fz2ivgNPJT5tyAK/aelNvnqH0zwroXY+P7M3vprg7zyw6YK+H3xnPU7PNzylt4o+Zi0aPn+spb6AroE+1+xmvaU6XL0WXeK9KeiuvYDXLr2BbSU+QxwWvosqRr4fNEI9BQHkvdfD/bzNcju+vBlVvptQE7tiSCA+8yOHvtNQvb57y2094SyUPbGsD7xnzVu+qKRjvhoQNj5MBm4+mRRMPbN8U7y4TZq6LuIlPq7OMrvR2Bg+zh8vPt5EPj708x09DV5KPpH4vz4ZPW0+4QvDvjScSj4/xuy8g+3yPaRonD18xya+s0KKPQ0ww70csK++P0OsvlPwBr6uuXA+8YmUvgWL7z2DEiq+b6xevtSQPD59vhE+0gMlvpm4R75y5gw+zdeavm7seL7y7Tk+g0l+uxpsmD2zEwi+HoYLv/kRVL4N9KK+s2drPk5DPj6uEqM8xXchPsQXGL4nubK9SGNnOnB4M74KH4y9ZDOIvFJFyD2cfDO+tq7oPRyJHL6mdpC+JH2qPnvpmj7aVAi+IK+nvgHkK75pctE9bfhAvrjcYr0IYPi9oz79OyTgXz16SPa8n12hvnLKKT7nkjm+jnuAvb0pTr5eDPY9hVaZvTTR1T2FqEM8pmB8vi+Edb3nO6K906K8vey/Ab0fQZW9Km9LvgHf4T5rUCM8u2THPXaZjr7e8RM+qtdbPhsHLz15H/O9+f+rvY7nnb7kqSI+mfWlvZtjMD5toNQ88hLHOyHBvL01jZ0+02A5vghekb4YhjW+4PhIvjrzSr2APlc++gUfPmDoPb3eTMy9XM6UPvVbmz3ifwU+Fl27vSW0Wj4ldTQ99he/PoxQoD7XtJU87graPn+3tj6Ryao+ARoTPi0JpL6G5C09M3q3PbZnEz643wk+NR2NPQO/Br4mg569x4SIPvWEfjttSLK9HKHxPQqugj1USZ6919s/Pv+gAD8R88Y9pMIKvdhBqz6VYZm+pVlevjMjcr2wwmE+PhFpPqWfwDz08+Y8wWiHvb0hgj79Fl8+LSx4PQAmkD6MM38+R5aLvlYjur7vJ7K9IuuzPPAMnD0wbG8+uhd7vtKPs73Oml++QkeuvdpraD5wqZ0+XX1HvUktfD3J1yK9BwOMvUPpKD78mYo+Ba6jPf+qur3P/Ci9Z3GSPifsAD7gwha+oAI/PIRRCb7unzu+IYmUvbOy4j0sC5u+apCcvXBOgL18kXw9lCU1PsK6Jr5BrI++/U0/va1ACb7LCys+dQabvpQvwz5gXo4+C5jgPjGD8rrzC4Y99xeGPXxd472HYy4+XfSjvojyer3KhAE++hlIvDKWJr5txQy+sSsqvvNMTT01WnA8jZoxvlw1K77nOyG+WBjkvdKCmL5LAVm+hljXPSl1dz2qVWa+REPKPeIaZj5+xVe+YDUevjsqID4zqxQ+xXDRvDdtH76vNWG+3UILPkMeAr25lki9AwBRval+sLtQtgq+jPylvPhpUr58pz+96l6RvdLdLb4IKZ49ryeMvIlqe73DtwS+P0kEPTtUTL7hIrm9nD62vKAk8L3VCeq97B3cPT15gr5uGXq+HKhTvsoO9D1MvwQ9vIfXvZYlvz2zuTW+EWoivmcRBr505nO+Vwv0PEBVx73Erbe+mL2LPS5XGr7PDE6+G/UOvhyOHb0QSoc9Gq99PW3fAr4eYRA9lovFPIBuM75Q9fI9TnFvO1/XKb4M4sg8RpYMvmKHND1OyJw9IsI0vuGGuL3KDE++JZMvPfFNCL4k9Na9YY3dvTKHrj1GDLG+NIsJvoiIJ76W0US+/vMBPnZpJb7NEGC+hZT7PRzWOL4/dLw7fanOvUtKNb7X4AC+l7wNvlgiNL5CeTU+6qzkPWvBbL4wo8m977cOvuu1c74deI2+M/GzvSO8yj0Wj+89FFpTOwTzJr63CtY997oWPCtmPbweAly+uzgbvnHVoDyR6me+UPodvvL+Er0uOli+8EKsPSbDYr3iryy+ABrKvRlsgr0zP8k8SSYJvWMfvj3gNry9f0hTvsmaGb4Bboy+JJ3WPSnU7bxaNT++y3txPsgvlD3/AIi+1McJvfaoVb1rzEk+6D3xPYnJyb2TnX4+1HlQvMZliD79m5M6VMGOPMi1X75D3Sg+U+RivhtgETyxTSi9TuuxvkuAg70ldlm+JxeDvaT7dD7sGcc9Tf33vY7oh73xjt69TqiaPn/3mT0Yl5c8fgzcPZ1fdj02Ua28wdeFPZcOPz5BeSa9IVi/vUpolLrV8w++hWJGPRGK3j1QOWe9KJlZvtNVYb64Dtg9JlxwvT6rnD49SLm9dtVvvCp2sz0yAZY9f75xvv+MQT4jwK67kqKPPTlSWr008hY+4PCfu/7DwTwHjT6+YW10vrE7zDwh1X2+wV0SPi49PD7b/mo+g8nbPcCCXD0A4/e9Xq27Pvy7kz1b7eI9qvidPSLuCD4wKGy+8O/lvWUNnj4Y6+Y9t2WBPrgn/jyELqa8gs4ePo4RtL0nrD89ITahvaJT1bsaOPK9WFFCPpIhs77vHl69siDcPYMjJL7P84y+9sSsvVc0Vr28ybM8zh+DvMwuoz3pv1I+8qadPuu8ML6jVto92P7mPUm00L2Lyuq9m7S2PYLyvT0UdYY9e0lfPZa5tb1EHTK8kObrvXb7jL5ycQ29KSA8PbwXCb6GeTm+3QCcPb9A4z117qE95MU2Pi3Qpz1fUGe9Q6dZPpUOWz72Yw89ZgKePTvjIj2/O6G+JMGgPa1cBD63oTo+WVjiPQsPjr1fbRA+GIoevY+OAT4WPBq9CatsvpJHl75PUD29cJyivI+/OD3awvY9aoUBvUp7zL1q10s9EjgdPS/VoLwUfbY6QpmdPgQXer7b4ic+gjqHvm81HD47+VG9S+5GPsG2oLwUIRA+cOtMPnPUyr1rEAW9NNgLvttR67zlsWu+snqIPT1mHz4yzJi9rPEavtFqfT261D++uLE5Pjg+sb0UxA8+9UAgPkHhlb3JKCa+ifLnPX9n9z0dZhI+pSQyvSGuGLy59I4+NRiLvUiZs73W5q+9hxLEvQG+AT4sh4A+HiuJuTVGMj7PRmm8nJpWPndOgL1Phxu9O5OtPbRttj6XvwG/MpOOPggEmb3myrg9POkfvvrziz2zUC893v+bvTUgVj0yj7S9yE52PXszPz5yjiq+Ep1nPjZeRD35LOM9KiuvvRSMfj3kBFm8fkE9PcNlWj31u+c9JelUvZEQWb5XIew9qXPivmnKFr5WT7g6dncGPabiCj29YJW9GNbzPOykXL4S2jy+1xekvX1aGT7mbm69k0CiPi1y072GL9M9zzRbPsZ+Bj524Zg9sB+TvkC5Iz1snS0+ABt/vpO0T72KYTG9tO44PWEHor4bzh2+D7AOPSqeM743NYA83/NYvuYwG75K0gW+MLb4PcDWzT2FTx2+/WRMvqeYFb6YdVu+M29DvgqePj6Of469wRaMu9MBe70GErU90hEvvjCjrb1H5la+VHhDPsEOPr68JyY9ZvFzvqBMyr1b67e8mHJbPQJASL4mEDK9gSCQvsVh0b3C3l2+OpPUvZRM4r1wbXc9auhfvMu7Bb0Vd+y8viLTPXMnED1TdDg9jNHTvUxTbL5xM2e+8Iv9vdMuIzyQ+EO+g9tqvlRh7b15Pga+0LcrvYOSCL4PJfu9OvZCvi23JjxgAom++opMvtiuEL5IJni+K3uqPc3hk7wCtOc9eftRPXfDjbwtwve9H3HuPBJjRLwVjhE+GzD6veKYwL240TC+FkNovai7wb3o65S9Vsb8vVzrkL45D649njgOvlqO971+awm+Frb6vQ+SjTwVIP+94G2Lvpln9r1ksGu+TYzevAojUL3x0wa9rq4+vplagL44alC+iv3AvDJwxD0FVEW+sZHhvX/8lr3WUy++4satvRs1OL7dNRW9ffrjPF/HIruYx1C+F+SBvv0QU76VQPe9/UEivvjBDr4IpHS8x1yEPf3lKz3CaTu9STPRvan5xr3EGES+AP8NvfwtDb58BPm8yRgiPsi96bxTKQm+SNgOvfzWC75OobC7wTojPeGvqb14XK696etDvpqLCTzByc69CdRGvcI26T0YE3Q9PIcgPj1aDT5HC1a+JGI8Poun8L2tyWO+v7MuPW9qArwYzXq9+JAFPf6kA77jGPW78jGkvJVlZ731qzA9M0WOvgc9sbys3BO+Ob2OvcNlyr018DW9T+0aPk3kQD3AMK+9g3D+PSdysb2DXtS83GEAPkc5zD0Yxt08l5JQPiO8hb15Dg88qQ+oPWyJhT07dP+9yTwpvTgNoL6NNiu+ERdjPb8Fvb38fyk+2htNvQ1+WD0MaKS8Ll36PGm/DD6spu+9XzPMvXKtAz7E6c89/Sa6vPzWzb3SxJC95ESLvoBf5jw3VMo9V4kJPoPlLr5wSNW9EzATvt8oSb0EhlI+TPLwvc12Kz298w2+dZc5PdAOjL08JP292c8oPnbYAT0Haz++xecWvoD4Jr3wup29y18oPsaEMb4XILe8BzrmvGI0fL7Qjsu9oAAmPVSU9T203+I9TJsOvIiLBL3hgXc9jqD8vWv1H7ui1wg+zcj+Pe1E8ztqMKS8/Rlcu2bCMj73Phg9sT5BvTQGKb1Ry0i+aH/9PQMZ6bzaOQi+ZTuYPbwN370ndha+11ACvH6giTyLahG9d4yLuUC3Jj2SqyG+ANX8PeE1kb1nLcU9hL0BPVsEvTypbXw85Y7OPcjpSz0Iyzq+5TdMPsIbuD2iGjw9XTrRPZX7UT1TUow9euyPPdbwoD3TV9Y8afFOPtRQGT7uk/u8ve+cPUNoLj7FNk49vFICPgXJKz6kNZW9/m0+vcehJDwzRq49QMbLPOSCYj3CdDc9TSD/Pcg6fT1/wYU+dVTWO5fuBr6e5LY9gpmiPfoZ5D0gyTY8bMiHvQryZjqR54s+4ugFPuu0cD3yV469mK7SugcIOT4rdOw9TQQIPgM4AL2qXV29/GuZvhqsMD4kHfK8qXSuu4fpXT7yogg+Uu9cPbp0eb6Z47U9LbPgu7hS5zy00hM9iKsTvlAp0D252Wk+m2NXPSgY0TzlUli9CzuYPcdrDDzdWQa7T1WfPY3K+T18/7A9y5oiPLHaurynxcI9GLA4PkvGcr7dVs+9hkJ5vLzJnry4hAi+qd70vXeXNz2Xh+Q9i+IKPjZ7k7wDwIW9S1cDvvmSNr6eI8E82bf2PY1I/73JIMm98OVnPcapg773KwI+3h2QPktxyj3BcMq8HXWWvdf6ar3Vq2q+9jLRPALdB72oXm4+P9uJvVZthz30k5m8NjRSPrES7zxRt9g8lMuWPUolMT24OMI8OtF6Pbv9wzzNyd09Ic7WPTdPEr2rHe09rDdMPS/WnD38i0A+iWe3PN2TD72An5Y9apjfPGK4zLwOaUE+7BUOPqeCNb2pbug9pG+NPYtV5Ttwni699WKxPBNMvj2Nj/a9vIA2vnOBNL5QnRM+6/0ivZLpqD0iO188F7wovn9kzz1Aorw95FLuvZa5BD/IKBg+xRxGvOJ6IL6xapk9ng4BPctpkj7eTSY96A44PtOq170IeD29dsYauqgFyzwt8mW+IYGOPqErpz5B00A+v47hPc2Otz37+SA7OGxHvjs6Pb5zZha9bD+4vQOM472OUmo+zmUYPeskPL1bpgi9DSyRPm1Yjb03Nco+b1ghPq2iQj4qIAM9tRT7PWzT4z3F3wI+gv4HP3wGk77StQo9BHTSvPb0eTzw6Pc9x3QgvmJVLT5bHjw9UR10vrEkbD4ThO69IZOyvJf9uD1Jkhw+8mSJPZhFPjxRHOO8Z2dZPaB3WD5mJ1W+aMqBPouZFruXXaI7smqDvA7zQbu8/sS8jPxuvfbFxL3OkBY94BTNPctVWz1QoqY9AdxCvndCfDw2yMW9+MemvSnBSjsqWwe+XPFVPpnITr3GkCE86P5YvIEjOz681zY+o9pjPmXXFT6IGQY9oX1AOxLZLb526f09i8mOvW0/JL7XVpc9imPRPsmWsb1Xrui7HaeavHscXb2JLmG6FJeGvCti+738pqg9zf9wvK4G4z1ahhi+l8devsTXjT3JjgY+ao8svJ8mDL4tm0G9gw8+vlPvBj5OtfA93WsQPtz5/r2ErlM+xezAvcSO37zloow+6J3Svu0eqr1ELjg90pZMvcVzir0LjXK+BtGAvub1rL66fra9zdfkvdJ+qj2pP289yKW6vdjHyr21SZ09pczdvStVr7yyjWA+2SaovN/WCj7KpSI8l0LSvrjJS70gMUG9aVH8vUazCT7Bvgc++pqtvF//oz67HF49csQOvrDjQz0pPou981Y+PuJ/sD105wk+oDfLvC3yzD2gqBa+WAwGvXnt4T2lWJo+SvG/vh3ywz16MCG++totvhDm2T2+n2m+JDeNPvupl74AOSE+TNe1PWpf4b21E5o9kXugvvb8Y7zlMSG+tvxPPkuQ7j2pmrK9WOE1PrUFXz6spB4+Tm7bvMDQeLzJOlC+eO7gvp41Sj5vu/a9Rumxvl25yj0Bijq+Fd4Fv2Q7gD4Vik++d+eCvuYi4j2y4AQ+2VdtPhqnDb51B/473qlEPSfRhT4pU3G9WMUoviM6Q713dRw+o1ZJPJh8I74gADG98rnpvOFN1jtwBkk+2J9/vppU272TQ8A8QQ1/vrznCz2jEVO9ElJCvSIRJj42vea8gwIjPt+wVr5BgGm8BQ/2O5iGP77Pcoo9JtDhPYgBfDzffL88eUM/PhdyHj7/LMk+jWr0vkokijw0K0u+QmFXvZbz9T3NWGK8EZdMPp5ruDts/oA+T9iNvupLNb72Nn2+qe/pPT2Djr7dfqC9HbGlPST0jj5+QYu+5eHgPry7jT05wge97OKGu7hgN7oPHT88f48TPuZv3D4GLsu8FTm0vdcDgz0BA5O9qqSFvT6HqT3pwGA7oexoPdzpWr5wIMs8Jn6FPnG0uj6xU3O+rE8PvhWXYr721YI+2BbJvF9rwT0QRbG+3X5NvaboCT4Y/jC90XukvWOfGr07/Zs+ze1Xvs6sjD7wRh89+NsTvVDYYD5rrAa/oS2mvhTHh71zLQm9uv9NPlU7Qr7gNVO92gilPnUxID422aG+H9S0PVSnJr5a+yG96xO5PV2zL74qCas+GiSYvaN2Qj3X65m+XKKIPR03aL2CMsY+sYS8vQyIrD7nFwO8cy9VvkwZE774OCE90jGUvY95Db3K6j0+dctLvur4XT2N3kQ+JBIsvXViID4pcgY+o0KVPXi5Jb4Ze9U9BrOGviBjaL4pTI09nifrPD7qE75E0Cq+XW84Pk4MNT54Izi9IppUPvhlWrxAbzS9xq2GvrVUWD33mbk+w8NgPWEyKT7iX4c8Ywmdu1Md+j3zGyq9Ki4lPg7+QD7N/9s9G5OBvuBldz5LwgS+y304vk6xKL7V2lI+7G4yu/kmGz6wQY6+I6QUv+JiG74FTIQ+NEX0PZAo570OW4i85SdGPSlc+r1Ekly+jbBOPuB1KrxL2sg8c6w+PD4wdj6C6rE9uc3dPcq9fzzNGci9hKCdPWKlqD3TzNC9PtDfvYMrOD6oDZI9IhgIvImaK75i4VU9660pPZhIgrxfGD883TApvVJyAz7X7tC8/tcSPVfsFb7KKEW8cKEkvmGnmj4ZljY+q6G2vUCqdz2SAg4+D44qPrpyIj33oEM9OMcNvb/rdjuxVkc+GoRlvWyM6j1I1q69U2RmvSOXJj1mMrg+peYNPjmfZj1XYcW90QClvZXCS73p6Yc9gSaAPsnonbxxHgW95Zq4vPHbmDxBbms8fS7MPUO4Cr5VM5K9LLgDvnKtP77mBDE9KR6pvctnjD0nAYI9dHnyPbHIir0au8M99kcLPtUswz0qUsu9FEWgPdt+mj3hCbS9G02AvBFgCb773y4++YV3vZrTqD1Nj9c74iYbPZkuUD7snKe9Glb9vef27ryu0oU+4N1KPGKhrb21+1I++ycAPpLjdT3pXdY9m7tbvQfGYD4m5zW+pQzcPVmIzjudv3Q9gkvkPQGFHb4yrSK+wWg1PWmM5T14JnA96C5lPnCLFb0hFFI+skrTvWg0iT25VL48GEW5vZMSgL0wZhq9gdqovXo2JDyA2Am+gwNTvgx9gTxWQ4w8IruQvQMCxz2Flfa9aUbZvZEnir3mcqw80HxLPdp+rz3j1ow+ynz2Pqma1juSLBk9AViiPb2pCL6hsW0+I0BCPu+EE77mYxe+PWkDvjxox72yW/g8xP68PXDWCr7jw549kuADPu1bY71Gi6K9/X6VvhPWZj29VCs+2oeHPZLUAL6VzCK9TPTGPo3AXjtBb7A+U4ZWPYv2CL6MGdU9hbtnPrhmOL76rAm+oW9uPnSAVT5UJCK+xM9cPQRnvr2FvKq+4uzUvbeD+bpA+Jm+B0LSvSVjIL4bAKC9uuPvPT1ZLj5SAJC+o5jCO7TTQb5dmG2++sx+PvoU2T2dNSi+7U0ZPTR8Lr7ANWo9u3KIvocd3j2bLL09Od9TvlS2RD7V3W++s/ZQPvo0vb290rm9hvqEPqHnhr6h8bS+Vf3NPqJo070YFAs++jzoPT8YdT5wM569ZWAxPAhbmj7oa4K98yHavXzqHj2vj2C9EqYvPcssWT5/lyo9m1x8PflDWjxlNKa56Mtwvbc9+j7R/ue8tZkQviicnz42WR0+Q75cPViS271JLkW+w0zUPOjXxj7DITQ+s8i6PDIJYbvgHWq9Oi1jvrrHiD7yey09bRO6PImtgrwbfpM9wkeqvaMOBz4o2a8++P4FvnoUxD2TJOS9pqV8PmbWLz7WV18+XRP6O7UVjb0ADng+7xQNvtmbeDyHeYY+WfIFvi72Dz2KUuu9Fa7pPRI/j75sS6W+89ERPhCJtb5tDAO+7n5QvrlTXL5zYiG+4xJ5PRELzr3OX8g9AXTlvj4fir5oB/Q9XjXCPOcgBj6OTou6XIxePSvZLD5dxmc9XsqHPPz/kb1z3PS98yUZPi4zTb1+rI29VsMJv2ot4z1O2w2+urmKvq9yNr1/5PO8J6DTvhUOi76mhpY7w8XmvjcNGrtGTv07wi6vvTZUOr6qWk89Q6qePhSOgz4EV5o9CeJBPVnwHT74Sgm+jcdHvhCdvT1o+Ba+0zxJviM4Xz25Cie+rA8RPvhewr2pa7S+UxONPplGAb4+ffg+693PuoyVJL3Oeoa+rhfsvJjtCb7fwvQ95JlbPvC62D37ArK+UHOLvn/WeL0KY9w6URklvq46CT7FQuK9zkeDvugVDT7IHBq9Ka7yPI4OSD4tgko+5/iZvrCMMb0tNKe9f9jpvSJVbb266kc93AS8vA/hRT6FPI2+hmF8vo9JsT6gSaC9noSMvbMyvr63pEw+6jLSPRoajj6LB9g8bl/rvbJshb4HG728KSySPY/wYb1v5ho+oZouPn1vOTxL7LQ98WePvoPWAL4z3ZG979DCultZyzukYai9lK5evpnpEz19eDK+kk5CPV6V+r27qhI+lJ0tPSKIGb5j/gy+GUO7vOR+WL5ueIC+KJ5/vJtxUr7gX4c9TQt+vs/fOr5jkY09V5VnvlceSjttMmK+yWnlvV5JIr3CtuY9EZ/YvZjIFb0LuDW+iQrHvNPjAb6mhgm+xsdCvn5arT3b8di8nvENPsPTgL7TPJ69AlcbPvnu6bz0CaW9xl/DvFHkar7AAyk9QBLIverFqz0hd529MQLoPLkJ8b3SH348yTsLvLarYb7+Sba9Zls4PWEBTrxwWGy+d7AQvqhub75aqam+ws4GPi8a0zsPWXc9wyLfu/QCH74CnUI9c6+BPKF0+b0EOwW9M6/cPalUCr6rs0C+e3SEPdgb1ztKDmq+td4SPubR9ryfvWm9ipNyvRAgCr5qGt89765tvuNLcL7AyVW9rNhMvm4eBb69td68cRnjPcgVOT65Owa8HOCZPU6eWr4mlxU+vu64vDrmaroP1ii9eNxrvjS4Dz07Sle8sXFPvZBjT77/qpC9TtIfvi24DjuPCfe9nrRivY6YIb5Xevu9gpbSvcA/Pr58IIy+Vr3NPN5HAjyOcNk890OZviTCMr7+5PO9YS5QPbydjD3nmr29PeT0vYsfEL4X3lq+427DPQrrN74HYxe+l+FUvqHwPT3nHRw+PsWpvQH6Bj4T+NS9Kh1WPa1yYr5dAPU86Zp4vrnCvzwxm2+9JdMpva1Iwrxn8aW9A3/PvgzzPT7Be1e4jaBbvoc4Pj0G/Im+xtf7PIcglr4o4bA9/fkDv2FhxLxBr2i+L//5PR1vJj3q9ds8rMquPc53HD5TUYY8yibpukMqhTzmgI0+aJTrvXxGVL6lCZY8/luTvYJiCj4QEwk+1D88vLO9LT7fgqc6eA8OPIVLbzwOpYM9oFNCvZUxP73CFcC+BKVrvvHHLT6m3E0+W1wQvkZtsr0lou+8MmZlvqZT3L1BcXy+43jqOx8DqL0CPeK9aGpSveXkGL3GCR4+uKuFPaWS17wuVYY+/gKFPKCItz3UGlm9721JPZSHHb37LfU9DYKNvQTQHj2bf+E9LSbvPXBwKj5fPHK9T3K2vgvimz206429kFYCvlIHkb5a4Yu+n7EwPifS7T2dmYi6lzSpPDdGuj2DNxc+mO2cvuer3Do3d2S+Y8wHvtAXcL1vM/29TSkiPjuNHj7/zhM+9dNxvrqQ8b3vr2q9/JWuPu9DeD6zPd+9JLE6vCf/oT0eHCo+MyxjvhTtJ74FJtC9BJVZvai/YrxZQOc9TRwPvvc6iT1SWd89voZpvtL7aL7pmIg+bFUCvekcyb0Bbgk+L7CSPTMbgLxK1lk9LUEhvuUTWz52EVi+XMPGvPzWTr6v8H+9b8oSPrro2701rz2+IDh+vpeUXT4OXhg+imEDPbgIiLwE908+av0gvhME0z3dPuU9Ceq2vV1XnD0IbQu8cUsIvgevgjxdXKQ+FPaOPfRvGr58h0e+s7j1PdOPnTt8KQQ+BxdwPf47pb3Rdyu+fYnFvb1FQr0tZxA+5JdHvi/jwb1x0OS9hWmMPYUR6LsDQy0+G5soPrzIS70qKHe9huUFPcsO0D3FVWM+utWlvafn3j6njCE+ZkodPqeqKD4T6V09PMFSPn+mUD6NEIU+vN4svbXpvL4nRz0+C/SSPqb68j0ruEg+YYF5vbC41bwDjOy9HorPPdO1dj2sfRK88eDSvBLtVr7dgUa+njB6Pem0SD7klyi9J25KvWS6ND4wCh0+2uycvUUfPL5fsB6+gzJ3Ow7fqz3A0jQ+3jOEvT+fCj0vxoi8QfvdvE111z2RTh8+OgCoPQyMHr2eKqA9W/cOPnI88z1mc7K8b3YbPIMsJ7yb6jq9xICBPU70cD05axQ+mTMEPZSmY76j/Ww++z2TvsoxhD6Te5Y9CC0tvhntlbvZ3Rc+ZovEPuGvvT1YA4++A8JePW/be74dEAG+5habPeMvK76OX/Y96KwUvqFMUr2K8Ao+kU+6PXn3CbyNvyq+tcSCPlvRGj0htg89zMsYvbPJNrwtv4s+aZ0uPXfDKb4PSB8532x3vTutuz0NKRY8nvBhvvO8pT2iDsU9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "D8TWOwSupjt6bOO8d1WHvPRQXb3WNke9eHakvHU/tLwk2vM8uuy/vZmB+L1vNQO+oIwDvjm1J73z9lg83WHPPdheJb0M0su9zBLWvDLyeL0/U188Dv+8vRtzGL1mGaG9GkHNu1i8uz1jM649v8IJvaEMnbz32TG9rlWYu7ePhL1A4oy99yiyvIHVhT1UuZ686lVlvmsTyr2dSXm8l58jvgkQ0L38+Oy9auZUPaki2b0qu2S9sFxxPDUAhL2iGqa8LqhRO2MGoj1VIDO9X0cjvXiYa71aKJ69QCfDPVvy6Dtg3oC9VZusvXQbKb1xZyI9PWRcvtVk4rxcNoq99mRdvFVh5D2s9yK9bH6evAUyCb7fW1K9+iOBPUFbEL3CJQK9lTW/vbBo2r2bCVo9MTWiPHL9NT2XbVu9sk8FPgGjZb3XKzI777KIugOlFr6ZRW292ki1PbYUZz1psgA+9zaDvcAHnr1DR8i8L90KvlpLjj0P3DE+xcUrvvU3yr2xDF69V5r8PeAHSzv9ozW9MrDoPNh5MD1ZaTA89Y+VPa0C47ztMbQ4rnCfPP3qPr12Qx28qEQ+vX5ywL1RuNg76hR4Oxklwr31QZm8LLxGvb6zRr6hhAW8QZMNvbNzs7y5Sfi8HjtovQzbm7oOP629P7YHvZvUEL30QhG+vub6PM9+H70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 