{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "3kEkPutGNb7AuTC+lKauvYiynb1Jy189vJDfuxwVGb5CZiW+2EPUPWaotr3lFEK+aCs6vdbAlbwj+pC8FZuGvPmqEb2BOGo8wYzIPa1K+L53MmI9LaFRPoAqO77SLnw+QqCsPQtpBD1M0h6/6C57vZXmAD741nc9Hzzavk1aobzagLS9lyXqvPSlyb1cBvG8L2cDPINqPj7NiyG+vd4XvSKNWr6aoDs9jE8QPgykjr68/PO9BzMfPp0Asb3OML+97uFzvtBcTb4p5zG+4kwRvaYnZb1v5A49Sy3OPSgo9L7oYQ69BVoivuwQ8b3oJDY+okiAPm/AmDvDMRg+YqDfPUh1Rr6C/JM9JDYYvv3Mbb216jA+HcTdvARBfT3x0Yk9YyfAvXKiL745Xt478XBovi/qNr7ZDBK78g9bvu7ULLtBbho+6QCrPKmeVr0zJXG+PZMBPjBuqr22/Rc7gRfOPIXvAL4y8Y+9JS1IPgpcCT7zH0y+0c9QPo7gfD1U0Bq+FHsDPrMyPT4fX/i9KnfdPDoGpT3K/kM+ZOhGvV80+jut4Qm9G/v5vqduej0hpAO66BdtvoHgv71JQYa9ZQ61vKfosT3ErZA+fsSoPKqgDr5GTi++PMi+vRrlm71JJta9gfU8vMRqB74/1GY9L7U6PThxg77qMbg9SjJVPVMcWr2RQcK9SWF2vXs0qDzFtVy9ii7xveelGT7+/Y08CaAoPgt2R75e606+evd8vmRoAL1ixpQ93t8nPBOYZr430QO+TX9JPtGfqD2sOeY9Bz2vPV6q0bzwJA+8ZHh0viMHq7zfJvS99cU/vnc6sTuQuIg+S50hvsNegDzDCF+9k7YPvnHV5L3IHnM6rVYcvhLm+D3g1Ac/vSV7vaPZLbrLm1q7MZhFPqsqpr2ZA7K9vvvmvQ5/Cz0FH3S9tewSPjnGvT3LK1+88u5XPfScGL5HA5S7/5jsPcKVhL3g6RQ96I9nvXA7Iz0o1za+VKMXvQftEzzlE1+9bofLvQabQL5BL4a+mphlPTJMnr1KGpQ9VRMfPh95t72NiJK9mZjZvR76OD4FAIq+G+5KPiUpQz6eY1k8u5s4vhiHBTwOQb+9yuZvPj6Uqrz0+R69kWHQvdDxv70H12E9w+HnvNZ1h72pdz0+fpFgvY8WST4ea7A9JgBpvur7F73xFnY+ABzQO3mqLj6WwHw+EneTvZjEMb7D98O8AVy/vHiSsL58s6U9l7Y3PlrIbr0HLIM+ehRAvs61C77Syuq9kfjCPRqr2r0QjPu9ovdcPG467r0KtfW9swlavlP5Mb3wcgY+ALiNvp5s3b2p1RM+wc8APkVTwT3rCa29GGSIvhFhgL20lr89ZL1OvtciET5jDgE9m8WaPqR0uDwFTQo+4wu5vQ99qb3mVVI92AkCvYTDjD407RK9/kmKvZdkrb2kThk7ihf+vP5mHzyJeCU+yZiDvRdFfDzo+cU9A7M/Pna5tT1I1s69IRuSvOyghTuzyI099BE9vTUOwT2ChBs9iBw4PstZV73Kwx++QW0jPgIcDz2Uvry6eA79PUNLOz4WbKm9Ex3sO0wlN76Qs/i8PtWLvv1pNr6r7L480QSovTZfmz1AWIO9yGxCPo0Bhj0PxO29+yDIPZAmdz3ur8S9QZ8RPjyigr3TlLU9N19zvjq8QD7zfta9KL5MPpbsXb1vxW0+TU+FPTc6yzxUgwE+fBZ7vGJIuTxGbBs+6l5CvrJvgb4/57u+DyuyPQocCbxOC4Y+eoHlvQY6uL2qd1M8IJZVPs+wwb1drdG7Vyaovaqkmj3E5Gg+CFMcPkGwUj22mOG9FmEfvsWprTyWL8E9DX24PstJCT5I1Bo8MXBjvLPX2r1Iq7A9epG3PZk5mDt79NM9IdyXvjVIoT2pN6k9YR2KPpoeQD5TOd+8xZ8MvnJ1d75laie+WKHnPUT5nL6EJwA+wEzZPNbujTw7pxc+wV5gPNK3Nz1B/hU+ZLVHvVAMyL17PgE7xmSEPkpzGL54Wsq9rjPHvWqSU77gRQw8Zk1wPp7Mkb22dt49Itpyv6fRR7zUvB4+SfZMviTQJ77+80c+0y9TPlT4cz6JB1U8iROju9C4QL0YfWK+7uDRvWLauruYWsE9brYUPXPbi779ozq+NyBPvjC/jL5kE4K+2+BKPmGZTb0pIWc+hP+wvTk5qD5s7o2/aKQHPGUafrx3YO89V/J2PWBrmT2OoBC+CRjzPc1rBz4c+iy+Iq9LvqGP27xVSaA9496Dvjjtuj3dGxo+8vLKvvm3Tr0ZHze9Pqwmvhz0LD6JYga+uYgSPhDKTz+9OQU+q7aIPbpVQL6ndGG99CxsPZXykznzgN69ayYTPaFNAL4LUz++dlEaPtqy2L1fZDy+yxbavQZKjz07EgY+kcxNvqjWdT6u6Jq+ECOnPbkmBb7jOhA+m8JsvipKwTyj1yI+XSyUvTNSOT57cb29ffwsvtvoer7ZyBw95wOfPemxnrsVrOI9itV0vsYmir4+Z109nyt0vrtvl71sR4c972noPcgyrD0oVpg95WtovlCYyDxtGIO+1EsWPuu0DD5VtCC+dStSvoNCET74LQU+vhOTvvWyczvjGoI93PnCPdxv0T1d4QG98fnvvXHidr57IKC8YbY9Pszc+ryRoYI9MqlsvlSAoz2mpQ++MNI+vQ6eSb5TC+093lWlPWVw872zGWy+2hx9PQBwCr7akFO96Do9vtZcTj3pqu49nc+nPVGtWr3hGBy9c33NvbRCkLw+iTU+03Wju2ZOrT1PrOW9KVtyvIf7zz3yqsM9CiJuvsq4Rj0SZ3k+z5HgPXDl+L3YxtU94zrjPKQwDj6dOrk9b3GCPmMWeD14AJI8dPk+PD2R9Ly9hxK+ukocvjg/i7t9Dt69MSoCvgGUHr6yD509kLpVPs6hzL2VxmU+5iS4PcmMCT65bg8+nm6HvVbWlr1XtR09jIiGvIiVEz5g+4i+HePyPWXxcT3tyXW9g704vjpKNj79j16919dlvcOrXz00NIa9epG2vSxucj5MATU+jKwYvSUbUz04HC293bmDPewmhr5Eah+9jY55vg7/Nb0Gcxa9idoMPrR5Er4Fwb89YHNCvUO/Vj2WCg2+0dZlvITFCT5w4g0+l0Z7PRKTo71EoGe+iWs7Pv+jtL5lFR4+u8S3PVAG4j1+c7A+9R2kPgQkpD3AP4i+FrgRvsnCm7xV5hM+kD2KPXW2t70sQUU8YiyEvd2KUT7YdRY+4jiCvK2zMD4ObHi9HA6Wu/Kne74m8CI9FtcXvd83U75KknW9QyUkvv/xwLzLHeu+9T72Pj5W6LzuVJE9D2bPvSoQKT6IJUM9GOovPtlKhL7xE9M8p1P/vZT2I73OyYm74mFLvWaQZ74UFv+7RqrIvQBVXT2EwMy9B3lBvthunb1YPz8+AV0fvO1ZeL1c8pk9ZJKVPtexaT4mBPS9I1LKvQjsn70V+x+949c0Ppumer7Icqs9x4RhPmgJBr3wtXA+o1EJPJpoAD76Ara9kG/qvnxH2bztJBw+Fc9RveIfAj6N5NS9OjzYvSaGhT7KXn4+4uUQvkcFBT4e2bq9FtIhvmzcS733Bi4+soSBvqN4g76MxH49i1JkvrTLwjzifUa91o3CvelFBr2CkMc9NJ6bPL6wNL4zNqK+bgQdPlfNPL3UT5K9D2f9vVGIJj1NrXm+h8amPpZVir55p6g9ijqJOrbeab5zouy9Cr7pvYhcCr4jYoA95FPDPXhSID1ibsM9WueWvPkhDD7/Zrk+718cvOzctr7mpTC+9uLqPb4MDD3iSpU+nthkPF6al76/1ls9KKPevu1zBD3/NFO+fiEFvtBc+r1072g+vV0Jvq5F1LvvhyC+LDIxvdsTbT6temg+gnNwPdB5VD5/K7W8uGYGvp+Mw71IAfO95GjWPSQRRT6h2Sq+zRMlPKrvVb5Q4ng9eiHvvThP9r0XvUq+7dRHvTBhKz0Dy7+9scqNvUitmb7jjlM+OB9Cvl0elT107s09WrtSPYurhT2ztRK+vtF5PbKyLL2Viqq8qa7gvWdJRD02p6i8/7aLvi42ZL0aEXA+bxYDPMoktTwd2+69Uohxv7ezjj1isYQ8TUh3vo805bz7oc299MrUvZ+Fer59qy296YZmvnZBJT0nCYy93AEHvp3rRz4+FUk9IpKtvUy2nb3Dp809si4IviDwED733kW+cyAGvcRn4j7Rslu9fEGwPrTKqb4QJIW/g/kYvk/w5b3RUJ++0+vJPqnSnbwtNau+pkYwvoEJFb4rBjC+cnQCPeYWoz0yc+09NUe7vUr3C705l2W+yuzcPdt4Jz7VOjg+E+J2vvEwwj4UiDO9sNT0ve0NDb/8bwY9QFQ3PpKeBT4dw7G9e2fWvjH1mL1vXJC8skdGvr6EET7Nwqg9WUkWvlSt9Ly6g3C+PhCkviFuNT7pbpO+jwI0PnYq0D0iCqC+9vaxPogZN75p7G09vHeyveI3h73U3sC9FGxePMJuSjywRgg9ZMcbvpncZrwyRTI94gKBvtsKPD6mJme+2x4Cvz+VqT5EJPG81qLtvVBeUj072i69hZmavvww8r3l0De+7q2KPnCWiL7jWiy+33SCvlPdGb4q2cW9h27DvfFW5z1HEwK+pGYiPqgqm76konI9OWCFPRUc4D3Udtg8q6PEvV1u2D38qiO9FxhHvsCrDT3I4Do+b/EsPlX3uD2894O+UegWvaQkwT3koIa+H6mDPFyQFT5B4bO+69/+PZgl3T2mU6i95TkxPulkQr1V5CY+RxlAvSD7Vr7qDWG+DtqJvYtoEjyWtJg9zv47voSdyD4/fxO+jEc9PFrizDx6Uy0+KokePlepBr7GQ9k+a3bUPXQmbT1wf3+96m+YPZKXyj47+Ri9oySYPh0w8DooKi8+WAOavtkwU7tGGIU7+zrePBYsLD0NFa+8wpoSPPbs0rxIhci7P7zyvTJ/8rzrFLY+xz8yu7raMT4Y5Io9aducvqvNN75zIBw9zpMcvsT1nTyG9Fg8E0SsO8SbzLtQ9E88RE5EPiq1LD5uWj49rAmAvp/Fp71EAwU+uCI4PfIkbz5vnAs+KXqfPHyNPrzH9n697inCPFTxgr7dVgu+qBojPYsmT71OecM9MuqhPXSy3zp+Ftg86N6avVMVuD0Kp+a9L8zXPE2/mj0R3Vg+nBOVPZ4n0z1Fuka97Gr2u+5rOz1T8pY95GO3vaJcKT0C52A+ItMBviAUT74Ajly+o+9TuzkuRj01wo+9xQMavs5vYb6oV4691mynvV7W973Izx29ACD6PePBHr2JDqC99+dcvR3qp715wis+ZcW5PkwvPLzAavw97L8Evjw7mL2I8oe+DyoJP5atZL7pLyQ+YgiTvdIveLxbLyu+KdJdPi+W07zsvWy9YE6Zvv2R7b1EdEC+4CS+vZFSgb54XLU9Xih+vg6CzL0qVGO+IP9HvkSPpD33z1A+PIiDPUwk7L1sm4s91ra6PhCDIj5mZ4S+m2h3vrInRr6K9aC95PLMPPIatL2cx469WfwtPZALaT1YJw8/KjfBPaZPrT53XAu+yEBYvkA3S7yecQ0+LriWvXIx8D1f+iC8u3K9vRCwGD7aSfY9wctoPD0VgT4md969ISRmuq0yTD5+qmU+yH+Qvl7HiD2msMw5CobqvY+MJz4nnCK+JhtnPZVOy7zYez+9Z4kavFjAkD1W7v67mIfZPWP0ob5ysUs9fLTEPMZS+z3FZUG+KS1EPq5+8L3Gbms9pUeNvmGYLL5IXL89VS6OvTaXXD4GrZ09i6bouwekpL1zxx69pfF9vaHn9DwAm58+k8cbvnCuBL0EPzY+mAUgPvJuCT5IEYc+MbaBPczm/b12Cie+5sbevlnNZ73OJJ88qSyGvf1uWL672gg+nt3OPdpHBD6qYm6+vdXKPOiuo72MIZM8TJUYPrYQY71Dk+k9qLMIvqYUdT4foxo9LLjgPAYuqj1ireu+sEytvjKFFb4wmDy9SfvIPH8IZb2OMRC+8p6TPRoWlryg4O69v5KHvkBVWL4/zm8+k6TbvX+oh76paye+Uay6vL9+HT6xsjW+Yz9oPkg1Kr74SVq+JLelvHtYnT6SuCQ9QWSnvl7zjb14B4k+rrF+vcS79j0L2CY+TDUsPk6Ujb3HSgy+srcUvzWVUL4PLvm96gcavTtIID6+8c+95eVOvnM3Ib2PCz288eBKPacCiL1cgbO93oIPvkoGVb5C7x4+uBz8vYu2Vr2QRUe8avxOviGeY76Az0u9NrVvOjBT7j0iraM97dPNvNI6K713OqM7MXpKPun617sSa4I9Hc4uPnUcnj2K5Y+9WtOIvcYGE76CDey9rvavPU56Dz3u7QW9cVMWvpJ4ET0mXWk+fjgMvgUsH77uTVK8Fj+EvVXm2b0DZTU+WX6UvWYDbb2DL9M9g5WdvWwSkj3OvG2+4r01PgJ73r2zuek8LpFDvv1no7z0e5g9M8xdvRuTYb3h4r4+bo74vQuI/73t2Vy7/EoFvnQNnj1PwHS+1fSEPWNQqb02X0q+mk+evfsDrL3nsHw8IhyxvXPDw71uXUa+VgOuvaX/gj0Cqg4+TRM2PkZVPL7CpVO++81qPSqeCD7xNI+93Mv2vZFjy72hvoO8iz8aPkYcyT151xi9EtGMvZkQDj32yKu96unlPYRGdz1cSQu+N/MdPpIAKj1wb9S9BmetvVNsaL0oAwO+Pe2CvSYzO7675t48TlIHPmfloLwFKXm+R2cKPRI8bT4OkYG+UikgvtOMpr0HnLa8230wPjSRaj3JAhO+xHojvkVljLwFOLQ9lkdhPaf1wL2OdoE9iZThPSwefzydXdY9RC7QPXdcxr60KUc9IyfSvRuDS76DziU+yb84Pr0zQL6AHSw+9NglPtGkKr6xk4A97pFDPk18x71EGv09A/KCvnNVab41TOk9nJR5vVHRvrvO4BY9RKF7vCE0RDx33Sm+c2k1PVhJfj7D6hA+Rg16ve1lZL5GctK9C8gPvR2JRr1i47O8NJzgvW0IG766KGU+9DKyvQT9Aj5wdSc+xwIIPspmMr4FRwc+0z86PcvEcL72WgO8ckirPYs07b2E2c49JM4RPTmHdjyl/AC+aqecvbSel7xaskW+HohEPTfE4jxKjRu9vvzBPUnck75L9vs9Koh6vdaypDwY2tU7Ak17vnacNr7WJ0Y9NdSUvOGyD75ZETu9iNpYvYhFiz3x/2W+IMTmvNzS/T0sjaq7Lw/6Pe0SyL1fvTM9g0NKvujax70wwZy9tB8gvuCzgb3p+zq+V9KXPSqBGj4qYqW7kMNdPLzOFj5QCyO+umjBvYru2b32+YM9mQV8Pto58Dz6oE6+2/15vonj373X3e09sLHAPFXRDL4PGiS9XwkxO/8ll7569wi9fKYXvV5kWD5EnUO+kKMtvbVlO74X2Rc+Fv/5PYA9xD0sZYA9/n9dPMqKYb458qw8vcYhPldCPD33hDe+dylePXgHl705sbY93f/QPdRzIbweC2O+S34fPgnw3z0BvIE8XrGTvOtzNz4Layy+29D/PSQwLTy8Msu8PkYmPh6Tpz36G+K92DetPgO5OL2XyeC8IrESvS2brDtFHZI+R9TsvPkK5DvCb4C9/RGkPttHfbx7HKw91seVPK/UGT5xkSw+F29qPoC8nL3cGs695KzbPQ4QGL1oqEu977MOPgmbcD4g2ig9IXOOPFqHjL3cxc89Evi6vPZ+TT1SBVA+WQN6vYoCjL0s7N88ldSsPHlHpD6azMO94HqLPqjhcz7V9AI+rVD4vfhbqb2rml88qgT6PTYbxD7ZoH86SNIuPkGlVL7FRcU9djV9Pns+473N3L68KKrfPcRy6j2TwKg8n8MwvuJ0Dz5+vMw9pCpKuvmLtryU2ks+EHEjvCEsPj045kU9FfxIvjZCLzzHbVC+i4KIvRXwfT5SFDy+kEwEPu1jArzG4Sa+ZRDyvb7U1L2HzwG+oQDiPAjSaL6OABI+xYT/Pbze/b1O6LE7ALjJPBmkUr2v8Do+jmRPvg7Y6LsXMjs+/YAKvgFqS73ZyBS+th+EPlIQXT2uYCU+7FXsPJiliryWDz6+iDiCvrV7s7t2wWK+Wg2BvLkYYbxuQt+8+CcvvZfTNb6jzUK9HmMqvdQEi7wBtwg+h7xuPSwTib0UIsy9jOqOPFEfGL4c1aM9mHUVvtw2nL1kTI88cC7svVrjN75RJI886IGKOxl/y7z8Pfs98Fw2vAtSwr07jz09dmy3vbY4I75ULIO+C/vKu2/+Yb5NclG9yLaLvdB1uT2RhGM+iz7oPWSuQj7vvEC+qzY/Pal0QL5+6oa9/GLDvXskDL1eWhI8USSOvVeAYL7JGTU9UG5wvQvZGL21f4M8BpAIvscUXr58mMy98EXLvGI4Jj3u7+G9PkXxvdLTS77QuMG9G3ievHOPqbz+YRU+cDMJvrEFPL2Iobi9wPfyvUyzlr2A1Yo9ic22vZNIj7x69SQ9ZWWSvVRhpD3A6Pq9aYZbvtSgyr32WCu+HCmWva54BL7iGHu9cYoGvjtT1j0IIhw9iE80PRFbeLzLcdI8pS63vTYql77byi47MW6MvSS5iT1xOuu9ClkDvnLrLT1RtJs8i84NPoWwJ7ysca48/hfHPe4FCr7iUQ++RB47OzOk572ieCM9JmKZPb/LUb6Grwm+yRsAPhIVXr78PIS8Gb10vZs4Hb472sy9TSNfvVi0H70noEi+6OG8PbsJ473Y5Si+loU9PT5CYL7kcKS9PqsWPc6OPL0ec0u+6U2NOk4uor2kvs69slaAuUUFTDwwlZy+YN3Lve59F74e6jq+2dV1Pf0PE7605x29Lb4OvugbdD4mmPG7LUN0vqbBsr1S9qy8pa+mPUacXT5/zdy8q4cGvkOlsj1kf3w+3YQ2Pilby7uJy0c+bd27vXY7fLlP7WS+rz0aPZkEDT0bw7y+2IOrPGVL1b3Utyg+HKN0PS4r171OZN69+82GPnetEb6NYIa+gIn0vR/0qb0sQnE+ktiOvgi5zj1UUIk77GPDvQUQTj745bk9XUmrvPtLtz3TCEm+h6fwvU0aBL4U2Dq+DQdGPu21K7798DQ+MNMQPucWZ71w/0u+wnemvVIXJj0uHIC9BGruPNgbIL6xhTA+a0uaPi5fbr6cawc+mYjVPRLudj5GPb687SK8PZYrIL0crY495/hWPtRUxL1Kios+RlzePGI/Ez29Nzq+a3gFvel9hj4NkJa8j32avJhC3r3WrkQ+iLrrvOqKDL7Hpw+90LvdumdnOT5Seqq9Dd48PNTD7b3qQ7G9FHzwvc4DZD6s2o+9vTMmvJqZ+L1UPzM8jSrbPevMHr7PyCU8LEPkvZvg+r25fxo9x4oKvNM/qT1RQRG9N4cBvgT6nT4fINo9aXGZvVL78j0nmKI8Gz8nvoJsiL3SJhC8kPgKvlLSXL38K908vZedPfJgHz1Tw1G+bPJevDj6Vz0gJjq8xF7PvDbW773Dc5U8lyBCvpBfqD14NQ68vQJEPvECXLzkaJ47czRmPsVWJT60rFS9mykSPQIxNb4BPbO+do9zPp5PbT2ljDy9nT46vvyOQD4YcLG+hXouPgB9g71wOoS+dIuGPuxI87xCe3K9vPVGPl6O370puLk90NKVvt7hPDvwNGE+BVGAPuz5AryN6zi+sDwcPtdSjL4+JMy8HuHzPFQIN74nYv29UTouPl7IfT0xbhC9e2uru5WYFr40ZHU9dv8Fvst9xj3YEj0+rY5gvZoHBL6SFHm+HcmOPibBJr1kr5k+puPFvIy2ujvT2AC+fldlPgi5nj6qH8q9J44zPs1R/T3SNr69FOS6PlTzAz5mxly9KXmiPrTGjz4E8uM8UfiFPjOhgb3s1mk+7A5bPhm4E75m7gG94YlgvU6/gD33tv69ZJaqPdvOYj5BXI68zHJKPQrnJL4X4vK8gzqUPbnntz2boFO6RxzIvqt42DxEWHc+enpPvmkbaT5OLnW9ZHZBvlvN5b3ajAm+FkEgPZ56lL4xLc29lYEbPfdTI72gu90+DYiVPXMQ8L2Xr4M9u5ibvVrYvT2OGy88j6MzvkbeIT4SHU49d1xiPVtPO70MnyU++DwePmLaIz4SLlQ9tQEXPio8mz5cbam9fRXtvazvSj5rAiQ7V5/oPY5NiD5jo1s9Bw+gvbfNkL4Mtbc+OUIGPi++2z1ntt28Ec8JPiDg+jrc41++i+lwvtbGxb6TmgE9C0XjvUpotL00jwu+4o0IPEEsTz1gcyi8XGGaPE37n7zINuu8bDNBvt/9kD0mmvW95gCuPVoeRz049/e9lGFYvpIaHb0jZzE7dKSJPOnyYj3bNpY9AfbSvTNbQT6XKRu94jMgvhtfgb67FF48Q/U3PtyIaz3vL4M+HFcyvt7ONzwzUly9kxg6veHmzbx5AW6+xKSKvRNpkTvYIky+b89UPdjoCj2XJww9aBIbPUz1UD5Fzsg96Xf8vdRhLzpiQwO+yZHdPfPjajxAReE8/WrPPSuIFb7k0gC+mBxAPGo5dr0Pbha8mwySPhHXzr2QNZW9qUGdvVPXYz6vUbu9Hpc+PS4A/b2StkK8nGVNvrDojbxqTQG9Cz4VPvXS773XM3c9cSzevaDGHT7+taw95ClOPp/Bg77Iwj++QjRHvv+qFb5e4CU+Ru/UPdqgDr6UZQ89c5LbPXi2Tj5vhNe9ehMivS1kLD7pnMq9eC4UvenbxryQNTu+ikaCPaKLX716IgQ+Mml/vcnecb5hGsO9PbQDvm+jOz2H8s29XkHaPb5xnb06v06+zCarPTA7OD7NvKa9mLVmPflHGj67DQg+JdPJvNwZ5r1c6w6+Yi8tPi3a8zzBLd29+NBlvc/n6L0bO+a9FW5HvfPldjwuAH498o00vpynSb4ujiY+mGAKvclm1D2SiBg8h1HqvLkUbT74VEm+ZQcTPphgSz5EzKA99V/FvB7hFb587FQ+Dis2vQUP8T1h/No97bOtPp9yCzzzM6u+XdVYPZNEtzwi2J29BS+SPA86mL4yRwS+SeQhPqAXl74Oe7w8av2mvpZ7FL5/EKw+MlqDvZBJFr0L6AA9+INTPuwFS77RiN49pC9GPs98kL5OkGG+fpYAP3n1DL6HsJq9PlkKvticAj5bCZc9BMPAPQIoVr7dvsy+gCyuvbpCGLyuT4O9oKwPPUlOwLzjEsq8k0kNvKymxL29wcy9F9yLPepWkr7AB6u+m7e0PnxAzDxo/ES+cU6pPese3D00NwQ/+PXUvSIvZ7wrgK2+GJK7vVgdIj7a8ae+/Iipvh/ljL5xiPA+HHo7vp5KNb45XLe+Wcm0Pty/o73hqXq+yT5ePpxuQj6Fe9u92TbDPMESAT1GXrM9KThRvetaJb6PKQO+VD4JPRPujj5pqpy+/twnvDcnlr0tjvA9JHdtPif6VT5Odpw9pt+Ovgd9Lj5X3Mi8JMDxvfodFD7Gl3i+Y3FFPfj6lD6rFYE+bhmHPscbYz4wvDY9IfqePe0JXb0BoPW8scVOviWUUzxUMo+8YBwnvVjBdL2tOOM+gBKyvhX2sT79OhC9AzeKPma2v7yys5i8xwgVvey6Y7wLO+e998Skvtkt3j1t0MW9VxbiPRHJ1LvxFry8m4TqO9f4Lr6apeY8V8l1PQjxmb2VDpG+YkeQvsIier3X4JU95CS3PStbB7uqEq69qAyrvkIDsT1XI4E9q0MUPRr/c73q4gI+QoZLvojgOz0QwNg9e2w+PeB2YL4Qo2q+nf8WvhDQWr59m18+c3OrPL18GL1C6DU+vej/PW5UNr1VYQq+v/TTPv5Kgr0FXoa9jnhHvTlgCb6D3bC+aID0PZR6nb5TKN28LAfqPdCvZD4UcwC9926mPYX8pT09732+3XazOpugYD7mC1S+x2EVvtBZcjtlomm+cI8sPQkajj6KYV+8RhFuvYuJib6LvgG+PkTWvQVdHL7/Ql6+vdMavsNfHj7cG4a+ppbEve2Ror4NEfI+wL5wPhQUNT5ZjIm9smcEPYyeQr1OR+K8pQ9LvoJP9D1tF68+BDhrvlE03z1SUkm+gzhIPWPxyj44wmS+ALTHvf5goz51G6u9Ve+dvj3pqz2J5rI+NftPvnAPdL7pAoa87MDDPFpuLD2V7PK96d7iPRTitD2/eJ48aVPiPcchyr2shQA+0PlZvQ26rj1H3VS+11XFPQgFZz6+9A+9DSy1vhFEhr7rO689AE6BPd0VTz76bOE9vqLRvH5DnDzsvI6824plvs8bZD5sBq27iISAvvdeKr6t/0g9c/KCPWZn5zwY1RU+OTBLPi3pHr2pRxo+S0oPviydor0y8I6+gqxMviyCsb15sVO8ip1evtrQ37wxZke9u6HLvbpmF75Ma768RP/wvUN+VD5oASO8kSJlPYsziD1+b9o8+2d9PTFljL1ra6I8ZZznPUmPiTyLY049g8o7Pq41sTxMo9a9NnZ3vh6Bfj1gZYw7U51qvbh9Eb5C1Oa9bjTgvS9/f70xp0i9g63ivLVxAD4ihQw+1O2fPTIhmb33PmO9pA/ovHOQCr3ZKmg9gHUZPsg4+72aJ0y+scc3Phqyyz1TB7I9E3wVPryKGL75VQy+tO3YvbM8zL1LZa08yn00vm7nFr7oV589yCYDvjbpI76doHQ8VQRYPZMxDL1ANyG+PZl/vZNop72+mqu9J66QPRl0ADxVvYG+dO7fPH56z7w6S689OK6zPD11j73PfdS9I8cjPrFEXT3nDUy+cu9qvbaSFD009YE8gdLPPPOsxTzKk3+94KAUPqrKNL6onn2+WDobvhoMfT3HlVC9zUxzvhfkSz4NYw6+h1gEvRcrEz3pYQy+DmbMPdoQ0L3Tco+8zNngPUrWtb17NAY+1oqBPn6d1L3Z1sa8cM0yvufTeL6gKFa+QBAivqpEFjynkYe9Bs6qPVULK73vRDQ9cSaMvoZg370rJCo9HI0muud+bL2bpdg9cuCSPhYbnD1YfFw9gEkIPowpJ72RhhA9AFf3u4C2Qb7TAOi8IEupPUHFjD7kZk89UaekPg9y4z3jMNg97d2BPqbuwr0Tu608M61avgi6Fr688oy8f7fPvsq+1T37t4K+AMCSO86t/DrjWbU9AY0YvXSh5zn/LLo9RRrnPRnIN75oTz48nrLhPTPzKD3DT4o+fF06Pttrhb1YBce95iCbPqEjzb1faig+H+bavp1ENT69RAs9s9r9vRiGa74RrRo+6lW3Pf9Xhr06EeQ9fZrRPVza3b27lG++PPIpvoNnVr14ATS+WiA9vplxYb02pfc80pkXPsd9Fb2E7kI+RtRNvZ+UXL5y8vy9UXvHO1l41j6T50I94eeIvfvWvz5C46M9vocBvk+FjT30Y1y+8BBLPk+8Jj2TNIE+D4KEPS6iKL6ltpC+X+4VvtjpQL6c3Aa9iEeNvUFlnj72/+899FgMPob9Iz4itZ2+v2ZnvXK9kLrGNPE9kN/ZPYO4rj0G2wm9rLpGuhtDwL1A30S9/W1GvuqzXj5bB9q9uaLRviK3oT78YnE+bScLvTPPcb7N3wI+/3oAvl3tDb4HHTy+no2uviycsz1COow7LzFyPR9rNb4vf7W+bS8RvbqEmL6zkmg++tObvQJ3RL535fO9ki1iPpsZKT5jPF4+dY/1PVQuoj3yVpy+JSERPayIzTxXtqU9tFkNPqUp7bwJyeu99K1Yvn+E671u2AO+FPz0PbwkgL7zgRE+imaKPcrnWr6L0ZS9dsf7vVkr4r6FPP+9wLOePtz9ZT6+bay8G6wCPsukXTlLZSM+odf9Pad7mb2EBiG+J9UDvoHzfLyalSy+d8A7vvfw270IoJc9rvIcPicYBD64wki+WUkkvoByhz7U/+A8RzyWu5I7gD59+6s9AOlmPpXzNT5uZas+WtUavphLVr3hFzG9LQGzPfyaszy1H0W+fU3HPiStxz6kt1m+mqsVvhgESL11OMo9ASbXPTxN2D15d1S9Ca7PvbPr6L5jHDY+mWcJPqMQejzDXOe9jqaIu7eT1j1zYFM9kUZQPryHtL1QxZ6+oYuEvao8CT56aYm9T43tPWdkWr07CxM+acOEvM9fNj1aB8E8kaRfviTqQz5UYI+8rLAjPvoZfL7m8ou+tASRvsMdor6GFCk+NqRcPl6GVL63kgm+o4YAPk6NCz6fUyM9KYUgvRJ3DD6H3Kc+J5T1PEyzgz66pvA80aRJvhKVyruYVme+8mwdPprbbr31Z2q+EDSevFrVdDwmjJk+5II2PNXOiTugBb69VOKMPc96170V1x0+0BXsviLPQD7mOFE+B4UIP6nYxT5JkAi+W3ylPTM5a74oKZG8NNkHPE+RJr6UyLO8SN2aPeZwaL2XnyE9dKb2PKYbW762yzm9h7qVPXRWj75KCSC9FZEavr+6vr3Modc9FbyGPRKYFL1EjQ6+xmWKO/QdPryLFMG8Z2o3vrdmHT5yS1q97v8TvkEYar4umZU8TiaZu/gzeb5Plsu9NoKUPIlZYTxZlUi+zTG5vRo94L32QBi+cGcNvZYkNL76VfG8SKXlvX8eTL4eUj29rvvVPMGCkr2xPhk+PcsLPUiTVr2//mw9akFGPaAqCDxiogw9bFcVvpqbq71FZTe9uUQivsY7lD3f03s8k1BJPVb8Ob41TRG9/PmXvfA8J77qu7k8bLpnPPPAmrysEIq9toBrvmGl4z1njIQ6X3H6vLAD4jtmRBg8f+StvWjFeL4kuJe9BUpWPelvjbxJjx2+Baimvogo9bwhvLq9RE0gvjSTEb4iEyq8mzSJvRyCVT1qF0G+sRMCvmlb1b10QDa+zixEvtfwjT38cNS+9fE6PvB7xjoknEa9x1rhvUvG/T1SY/W9u/R5vrIakD1VUh49olFbvuiJkLw9TJG9wvPtvfwCiT0GvIe9bxBjPCU8nz2nQyW++OK4vdM0I75ca0a+Y8wuvrMvWr1Q1RE6hePEvZ9Onr2ue0s9yqYUPYQjDjxDmIa9rWhqvtpiEr5hWqa9BPfdPL6NKb0u6/s9LZp3vD5Zhz7efwi+todmvghQbzxatDS3IvCePe3vN769RiA+BIQ9O0WP2D02WTi+mM8Pvbibmz2MU8Q9jGciPfBHVj5eK/m9qXT1PS/1fj0gsJ4+Udczvkot8jsK9VA+0AVHPrLhFT0X3CE+qmN2vXleAj2kX1w9/oOuvXJM7zxQI5Q9AAioPXWGqLwhlOs9GRxbPnEuqz0ImTC81UU7vSVTar3cWh89mS8UuWvHL7stIgm+ni8TPr3bC76dgy2+mEwaPUqnPz6MuDc+7hQuPuLF3LyOckI+suRYPd5sbD0FH+U8NPfpPRYo7j0Dy3A+J3F7voFurbx1Hra+fzkfPJcUgz07A2C+05IPvpIdlL1zDGO9IhE7vgqLhLwIoR4+CipfPpJ6Gj4/Qug8x3XWvehrhj4dZEY8alzNPFyKrr3LQRa9XQpdvkfqLr2uqGO+BH+RPDddET6SWFM9mmZYvsiw374oRFq+WjBXPfh/Hj0tMQ++6zEkvasxVL7hHv49cMUwPmHzRj5Lous9MNUhvhaMQr6RI9m8KVw0vudcmjw2E/O94DMvvuOuWT69zh+9nkOwPWCsXL5EDLy9pDnmvV2k9bynUES+8cSdvYFeybwq8I+9dzl0PTIJvb2k1qO86a1TPnRuUb3qPmo9s99lPT3JKD7faM49UNxuPdxSYT1S/G4+NoFUPtw9ar1Z07C9mfMKPpKcC73NMJG+1wqBvjqAN76haU6+Rwm4vRVVFD1w25q9Jm1bPac6mr0saFG+XyQjvnHhWD4PuUm8fK3LPdBtiL52rfA9nJVBvs6rxr19G129CMIEvQuLDb214cc94F6zPulgfD1V7Iq93D2GPvaaTr4Gcvo91kAkPhHrZD5xGge8QIFMPpVymT7j7xK95H8fPvmFsL0oprI9f+4/vWI/Rj3F/3O+jUPqOkukID6Z3QG+CoASPRG+/72KDfe9QRMpvl34ir5g+3W9t2YBPcV1Sr72IZ++G/LGvMl3UD0sFE48FjZDPaereTomK+G6fNJrO+2lUTwLd5C9VMxLvrjMgD7H1BQ9WeRLPvhTOj7vK30+uSIuPnIL8T1sFbi9hYuCvthlUb13WFG+XPY7vqGpZb0MMz0+xvE3vouQmD66xl2+e+9CvleHIL6sJYc+58oUPtLo473Vhba9jEHlPDlrVj0/SpQ+jUQwvgzhSL2TDf89MD3ivCGYnz5a+ye+D4aCPoNRgDwUntQ9N0ebvY26Hb7NB7g9/wuvPdSJXr62tsO8gZj/PCjNNr7cvrG+OjEdPtvAoD3aU/W9GrMAvtLNvr3m+Re+7SZUPgorbj629kq93TIIvY6qBr03JQ0+qz9KvIpkFLxCp6A+ie+aPW7BKr4Ofba96NOMO4J0Ar4RhBU9/BlivvU9s72S/t096EhPPYY4Nr5P8+s81hfcPC6+O72ppgi+EZtvvvZ59D0lBIi8IhQnvsW98L1Lgm29ooyPPRkbHT0G/bI9n5GYvS4zozsYJ/683rKevGJOqL2ToJ69J1VuPON2Gb5A+XC9AHgoviGVJzzd4yU9YkXYvTgZ0L2qN5K9gyrqvKA94b0IOZg8unhTPoohEb6LRxm9a3j3vbF46z2noNQ72z6vPYtzrz2SZ2K94xbvvRW4mL1MmAy9b24mPJRNCL0cWAO+YG8Uvt3I9buCvgu+9jXzvZVIIb6zViO+ttYRPugFA75GQN+9zfEovnZrtT3KMl07qXfKPeGpML5vLaC+OKc3vi9FW76+OV6+qcexvSObSr4w1O099DITvjlKGb54JKS9RdvmvbXCDL25xiC+pXhoPaxARL5HtZi+7aqJvXBMj7wLx8S9NTKVvaktW75DnhG+6cRdPatQ4zoV5d89wpXivsWrAD6M8WO+vYkfPFZUVb56ylM+ftvjvWV+c72PTb084NJ8vdSMjr4Blz6+tVTXPcBmhz3VeQY+qIU+vkGEwDxCJyi9C52bvfFU4D0v5Ei9z3LhvYz20Lz/oYO98gvePWSe+r3iAKm9clw6vWC9qb0Pwby9mK6yvVG5Ib7P80u9Tr8WPp0v1L38vv471EfZPT5SGD4q1SE+6LiIvdKair6I1ns9y2rzPQIxJz2CTT+9dtZbPk7RRD6qF4W9JxXqva472T0DQY+9vNWOvejuu734GQ29IsTKvfiswL2th0C+5t9OPobWjL0cTrM+ez8ePp3sG7puxO89URorPvawwDwNyxC+WFMuPQ/MFb1nHca9jliMPrfolj2Aymk9RQSBPLYVZr4H3EO+aCQhviM4zT1xMUW+vKGSvmc41bwA53Q99o4jvomKpDzot04+mY8NPYjwTb4eLoA9iWJ7PGdrRD7wYju+XcVlPqQZrD3ujdE9R0ckPSc5vLwJA46+xU3tO3Q2lLuAdYe+YIuivULzcT6Rs1e+Y9dZvpeVML5oqYo+74uyvvvgmj2ibJG+gVKUPhS8cD78wZe+zOimven0fL6998W+jO5rvpCWTb5vqV67b6BXvlLDzj13Wu89SMAPvHG3Vj60EiS+OuxGvLZbz725CRm+JZ8pPhgnyD7jVQW+43Q2PmT7UD7UpO89Zh5JvEeSPj0T7pi9drXDvqn4uD24CN89CRkBPjQpD75g+QE+FlPhO+Cgrr4FOSY9xTUfPfveFb2vu029fTxkvVS2Nz499YS+nLSuvn4Pvj23ocI7rpjOPl44nL0p0Ym72+cLvY3N+z36MbM9MjYvvVY6H7o+Qka+xBMLvvWP8z1DYDS9dw4ivrW2WT6oBb6+/PZ7vjzX5L078IS9B4z2PfH/sD1WYoq+HuJvPpDVjb5rL8K8ZDibvsP4n753N4Q9m3l7Po/Lnz3uDpG+PZJmvhCgZL79WtU965z9Pcwu6T0OmSy9rQpjvlQkbj150IU7srclPawj3r0i8I89Mv9YPRWChr7Laow9Pz2avSbdOD7WFwa+R8W7PZTNlL3Q+3Y9ThU/PSMPYb4fphc+iWghvn1TmD5dcP+7ciXpvS+hc73lrHK+CoqjPseUdD2pK3i+rRUrPolRBj7WF+y9mdXNvTCBMr3pdVq++UPRvD/D3L7oYvA8aC/pvAphwb6t5iu9oJ40vlR+Yj58ApC+leRsPlfyl72PZmS+PJCzPQ0IRD72n7g8oz0XvmAOOj19veM9IDDduiZkZz7EmiO+Fol2vRqDGD00imq+KzN9vVrlIr6WybA8ngtjvWnS7bzQ5YQ+RsQ9Pshezjwd8Im+++NGvXa+Lj488Pk9xx2lvVL6RD71FdM9Y087vqSOubzD2HM+pvFBPu2YAL6SyqQ9Xkc2PvxOJ74T7xi9vGITvje0FL5ZLKQ9RjcbPslY1L7E42y9uhS9vABpiL5gc50+QROsvgn93bxDYYo+0n44PfS/WD68xs69xipAvtAuvL67vls8Zld+vQV+wryAbDi6EXo7PjheLT2h/nM8iyWfPGvSxL1fBfK94/Q8vbqYjr1eVpW9sH55vWuF/71Iu7e9cmpCvnYc9z1qZpE8g0QTvQox5j0BX9e9GpEPvll1fb1jfrO89N88vscXhj3KjzM9Up8hvc9vKb5rB4O7hfjDPSjHZr5wmqQ8KRonvnCWFz5rlFi+VYFCvcdZGz6U9as8jVPFvbeJOL6NKCi+Xbk9vocsyr0AMA48wQYNvodxmj1y3ti8U0UHPeU+4b35//29fK10vlwalD3qfZc9Fg1Fvdw+071C0Rc+CwDtvbHOBb0UFHq+4DQJvXGp6b2v8k488TVqPb/fuL33BRY+I3+jvFPLI72nTG6+2c8uvKD5Dr1405K+u2YGPd6Z/DzH/Ac+yvOiPc/FSz0j03293Kn5PXcxhjysFV49UwbjPWknCb5mDeK8Y/fqvfyzD76tpTw9dkxRPrbQJL2POea8APgFPi0yZ77M8Ve+71Kpvb0Gxjx9MP093EoOvTWkib10EXu9rNbuvLvP3Dzb+I29hH/qOwauEj2WPTe+c/J1PStUATwI8s284Aa4PEBIArvOSAc8tlqwvCUljT3q/xY+ZPURPngMBL55Ugg+a65FvUaVf71MWtc9xkwvvpAl0r2jOEs+M4pRvQwQkb2JFgG+sFGcPZhg1b1qISA90tDXvX4QbT4ApVK9sO4cPuASXD7wfAC+c0wvvkqSvL5ESA09ZulqvkDCFz4HR9i9EFF2PtiN6DxEcni+pQGAvY6nJLzorCM+MVH1vfBGJr6Cn5A+aggDvjvSrL5DNtW80ugUvoUrDL2k714+4Z84vgBGJj3ZlXY+TzqcvHFijr3X3uQ97djxvX+zMj5Z5gk8IvXtvFWs0T37DfI9KW68Pc2/PL5afhC9NFanvTE5mT1rqI692Cu/PKKE2b0oLzI8hlEbPbzOI76U0nE+cTNLPnnbIr60cCe9HHMiPuolET57SDK+lnqMPmZtwrvqpJU+DqFvPWl7871uDiu+o3+IvtxHBT3CuYq+0643PtRfIzzFrmA9DCIRvxlJ97wrazs+SzmovbNfHr7BIKy+9eNWvoBAiz3JCAk9YVgZu8wNur1s+J2++FfUvq0qxD2CS+e8PAiKPSwPuL16LsM9mU0+vsAdwj1+f7q9bggQOihNDrh/XzQ+v6ZRvp/ykD3HSqW9T6TgPRoBuT3wfrq95NouPuCpRD0YsI47WNiTvv04hz79hLk9UeuSPS7ZLryt3y49Wh+4vDkQwr2u6SC+4kycvRuHuD3uBem8OFRMvsEsqD10aEa9kg+0vqCIGz5RsT4+UrKQPdANuz3s1mI93P9Kvvazkbz77C09yeZfvhEhlb4qBpI9CreAvHwy8j16Vlc88swxviFqDr5F6g2+24KPvl0uQ77tqPC932OhPhvooj25Xy4+ZZJDutdrhT34PNa81jSIvUn5db6UgD09xHoKPnYz9byaXXs9aJmhvoeAWL6O6yQ+yDOiPRKiwr54zlK90zN7vTzpTT3UUGg9a1QOPuvLwr4bp6i8pjjXPS9Sgr1+8aW9H84vPnJ6BT4jpom+voWRPR0ewTzd7lU+S45iu2wEbr5x2wK+Gu0rPb4qCz0Xc+u96rEsPuTMhb28v4O+XNXRPrO7u73el0y+TDnlPEpy2L2Zd12+Wb7PvaXIOz53Rpq+8U/GvePCEz4pHyu+DEUivuYG6b2iYf+9gzYiPvmB1rxf/Ru+zZndPQtH474K6Os99GNXOukPAz4w4Bo+Cy0zvskgOb2p5bK9ToVgPs3yYT0r+A6+PLhvvmwvjT66vrm+tpRMvjtdyz0jfle+m2GOvHFjiL3abYA+OpZ1PiJ1nj2wzoC+rY+0PSTqDj3C7Qg+VMAFPZoyFz5Ya0G+nDwEvuTeEr18/BK+bUoqPeuzUT0wKl69wvyxvWgrtj7AKJw9DS20vs3Umb02Gb2+U9ljvfzVzLymNRq9u2YiPq+alb3FIJY+FfyRvt2gmD7snnI+3TUZvrFydD49ixO+s2ZlvvGGGb4LKry95AkDPgEMzTyyuls++FLgPXavsD2dWpc7SL16PB5zOLztIa49SsK8vct+lbw4cJo9dyQQPt10uj0Jx10+QPQDPWrjp72SZSA9sAUpPr8lcz5V1h092XuAPYRA0T2hxA88159bPuaSYjwEHAC9jns4Pr6nL72S6cq9wU63PYGa5r273CE9T3GEvfzSND4ExII9bwvzPZeHHD0Avx+9g+NSPKQ1HD4uo04+Zo3iPVWKQT7Z4JA+kE12vGzVzLz2H989bSqDOyWuQ7zF5O49J3nWPCEBoj3jBrG8C86Dvq6l+z3ZcG+9kB+sPsmzO7y8JWS8xogMvsZesL1T3og96efou2BclD1Jp8A9kx5VvnRUMD50AVW9CFQnvoAIETy64mq9od8WvaImub3WpnY9ZagAPjOu4738Uym+Q88RPvUcGzv0vwS+3kgxPlftOLy263y9BeIHPJK53r37x1A+0BEKvmTQdL0o8MS8tzdrvUGMRr0Q7ku9FAmmvS1qTT3RlNS7H6Wdu3IQLjzxQ7y9tSVOvtbRC74NzO89zJ1zveqHnT0Yyj+9ZLWwPCHR1rzKf6Y9qGilvOrqKT0bMNq97E6OPhbH4r0M8hw+gl6pO92Km7zqCYs+paLrPduWIr7HZiI9qGmNvRGxz722Vlu9Gp9bvgPxPz2/MYM7IgpLuIBMLD74fY69fh6tviKQnzxIREe9AM5kviI45T26+rS9iwynvbbPTb7aHwo+5/ShvgNnJT7T3wK/sYtMvuhW0zzhY3U+3hw5vvgW6zzleYO+lqxpPXKYMDwnnIo+BdwaPhUJp75egoE+FKdoveLFVb0ZheC9cTqtvXtUMb3bDCQ+zPAXviU8Rr5QJ0M9dK3hvZ0p87z0pTu+W5lVvm84Crti9yA+rriGvrMEvr6GxHA9A7uYPS/UvbuVl12+YB5hvi2sNz5f9m0+5alRPd3HV7w/le+5OkUnPsdf6LrfbRo+6uQuPgDrQT4FSBk9ScxMPhEXwD6kpm0+yujCvjfzSz6+X++8Da31PRfPmz14Ayq+Y8KGPTdaw720M6++PhOsvm8KCL7c1HA+BQeUvpzZ8j0z7Sq+jjNhvlwOPT77LBM+GfwivrQBSL7AAgw+AJ2bvsuXeL5IUzk+r50du4Oklj3yog2+NMcLv8FEUb5REKK+bNdqPhykPT6oHaE8LBsgPqAvF75XerW9wtSDuhhnM74sGYy9HOOHvFYIyj1tADe+YUToPRIoHL5FrpC+FmOrPhTOmj5mhwm+eOKnvn4hLb7LTdI9oxpAvlv8YL3jJ/W9d9fFO40eXD2BWPq8ppKhvtvYKj7O7zu+HMmBvXVOTb6EKfI9efmevT9I1j0YtTw8vhN9vpcTdb1o4aa9KHrBvfvyDL3Ioo+9Vu9Lvpc94j5xGyA8TgjHPczkjr49UxU+HDZePp2MLz3DwfK9wE2uvVl7nr5t/SE+bISpvc6+MT4Jfcs8B+q8O4T4u73rtJ0+NQc6vmPDkb4HCje+fI9KvghHSr0UUlg++gcfPlJEPr0JJs69+oiVPiFzmT2vpgM+ABHAvTdsXT6WIjs9lKm+Pt2pnz7e04c8D0HaPv7Ctj7EE6s+Ww4TPg99pL4dlSk9KTu3PXRrEz78qAk+L6SOPdrjCL6onJ69xOeIPhcppTsXK6q9hNH1PV8qgj2ahpu9Mm8/PhxVAD8HKcY9ipEDvSvWqj650Zm+0Ulfvrlccr09SWQ+T2RrPq1yvDy7ld48yaeGvfhzgz64DWA+gLR/PZsEkT5M2n8+MyiLvsnNur7jFrK9MLynPKdanT2rS3A+5Zt8vnK6tr3MwGG+7+esvcVIaT77/J0+tkRBvTqyej2BZyG9NqGNve84KD5FgIs+mVGkPY1mv71ZPye9ooGSPuNJAz4ZJhq+pdtPPEBsCL5J5jq+QmKXvYEP6j2f5Ju+uYWavZ04gL1ByoA9/v40PjSRJ77jl46+EWlQvcA8CL6zSyo+R/eZvshOwz4bnY4+eAvhPrlBKruVn4E9HYeEPXq/472oRjA+Rg+kvkwOgr2oKgI+tLgpvCMuKb4Hbgy++gYqvisQTz1FVHY85voxvlqAKr4/DyK+qGHivZz0mb4qNFm+szjXPX6Ydz3UhmW+l4vKPTpZZz7D4le+av8dvmfqID7fJRQ+RVLKvO+NH74u81++3YsLPh1AC73AhkS99hBRvWLurrtIAw2+6y6lvN8gUb4iQz69mYKTvZlsLr5rpJ09VJeTvIxZfb1cgAS+/YcEPddjTr64grq9lZetvBQ78b1RJOi9l7PcPe8/gL6Apnq+ycNSvrRM9j3gJwc9PMfXvYSHvz0D3TS+3P4gvta9A76yuHG+eGvzPGt+xb12l7e+02+KPacVGb6U/02+LfIOvtFeGb0O4Yc9bMN8Pc8WAb43KRM9F1LDPHZfNL4LqvI9bSUmO/90Kr42iMo8lXANvloaMj2m1Jw9yfQ1vkP0s73e3E6+/VkxPYUsCb68HtW9LYTfvVnpsD3sJLG+lQEHvtrCKL5sh0W+noMAPuP/Jb4p6mG+6zD8PQykOL7is8A7Q/vPvQ02Nb5dJv696BMPvtjOM7798zU+lzXmPWtqbL6DN8u9cdMOvqsUdL6v5o2+aM+yvWWnxz0CK+89bpGAO31aJr7k/dQ9jpUvPKH0QbyR/1y+XQIbvuZupDznWGe+VO0dvktFEr12PVi+mcirPdAgYr3TFC6+DszLvUeog72c2788hnsNvVYrwD2ZJ7y9g6xTvmGnGr4/MYy+p1XZPZTw5rzSYT6+Jm5wPtV1lT3zS4i+4t8DvVziWb2OIEs+Dk7vPQfKyr3c8H0+FbxQvC/GiD6050w6h86OPMgfXr56WSo+yGtjvlEoHDxnrSO9pWCxvsyuiL3SpFq+VPqCvenLdD4LJsc9Ryz2vfqOiL2H7t69wy2aPuhCmD2H9Js8+pPbPT0McT1Xqpy82qSIPZliQD4RXiq9jTnDvQQC/7qRXA6++mlBPSgd3z0MUWy9EpJYvuNYYr4dhNY9AjxxvfHTnT7FLre9LNpZvPCRsj0ioZg9BJpyvuKGQT75P8S706yRPe+IV73hwxU+Lz6Zu/V1yDy+qT2+nkF0vpnIyjyTUH2+pmgSPocSOz7/YWs+ZNLYPe0YXz38LPa9Bka7Pukvkj0PeuI9gF6fPdBzCT6r4my+KRrjvcKnnj5wVuc9MHCBPl+NAT2khZm8IhsfPn9jtL3PvEI9OjCiveS6s7s6ifC9rfpCPugKs75Fj169JhzdPdrvI760yo2+TXquvcszU73jjrk8zk91vCSToz1At1M+OsCdPrzpL74gW909buzlPZ8o0L1vS/C9ht62Pfumvj0fqIg99E1gPdfJtr0Lh1q8OpfrvRj6jL6Fdw69ipMzPf3TBr6l+Te+ohqcPQLt5T3Wc6Y9Fso6Pvnaqj3tOHe9eohXPkrJWj5kyhI93fidPaliHz2doqG+DxadPW2QAz5jSzs+dhroPbKMjr0riQ8+D4AWvVvsAT5Uzhe90ttrvgYylr4TFj+9pTKkvGkOPT3E3/Y9uG4GvXOdx735tkY9MyoePX8po7wkSZs6p2SdPnHker7YZCk+ZbCGvkhsHD4M9VW9oUtHPjcvo7w57w8+5IhNPhmxy70IBAm97PYJvku52rxTNWu+IJmIPct7Ij45VJe9uSAavlm/gj2Q40C+InE6PukVsb23YRA+CkoePupSkr1cPSW+AiPkPQ5m+T1JUhI+j+8ovSSuK7z1uI8+VNCMveTcr7026rC9VTTHvaDr/z1zNIE+VAc2uZDSMD61PF+85p9WPm3ggL3CvR29pi+tPfmjtD4P4AG/ekWOPtQqmb0qvLU9vIYfvn2ciz3S/zU9eLGcvdeXUT3UMra9obZxPeKUPT7zQym+jxhnPjlNQD0sb+A9BVWrvS1KgT09EFu8K99APZ9sVD1U3uk95dRXvTydV76zhvE9rMbivsb7Fr5GbRw7DhIEPTqzBj29mZm9lB7zPMHFXL5E0Tu+ftKnvSHxGj6ck2i9kjGhPo5C1L2jWdM94HlbPjjrBT56DJw9RW+TvqmkKD3yzC0+it99vkIrUL2C9De9u3s6PdrUor7SUxy+U60QPbl6M75hwIU8goBZvt/iGr6IaQW+H/P6Pb/qzj0r2B2+uLZMvprwFb6OaVu+MxJEvmBAPz601ZC9U/aXu7Dwd70GvrM90NEvvjFLrL14gFa+o59CPiMfP74WMyU9uEV0vqONzL08wLK84AJcPTsrR74t7jK9h2+Qvm1T0r1AtF6+SrHWvYyt4b054Ho9A/BXvPv+A73cp/K8qAzTPUTLDz3C/jY9NpXUvaTfbL5rsGe+YpT9vei4KjwMzkK+Ngxqvg7d673oFwa+s+4mvbhSCL4Ua/y92pdDvo3TITyhHIq+aCtNvlK/D74owHe+JQisPYrHjrzEs+c9+r1QPTwXiLzDFfa9BO/rPGIDT7z5qxE+6xv8vUmQwr00WjK+HpVsvTLCwr3PTJW9wFX8vT9rkb5TR689Z8wNvlRp9r2BeAi+rIL5vTqBjTzGq/+9PBOMvgY8+b1qmW2+WfvcvOkbT72D9gW9QlM+vmTKgL6NdlC+iyq/vG9Hwz2JREa+rZrivQOzkr0Ffy6+JYGsva27Nr4WcxO9xbDqPB4bPbu2cVK+MmGBvpcOVL55m/a9xNYivhbJDr5KuGa8TbOFPbTsKD0wqzu9zlvRvbAMxr3F80S+ysMPvVWqDb5SKPy8o9EhPrjv67wllQm+5b4RvVtZDL6/2bm7rswRPT5ep71jjLS9GbhEvo6R0Tux9cy9IoJHvfBf7z30j3c96CcgPsSZDT5AelW+3Yk7Pg/k7b1+gGS+u0AlPd72D7zqeXO9n/sDPToyAr6pnx+8IPuhvCQRZb2xBzI9D2GPvu+hqryETxO+RM+PvWnDzb2Niz29pKgbPuGPQz029K69GSUAPpLkrr1ruN+8bJb+PfXRyz080t88EyNQPkOahb3v1gc8m/mtPWQchD3PVwC+IOwmve6Nob61RCq+WLRjPUYLvr3diik+NWRKvUWwWj1IT6i8t+X7PLPlDT67b+u9eBPLvWy4BT7V99A9Wki7vLbIzb22/pK9RyuLviWA7DwYpMg9gV0JPow7L763MNW9xIETvp7qSb1qNVQ+EQnwvRGsLj0phgy+obg3PT4tjb1lFAC+FowpPsd0Bj0qoz6+o54WvuK2Ib0PX6C9d88rPnn1ML6jX768qsfuvBoZeL4SEsq9xYAlPV/y9j2RD+Q9VI81vIoGAr3+l3c9a+f+vVcX1boNwAk+wPL8PW5szjuM5Zy8ZGaOu3UUMz4/exo9dds+vS29K722Vkm+JEz8PUEm4LzNdga+cEaZPX79472B3he+W9cUvBAuVzyyNxS9PUg0OjBiKz29UCO+Nen5PZXIjr0pC8g99xf4PCNRxTzj9oI8RDjOPU9CSz3GOzq+6y9QPsLVtT1MEyo9nqDPPTmcST1iQYw9MXqSPQRXoj2Vxcw8izNOPkrBGT5BGP68UeGjPRDrLj4e6UY929IBPp8bKz644pW9I7M2vYcPFjwCSLI9ETTPPAckaT03CDs9Ai/9PbArgj1j24U+zXGUOwGABr6KcrY9XyyjPVsm5T1Nu1c85o6EvW6kyTrqPos+lRQHPnyLdj1Tko29enTouvJYOD51Auw9hE0KPl7E87x8PmC9pUaavovHMj6GqPi8wxSPu8pRXz5SBQo+SNtfPZUReL7a7LM9NM8VvDJi8zy9SCA9gyQTvnd80D2YOGo+YvNVPQwgvjx9jVe9w4uVPbtuIjwlDr66g1yjPRQW9T3nf7E9cM8oPIWR0LzAiMM9m184Pjt+cb6uyMy9ewmBvPgTrrzumQe+kUnzvZj5QD2u9eE99zYKPiiWrrx1toO9xLwBvi7VOL7ugdI8PnLwPYQ6AL5UwsW9VFJuPRA0hL5ehwA+CB2RPpeMzT0Bh8e8SJmWvTjwc73KkGq+wVTOPLp9C71ID3E+N5eKve2Ohz3QBpW8OOlPPk7P3Dwa1dA8n1uUPTQBNj0QpdQ80BZ2PSSqwTygBN49l/jPPS9iEL3fMu49Wbg/PZzUmz0+IkE+ike3PAgRCr2gxpQ9VifdPHzXz7yDXT8+nMoNPh8XOb3EfuM9s2KNPYZu5jvp+i696MmmPPGzvD3ICPi9u8c2vq41NL6rzhM+NLMivT7Tqj2Xfkw8cDopvgPAzD1E07w9NSDuvRMsBT/zqxc+mhxEvDOeIL4Zb5k9TJUAPSzmkT4BCig9RiM3PryO1L2GAzu9XJIIugMpvjypoGW+D8GPPsLXpj6U/EA+/pfiPZcFuT0PMg470PRHvt/4Pr4sIRa9H3K3veVD472rsmc+MjoZPRqMNr1prQe9McKQPgzCi72tNss+/IEhPv6uQz4aawI9p3L8PUJ/3z3AOAI+yp8IPz0Fk76YNQc9Z1DBvOjhZzw7Bfk9vzEhvigCLT4C1zs97U10vvbcbD7AF++9uTWwvEHZtz1BzBw+EkOLPd9zPDwMfte8xGlbPZY3WD4VKlW+LmGCPkdzW7q5FKo7yTCJvN4MCLuSz8y8Q85yvbVGwr3feB09ZsDLPfZBYD2Xfqc9e0dDvpWThTzfZMS9J7aovZxLOztofgm+zGdUPiIOVL2YeUU8VihdvAg8PD6itTc+9AhjPkP+FT5QPwE9LYzDOiTzLb51+f89JlGQvVWOI74XGZY9QMrRPohvrr39gPC7SNmbvM7XXL2GNG+6oriEvIEG/L2vwKc9yC9xvBUp5D0YERi+QnFfvhhejj2nMwc+kfA+vGkmC77cEDu9SqxAvmnFBT7BUvM9za0QPt0w/b2aulI+5eO8ve+X4rwh3Yw+gZLSvsbwqr3V0zY9KvRYvel/hr2Dk3S+EMyAvgoqrb6zwLK9Tr/nvbaUqT31/nU9kwK5vb/vy72+z589AuLdvYDfsLzQyl4+XwutvFFcDD7zohE8amnTvtYYS71ftEK9SIr4vTL1CD4pcAo+96+dvH2Ioz5oYV89Hi8QvuzURz19VI+9wmQ9Pq3WrT193wo+ZLS8vOZWzD27Mxe+rnP/vAJy4D0Kbpo+LRTAvmodxj27jiG+V3ctvs/Q3T0hjWq+FV+NPk9wmb4Yrh8+rQC2PdQy5b3Nl509h2+gvjsLcLzZ3iC+r8dRPuaJ7z1YMLa9utE1PicGXz5Pmh0+6FrpvBwEabyDSlG+FGHhvjAFST7KTvW9n8ewvnqTzD2P3Dm+084Fv8P2fj4x2U++V/6CvhNd4j0JXwY+EgxsPqT5Db7W6/k70QFJPYGFhD4L73C9+HAmvnjWSL3voxo+SJVYPBTtIb7VaTq9N8/XvHle3jtxaEY+8bZ/vvBS271jkqA8mGyAvqn1Aj049lW9xKBHvQM4JT7OHvK8nAEjPhzjVr5cMGK8Na0FPNwgQb6ZD489yMrhPRaVgDwDpM08tkQ/PurzHT5qU8k+HC30voSphDwTfEq+qP9Svakh9T1Zuyq8IY9NPvOwoDtgVIA+izeOvoP1NL4Zw36+IH7qPVJujr5xcZy9U8KmPYi2jj68moq+V8PhPkAljj1WqAy9ZdRwuyJrcbjk0GA8TvAUPmT03D4cxM+8gTq0vY5khz1CnZG9ooaCvf9Oqz24UU07qARkPdv1Wr4BedY8HN2FPpD2uj5xmXe+KbgOvoiUZL4664M+8VnAvEwOwT3qD7G+IsRMvQ0BCj6bIC29r1ymvftJHb2GUJw+w5hYvtZWjT6CKiA9n5MMvYvZZT4qKAe/W1emvlx8jb1aCQG9FC5NPqDVQb5cZFC92aWlPomcID6mVqK+Opm2PSKiJ74D/ya9cDO5PVBPL77qO6s+h12avVKqQz3V+Ji+mNSJPeIzar0UhcU+2Ni9vTeeqz4uve+7GH5WvqehFb6biCE9aEmTvRWGD72A6D0+LuBKvpbeWT2nX0Q+76wuvcrwID7KPwU+b8qbPcQ5Jr5vXdY9ABiHvuNaab4PTo09Q2rqPC8QFL5Wziq+7oA3Pm5rNz5tmTe9uqRVPjknRLwH+y+9WD2GvkBYYT1rMbo+9ndrPVLiKj6aq3k8ZcbWuwq2+z0U6Sm9aakkPgxqQj7KoNg999qBvjJbdj5JSAW+h1g4vk9wKL7TTVQ+iiH4ui9QHD7VD46+XpIUvxkMG75LioU+5fvuPXPn4L0EBZ68tjFGPTmK+r2w3Vy+BL5OPnDJJrzT6MU83eg2PHeQdT4dY7E9SeXdPcd3jTw1uci9IiifPS3npj3/HNC94jjhvewbOD6If5M9j7ECvJdBLL47hVE966gqPfmWa7wJDlM8DSckvcYXAT4/jLi8zh0UPSyQF778WlC8sGYkvsDlmj4prjc+9Ze2vUJAdj2JCw8+VeUqPmuhKz21S0M9nKEQvVPfXju6skY+AM9tvTs85z3ZLbC9lH1qvcEnKD220Lg+Zc0OPuj7YT0MUse97pWmvbZhWb2rEYU9hnR/PsqHmrxMvAm9cNe1vEXfkjz9kHk8Jd/MPd01C76H55O9GNYCvjw5Qb7cWzI9kkmqvbiXjD1CWYE9r3nwPZ2gh73bHcM9o38NPuxVxT3pD8u9dm+hPUuAlj2nX7W9cV+FvBL0Cb7onTA+f/dvvbp1qz0fDOM7B+gUPayfUD5Xdae9iob8veJ+9LxwMYY+11pGPDN7qr0JeVQ+4SQCPqCucT1fcdM9y5xYvWGlYT737DW+pYzePd7fcTvVrng9auriPSNNHL6mMiG+Sm4wPYoA4z1P9XE9tjZkPnomGb2qllE+jw7TvXvoiD2ajMU86Gq7vdYogb1NfyG9DvOnvS0tKjy2eAm+IY1TvjP6gjxkXpc8yk6NvV34xz1+a/a9HX/SvRj0i71Lvqo8oL8/PSq2rT0Ayow+EMv2PkrVijtkHxk9jXOjPWtjCb5WAW0+mkpBPhVlE76ltRa+x/cDvmgmyb1n8/c8YTm8PUGpCr6PSqA9uYICPiovW70y0aS9W/CVvsiQUD14Vyw+7uqHPUbb/71bESa9MMDHPu8djTvk1bA+VHtUPfVjCL6BvNQ9chBnPrCsN77k3wm+k9xtPn1MVT5YNSK+wihXPctLw72B/6m+XtDTvTfUNLsSJJq+AgrSvfL9H75rgJu9ZoHwPQ79Lj7suo++LIW+O1otQb4esGy+UCZ/PnER0j2Uoyi+riIhPbYuLr4qMWk9kseJvhnc3j0nxr89ooNSvvSoRz6pZXC+N7JQPprwub3jVre9q8yEPis2hr4lerS+se/OPquO0716Jgk+XyDqPf0Ndz6aUJ29HlIwPDZ5mz4NRIO956bVvcwFHD0JAF+9eicvPTyqWT5VZyQ9ybaAPVreTjyN/hW7YUdzvWME+j4CaPC8n80QvmkioD6Iuxw+6vttPT713L3cBUa+VaDUPEHkxj7AVDM+QBWtPF5JhrvmPXC9iRxkvkwiiT4vgzA9bUK2PBaViLyZqZU9TOapvZw3Bz7RGrA+I0YEvkY3wT1mRuK963x9PsgpLz7tIWA+k9cePKO3jL2cfnc+UrILvq+5ajzEaoY+lYQJvlCgCj3GGum9jNXpPUuQj774a6W+9JISPm/Qtb6oxQK+RfxQvp42Wr6hmyG+q6dxPSjwzr2Znso9srHlvk6gir6S6vM90NrRPG1sBj4yAX66g1RbPZQzLT6s+Gg9D4OOPLwgkb1JTPa9Bi8bPtI3UL2Qro+9BvkJvwvm4z1+5Q2+tmKLvsp1PL3riNq8S5fTvlcNir5rkq07WM/mvlRhDrsUcgQ8KHOxvY/6Or4HCU49k2GePsQ3gz4IW5k9M01EPR3qHD6mqQi+9yNIvm8ZwT0nehm+S+xIvqCTVz3k3ye++dURPvl2xb0wCrS+DbWLPi4aAr4RIfg+ygLyuopUK73IKIe+2vfpvEdhCb6i8vI917RbPiB61j2sP7K+P5mLvu1Ger28Mh86HqwlvlFBDD6NEOC9KDuDvqSmDD4v8A+9/HEAPajURz7FzUk+/JCZvjxuMb0BYqW9fILpvbdvYr1ir0c9U1atvBsxRj7ASI2+DFp8vnsPsT4bJaK9EA+PvXxlvr6K0U0+7sDQPbhAjj4Qbb88Pw/rve2nhb4bZcO8XVGSPfU7YL30ixs+0mgvPpHcSzxiprM9ea6Ovmf+Ab4F5JK9OCamt882wztc8aq9RkxgvsJdFj1T8TO+xJRJPUU4/L2ODhM++t0pPbQxGb6EWQy+Ike5vOUkWr6GAny+VXN9vLIQU77Xe4g95VCAvjmkOr43LIw9I09nvpLJ2TroNmO+oqPmvXWgJ72eqOk9gibWvS3vEr1WzjS+s4G9vK/UAL5GeQm+CW1CvsWfrj10S968kQsOPqS/f76cCJ29us4cPioR9by/cqa9CaHHvFoQbL7kEig9kjvKvTTWqz1t0J29dovjPGo98r3wk4A8mKTvuzGWYr6o0re9Px45PXWMVbx7yWy+NKAQvmPHb74Jzam+QcwHPu2V6DsWdXo9BhHBuxy7Hb79JkM9WmGAPKl5/L14VAO9w9XbPQR/Cr4k8UC+vd6DPcwFyjulxGq+yr8TPhLm77zydGe9eVdzvdqCCr7dQN49ftNtvri7cL47t1K9BNBNvlFzBb7hffC8tHLhPdoQOD5xoAe8QDmdPW9pW77buBQ+5ZG1vOWMg7rnMyi955drvumWDD1IkFe85pZKvbmKUL6LCI+9t68gvlZ3YDtY7fe9PXdjvR+dI77vevu9iyjQvYBgPr5k9oy+ZBzJPPu9FDxwZN08PNaZvhALNL6OAPW9jjhSPUgrjD2IucC9PgXzvV4cEb7J6Fu+tFjDPZVROL64ZRa+feBUvuIePj3PXRw+7f+oveggBz5HjtS9ZZJXPcOxY75K0PU8NIl4vvW4vjweNnm9bsgtvVqlyrwS7qC96hfPvvTbPj5ubtG63nFavroYQD0t5oi+kSwEPSwwlb5nI7E9glgEv6fNyLz562e+j0n7PQ8UJD24+9s86VetPXBtHT4HIYg8rUq4ugeOjjyTIYw+YcbtvVakVb56Zoc8AFaQvfy5CT7QWgs+2S84vJyJLT6htLM64eQQPPu6eDy2iYU987lBvZoBO70gXMC+yPZrvpi3LT6ojE4+YwwRvqartb14u/e89Jdkvj9t3L0aSn2+iGDrO/21pr0jxOG9GBtTvQLnGL34Th8+KAGKPYvH1bzqAIY+aweWPBnftj0+zVO9as1IPTn9HL0pT/U9dfWMvR+tEj3SLuM9w4PvPWuvKT4sJnG9e8m3vmSbmz0elIy93AIDvgLvkL5FeYy+p3gwPmAB7z1/WL+6a86vPF1Wuz3Ixhc+QUudvk7MCDucQ2W+jmAHvp+rbb3T5vu9SrIiPmhSHj5vqA4+jbZxvr7y8r0HyGO9qXWuPmJPeT7hkdy9AeM+vLbuoj2VeSs+BPhkvgzJKL5Cls+93XxbvXqugLwunOM9ME8Qvn9diT0/N+I9rt1qvudjaL6JdYg+x8EEvdSqx71PFAo+Lg6SPWocf7wRYFw9CBMivvlJXD4AOle+mF/RvPVST74nJYC9NfcSPnb42b1Ccz2+oL99vhtlXz6znxk+WYfvPONph7xW+kw+0DUhvitV0T0f9+Y9Cfq2vWtnmT2O/TG8CyEIvpyCijxbo6Q+NBqOPQj6Gb5sBUm++E/3PY7Vdzs+JgM+FoZqPRTCo70Mmiy+iOrFvYo/R70LaBE+ZNdHvhjdvr0ItuO9Xx6JPdq9ALwpVC4+9lwpPmZzTL1LO3u9KjYIPZjq0D219GM+AwimveLy3j4+dyM++tgdPibgKD7E3Fw9LPlSPsoBUT65SoQ+UB4pvRu6vL5XRDw+oOSSPt+t9D3WkUc+2PV2vU3I4bxcRey9lyHRPYUJgz37+wW89qbPvDjtVr5qn0a+FayAPawRST6fHyq9FsxGvb7iMj7Elx0+TnqfvboQPb6Pdh6+89WbO+hPqD3eljU+PouGvRYzCz0EKIu8zUXevGf41z1aKR8+DfqnPbH4Hb0HUKI9ZpoOPoqI9T1617K8Fn0XPMvrWbx8FTq9ODWHPRf1az2dSBQ+52P9PIIlZL40OW4+AzyTvgdahD6QLJM9sOkuvv6vtbsojRg+BiLFPqBXtz1o3Y6+YSNdPXUTfb4jXgK+3sOaPRLpK76jU/Q9MLYUvh7dVL1ipQo+OhS8PYIkNLwDlCm+80CCPqoIGj3JHhA9Qt4YvT9qL7yi14s+R6QwPd1OKb6YZlw4vpZ5vXEuuz1CqiU8VThjvuiooj2nzMM9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "XC36O/XigztiXNS8B+GKvKbxX71uKkS9M5SWvFvhrLzcMPQ8Z0G+vT3k+r3u0wK+Z6wDvjSaKL2Uo2I8syfRPZa1Ir1PEcy9LKjZvI0Ier30DVc8cC/AvWRUE73rSp69wpDEu1IBuz2cPK09SsMEvaefp7wEoDC91bFlu9DOgr3qPI2987KwvMVhhj14GaC8VuBlvo+Vyr33gIW8JBojviYnz70TCOy9xRdOPR4n2r0t5WK93rd4PC9Sh72CmaC8gHOFO+KxoD0Api+9OAMfvaNTb71z6p295sHAPX229zsY1oC9bWuuvWsvJ713dB89CE5dvnq/27yjXoq9Lw5NvEon5T3biSK9xGabvHbUCL5oWE29bHiBPZd/C72+agG9Xk/CvRWV2734rlU9pbWgPAi4OT3x7lq9TQsGPiaLbL0+iyc7POgtur/cFb7XmGm9RJm2PZ1TZT3nAgE+rVeDvXyPn73Fm8u8ws4KvmqPjj2h/DE+H7YrvpzJy71711e9M+YAPlCXazvcdzq9HCXwPMQTMT3PFiM81USVPXP917w/ni46CS+tPEnEPL1CYRS8PHU9vYKQvr2g4vc7cQg4OyJAxb2nJom8rK5FvUseR74GH/27xeUNvTtfrrz6Xfu8t9dkvdAXHrsWVq29umoAvZfREL1x5RG+ESb4PD3hJb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 