{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "FJ4lPjdNNb4v9TG+DeSvvXhzob3/FF09Qgm+u4ufGL4lwiO+DFjVPVf9tL2AxUG+9Ic5ve9ekryKYZi8tJ6MvHF1Dr3F7lQ8ct3HPWSn+L615WI9dmdRPmQ0PL7sAnw+hputPRl8CT1uXyG/dGh+vVzG/z15P3I9TLLavhw9n7zVKrS96zTvvFBAy73HP/a8v7UmPDa5Pj7mFiG+CqQgvVDVWb4gHT09iewQPpgPj77Lz/i9Lg4gPpG1rr0dvr29ghpyvrUDTL44tDG+mRsOvV26bL1cvxE91oXQPayQ9b7TURC9jF0fvvNR8b3PQzU+UqOBPgtekzsIJBc+uzzdPZzgR74FhZI9J1MXvqipab3wVi8+g/7WvFhWej0z2Ys9hNHCvfW+Lr7HIAg8VPtpvsvhNb4HhV67Lp5cvq7IkLo00Rs+c42mPNjdVr2NIHK+TuH/PYwxq729jpg7EwnIPD4jAL4LepW98a9IPs80CD68n0y+3mhQPrzPfz3M0hu+JOACPjP2PD46Pv29cazdPLRJpD2kJ0Q+0LFDvd8R+TszMgq9LC76vtxcez1aT2a6d9lrvkHfvr2K5Ym9gAmsvHXMsz1k45A+J3OqPDYID77JSC++Q+u+vSIBnL0aSNS9/EEuvENGB76Pn2s9qcw4PRbrg74OCbk9ZdhWPS1fW72UAca9FilxvZNHkjxOTl+9XRbvvVoBGj5WO4Y8tVErPjipSb7uFVC+Pd99vtsr/7w7Y5Y9iwEoPGXyZL7xSgS+C9hJPjI8qD336uM9QR6wPZD04LxKU+27vplwvpthtbzJ1/S9hTdAvnwcJjwMIok+3Eoevk7Cfzx1TWK9J9MOvgXY5b2EOLI6CmkcvoKE9z3G/Qc/tjV3vcwFxLrFr5m7MU1GPvcBpb0PLK+9iYzkvSnlEj3ZEHC9DToUPnimwD27wFq8MYdaPbwfGL4IRZy7whruPenqhr1brB89C99ivRowIT1L3De+ciwcvVlV6Tu4lFC9qLfQvWJfQr4tqIW++7tkPScFnr1QZpQ9NA8gPkJhtL0tL5K9XJnZvVdHOT4GQYq+tJZKPvCCQz5kh0A89IA5vlf1GjyJpL29dkBwPgm1k7xOby+9gkPRvet2vr2UCGA9tcfevBIbh70dFj8+Mv9gvejQSD4SOLQ9vbxpvo9NF72Agnc+8XLQO4YhLj7eyXw+APWTvTotMr4X5c68tOu0vGPRsb7I9aA9DZ41Pin5bb2uC4I+epk/vtlyC75RlOy9aRnFPVu52L21s/69g8tgPPBe6L3Mcfa91qpbvv1MI70xjQY+VJSOvruc4b3PrhQ+w+gBPmxGwz0KerO9S0eHvnOYgr2q6L89JspPvof6Dz672wY98SqbPlwxpjzfowk+x/24vWAKq73R8FA9sav7vOEqjj4L8RK9Nb6JvQhtr70jKtc6iyoAvZ9CBzwYLiY+gj+DvbqOYzwH9cc9TUFBPi0Ntz1Txs+9loWgvCq8NzsoP5I9p8lCvRUAwT1uHB49iXY1PvCVVb1ODyC+omMkPlxjFj028n27J7f9Peu5Oz5YRaa9zU7sO6akOb48ewa9JBSLvqjWN77Qzsg8PiWrvWMFlz2Rg4W9zmNBPm27hj34fO29Tc3JPdc7bT1T8769IHIQPjSchr3/ZLQ9+01xvgrFQD76WdK951RNPuQvZ715ymw+6hSEPYVKyzy1mf89AFBZvMCCwTyYFxs+65BDvsz0gb7Rjby+IKy1PejK1rtXEYY+93DlvTqBuL1BY208g1lWPk1ww71QDwW8O0unvWIInD2ZX2g+yd0aPsdWUT2ZS+S9GlEhvmYOrDzhWcI9nDq4Pv9gCD7PQBs8Tz1lvEbj2r3RIrE9gwG4PUijnjurK9A9nCGXvvVYoD1y6ag9yLmKPo/zPT6Ghuu8B74Nvh2cd740Vie+b8vnPRsRnb7ziQA+fmziPL2/njxBJRg+GrBCPBBZND0PzRQ+yHVLvfPmw71Hfy07NLCEPlwoF75vm8u9cwbHveqQVL7BzOA70OBxPnfJkL1PP949DgV0v2ocTbzXRR4+ROpNvixxKb5gqUc+UJNVPsdZdD4tbHE8mpbTu+cJRr0PqGK+ghDQvbc5s7sMR8A9xJ8RPXToi77E0Dy+mFVQviHFjL5yeoK+uptKPmf1T73RL2Y+V6mvva7FqD6xtI6/iNEAPJd1ebzriuw9ZJZ4PaZFmD2E/w++N4DzPR1RBz41XC6+KGhLvo3h1bytiaI9neaEvqmzuz36eRo+GULKvvwPT724NkG9iCglvuaPLj4DnQW+smITPgaIUD94hgU+BJGOPX70Qr7YTF69VHp0PeRlu7qTkOC9tGQYPcX1AL6ipz++JdsbPtPB272RHz6+6o7bvajxjD3q/gQ+GDxNvotBdz4FRJu+Z2CpPZoQBb5uABA+mx1svpPlxjzvsCU+iGuYveumOT7PNsC9bd0svjXreL4C3iA9xUmdPSLJs7vFdOE95wB2vrizib4U+2g9wVN0vqBdlL0drIA9YqHnPQeEqj0d5JY9MNlpvqQ8wTyEQIS+aX8VPsNBDD60WCO+lihRvuUDET7RFwY+qeqSvsndTjtf2oE9NpHFPYcn0T1wowK91aztvUWwdb44hau8yGc+PggR8Lx4/4I9FrBrvhL9oj3ryw++QnA7vU2QSb4Oju89XsqlPfmj8r0m82q+cD97PT8nC75iNFC9T8I9voWXSz3yVe49qAqqPRgXZr34ah29STTNvRf/kbyvnDQ+IY/kuidwqT1KyOa9wvdnvIUz0T1uRcc9sYxtvnP5Sz0K9Xg+z2/gPdf8+709C9M9LI/jPPO0Cz4Mhbs92+uDPuREbz2kQo88Fag6PKcS37xZfhK+MlYbvqa8XLsEkt+9uWsCviZqHb4HxJ49HxNWPvD9zb0vd2Y+ylG7Pd4RCj5NqQ4+nZ6HvcMHlb3JHCM9YFV6vJfJFD42+4i+Gnz3PY+4eT0OQHa9LBw4vja9NT7j12C9yjdnvU1TYT0P1YG9y+u2vQg3cD4nZzQ+pQ0hvTkFUT1WBiu9zth6PZvdhr4BXhm9JMB5vkYGOb0v5Bi9jwoMPjNnEr6vBsE9r4tDvdpmVz06Dw2+1URkvHwpCz6QUww+ui94Pd8Vpb0kc2W+9gw8Prh+tL7Auxk+qFm2PbU35T1DvbA+h8KkPpp7pT16Poi+pp0Qvr1GorwbrRM+a2+GPcjquL2HdFw8GhqFvVApUT7WNBY+DzGMvLyrMD5Ll3u9AwaIuym5fL7lUR09TQEevdFrUr55an+98XYjvpJoy7wZVeu+K/j2Poae3LxdFY09EjLQvcvsKj5J9kM9oZYuPuHvgb4mG9A870EBvkGtLL22P2K7zStJvc6pZr4PZj68GgLCvWMHXz0t2sq9L+NAvoGSn73kEkA+1c0ivFbafr24b5o95EiWPko1aT4GrfS9PqPJvYtFn71Plx29fI42PhY6fL7iaK09C8FfPndbCb3vvnE+h+XlO18BAD5FRbS9ShzqvlAW4LyWFxs+8ZFVvSTBAT6/r9C9W6HZvWJrhT6yK4A+uf4SvmAeBj5a1bm9D8MhvsgnQ72jDyw+dUOBvmGJgr6gCoI90nFkvmJBuDxG20a9Ib3CvVqICL1NVck9vymcPLWMN75JZ6K+75AdPvjhQL0D8JG9IFn8vc/oGD3DcHe+EEemPnjHir5Ig6k9xktZO5Wba74mb+m98p7nvUyhDr6lyng9x3jAPTtuKz3qBMA9r8OQvAYIDT6b1bk+R2gFvAWfuL402jK+QbLuPUopDT03wJU+uRBpPEmll75WK189oO/evp4MAz0jhFW+bW8Fvnix+b2lM2g+N14LvgLewrvmZiG+Z4Q8vUnBbj4BCmk+x4ltPWjiUj7WIL68zzoGvuLAv70GyfW9CYTXPbGaRT6Uwyy+JQs3POm3Vb43JnQ9yEvrvQma/L3ykku+gyBIvfPsNz1Axb+919uLvbLgmb5c8VM+ypVBvodUmD0yGc09ozNPPSMRhD1vMhK+5cp3PbzgKb0OM6q88F/fvZ/QRj30p7S8jy6Mvj8Iab3eH28+XLzmOyvssDyo0Oi97IdyvwMYjz0AdIs8Akp2vosl/Lw+d829yofRvckje75C7ie9SXpnvmD1ID1aoou9fJwGvoluSD7yeEE9086uvesmnL2x/ck9QlUJvpMLET7ezEW+eS4HvcBk4j6yPl+99wCxPlOHqb5zx4W/XtkZvl1w5b0/HqC+Vo/KPkP3orxBU6u+EiMwvsJrFb5rdjG+O4sKPdNhpD20NfA9Yhm/vZX0C700Hma+Z5fgPXXhJz7qUDY+zTp1vmUiwz4DNTG90G/0vc4UDb/Xgwc9KD05PlZMAj5mCrG9pXbVvlJsmb31oJi8y19FvoHNED5DQ6k9iwgVviESA71EaXG+SKykvkpoND6Wa5S+rmY1Pjih0z34FaC+jnyyPlu/Nr7xfHI9ThOwvZvihb2tNLy9GwE/PKQiUjwq2QI9M+sgvgH0SrwdfjQ9oKyBvuBZOz4ISmi+K54Cv1MEqj5baNm86MntvfD5Vj312ji9Blubvjmh873dZji+zT+KPiccib7mtS6+EfiCvhwBG77Hc8u9G3fAvUn05T1oDAG+1wQkPgEqm75dm3I9DRaHPfRz3z1/V9Q8QgzDvXf12j0vtyi9PCdGvjk3Ej0SEjs+3HEuPu97uT1/pIS+QQQVvRVHwT1RDoa+Zl+IPIjwFj5jZLO+bo3+PZ/Z2j3UmKS9T6AwPqmMRr17Tyc+3is/vTQ1Wr4/41++NqeHvR6dBzxWgZY9a8A4vjIsyD7TLBS+p2VJPCRoyjyZTC8+WT0fPkhWBb4/i9k+Bn3WPUecZz2TGYK9/wCZPVp6yT55EhS9IDuZPmoh7bmH+i8+1kiavi1t8LprJ407svHhPMACMz1XFba896ALPLPMz7yzB6G7m7Xxvcxb9rwzA7Y+Sci5uskYMz5nD4o9o9KcvsOcN75k/SI9+osbvp8CpDxNw1A8+YH/OwHqpbv2flA89zlGPkXQKz5TJTw9lZCAvpAuqL1CygY+R3U0PQpTbT7HCgs+TFaNPA+1Q7xU6X29/JOoPCawg74c5Am+n7IlPTR2Wb14ssE9MJmhPREW2TqUm9o82NOcvWNsuD2MIuW9u5/YPMmHnz1l8VY++RWUPUKizz2bcT+9maflu6vvOz1HRI09uJm7vX+dMD0RjGE+1tQAvs9GTb67vVq+GxILu2keQz0A9ZK9AiMcvrGBYr51XYu9MnmqvXGj+b0Xex69s+n4PcutIr1VbKO9QotavSJiqb3doys+4D25PiYmMbxIwvg9wsUDvh6hmr0TXoe+nY8JP6VkY744yiE+UmOTvbDYWLyodiq+FppaPiuqvLy9I2i9yqOavtqZ8b3JIEC+onq8vYZ9gL4pSq09Lf17vt4qzL2XfmK+k9BGvmXcoj0tZ1E+vCaCPfjH8L0Nn4o9xNC7PrqKID7Hj4S+WgJ4vrveRb5spaC940PaPDoMt729roy9e9clPU3OZz36gA8/TkC/PaB4rT42Dgu+c/RXvlkfXLz6SQ0+xD2YvT1S7j2Di/67x96+vRVMGD7/Kfk9ZTxNPNcMgj4Kmd29fferuktPTj5c9mM+cRaQvnpHjT13Asc6x/brvbUvJj5ZiiK+ufNkPUerzbz/uDu9c9UYvGVWiT1Dcw283yvbPRDzor7OOkk9pbfHPLdA8z2yiT++4/RCPh1Q872EvW09H2yMvmX/Lr475sI9OWmMvRZHWD7wDZg9iloSvPxJnr2PDSO9XaZ3vRCR7jwQCqA+l9kavo4nFb2zPDM+Ef4gPkgGCT7scYc+sheAPR8T/b2MFCe+3yDfvh4vZr3EKY08qKqGvTw8WL6AEgg+PuzLPfrkBT5XAW++XRi0POe/n71/fZM8sJ8YPmcFaL0eaec90H8Ivhzwdz69Chg9z+boPDMcrD3ObOy+UuKsvoi+Fb53XEK9knzVPBOPbr0BURC+LnGTPT0Jgbw3CO29MOCGvl9bWL6/AnA+HWXZvdjahr5Hlyi+TOzBvE3jHT7miTS+O4NnPirEKb5oX1q+NsqgvLlLnT6WKCM9sAuovt4gkL1Pvog+zV2EvYSY9T1Hbio+pd0sPiurlb13Hg2+VgcWv95TUb7MRPq9H+kUvefIID6XEs29PBJOvqnfG71eHTa8MQdJPVPmh72gLLi9cVYPvjapVL49jh4+edT6vfEfVb0V+TS8AGpQvtqzZL6A60y9Wy6tOk+Z7T3BQKA9exvJvGRTLr1RnFs7NPhJPlScAbz7hoQ9f+cuPhrsmj3k9pG9kMCGvXdsE77OLOq9emCtPaIiET10Jga9lFMWvqUEDj2KE2k+ckUMvvK2Hr6h40e8+++CvUxf2b3qMzU+jseVvSE3b72HjdU9Raqbvc1AlD0iJm++CGw3PpJG373Ue+M8qFZCvnpgnrxFY5Y9wXpivSk2Zr1Psr4+Zfz3vc30/r1pTn27K5kEvmc0nj0dnnS+ASeEPTVgp72IlUi+AP2ivSTlqr1YDGk8i+azvQ1DwL0uP0a+ywetvbzCgj2zQQ0+8xM1PlrBPL4K6FG+45VoPSMYCT7jwo+9ABL2vU0xzb0ZKIu8E4gaPmQ5yT1arx69mUyPvR/ZDT0b+6y9q4znPdsRdz3C5wu+4gkePlBFMD0OZtS9wlepvWgrbL0mNAK+raiCvRMTOr5Xm9U8Ng4JPnSQpbwih3q+BHYIPVHlbD73PIC+olggvqHUpb2IvLC8//MwPraqZz1p5BK+9v8ivkSuj7xnp7c9MyhgPTBkwb0fMoE91Z/hPb1PTDye99w9/tPNPX1Gxr71Yk49sb7RvYktSr60RiU+FXM4PqiJPr5PDC4+HvslPvZrKb6g2389w/ZEPiOlx720C/093t2Cvn8lar5XRuw9XfNvvWEa1LuEvhc9Z05wvPNoWDxftiq+iRA6PYOtez7B1BA+wCV1vRy2Y76S6NC9y1oQvXtBSr0rgaS8cWzfvfyAHb44+GM+UPCxvcZBAT4cjic+268GPj2HML4E7gU+ZZNCPVCscL46rhC8P16sPUK0773XIc094DcTPUi1aDwS+AC+LpycvelBmLy1eEa+Ck9APcwp4TzjoRe9hDrBPS2Elb6P+f09h2J9veiNozxAKcQ7svZ3vjwhN77PbU09koOivGDxD76AJj+9kJVSvbB/jD0uRma+LgDxvAmh/z0DN6a7LIr6PbQcxr39fSo9w8hJvugDxb1Cu5u9Jssevimnfr0ZxDu+TTqbPYl6Gz7QI4O69D1VPFYGFj4IayG+2yPAveWC3r3M+4M99+J5PjHX6DxRdU++Rax5vhM44b0Evu89MD23PAb8C76T5S69Z+/9Op4xlr6HTgK9GLUSvfW7WT4Rg0S+/s0svZmZOr7FHxg+48vzPaBwxT27PoE9R5RAPMchYr4W8rU8x+8iPk5OQT3qxTm+2YlbPV8rmb2/fLc9IZTOPadXKrwYFmG+x4QgPuuK3z07xos81FeYvONUNz4rFyq+qzsBPmGbRzxx+sm8DasoPgl6qT0VZuS9IOStPgQOPr1AhtW8WhIUvRuMnTu+fJI+nqfxvKntojsbZH29yeSjPk+ThLwJsK49lmaHPLxcGT5hlyw+qNRnPsnOnL3iiMy9lnrYPfIMFr2o4U6944sPPjpRcj77XyM9P9WDPGSNkL0q8cs9ke6ovKiPRz3Fy1E+brF3vR68i70RAdI8KU2oPLXtpD7N8cO9a/KLPk1Tcj5YUQY+7Vr7vdDjq70oeDw8G3AAPqm2xD43OAs7xX8xPuFtU76grcM9OS97PgIx4b2GHcK8yjzgPXdp6j0d9aQ8dtUxvjtcDj6nXso9EqWqOgQZsbw7aks+96JGvHeyPj2OvEs9u1hIvlsiJjwtolG+VIeFvdkFgD4yTDm+CfkBPlnqAbwsAii+9pjzvfc/1L2AtQG+r8biPNn6Z77lAxE+MFj+PTBu+71nptY7r9HPPMpWUL3qxzs+yFlOvv/zAbzRYzs+9lcLvgrUV712VxW+EcODPt1YVT1uECU+P97rPHwXhLyvJD6+2lOCvveOjLvZxGO+jaaRvE5nhLwumOm82sk1vZuBNL7Diz29T0ktvScQlbyZOgg+X6ZuPbZIiL2fUdG9MeShPPgAFb5FNaI9RaYWvpcunr1ERoo8OFrpvQcPPL6jEY083/NlO3Nkz7yMhP497u82vEUfwb3/LkA9tXW4vUY0Jr452oK+cLfJu2uAYb5PSVC94zeOveruuT2lHGQ++9joPavEQj4NaUC+0E49PZE1Pr4Z14O9xE3DvQE1Gb0Q0/I7HnyPvemNX7691TU9bdJxvfbzGr1R24A8zHUIvuFZYL7ZH8+96I3QvMZ8KD01AOC9LgnxvX5nS742jsO9NuSivDwYpbywFhY+IboIvqiaNr24Ubm9Re3yvQnpl73L+4s9ks2zvcmBi7w2DSI9GCCSvcJdoz00s/+9d2lbvuhKyL3u3Su+0WeWvUH4BL7h33q9OxgGvq9m2T21HRc9BSg5PXo+crxfXu88KLO7vYRpl770k3o7fV6PvUhEij3Vm+y9GeIDvpl0NT1Kl6M84WAOPoXYILzmFq48+OHFPdx/Cr5Cug2+r6s8O1iz6L0knyY9686ZPe+nUb6zbgm+/dD+Pe6KXr7PJo28kPd0vcZpHb7AF9G9QUdjvfyiHr2Pr0m+3IO/PQ6+273OfSq+O4c6PWA7Yr5es6S99lsbPatNOb362Em++9o9OrHNo70mLs+9O3vcup5eRTyZLJy+NtjNveLrFr4kKDy+WOtzPSPPEb5M8x29AZ0PvlBscz77nPK7Rl90vvTgt72f9LW83A+nPU3OWz5DiPK8VucEvgBIsz21Yn4+lVM3PpT/1rtlTEY+TC67vX03/Lp62WS+DPwZPWrxFD37dru+aueuPOJX071q0SY+fb13PVXq1r1Z3Nu9GPiGPrx1Eb6j44W+8hvzvWN4qr34S3E+hTiOvvtS0D3sGoU7twnIvZe5TD7RPro9yFOjvOXAtD0DVUq+sLXzvRlzBL51nTy++BBHPoj/LL76PzY+8OIQPtU4bL0WdUy+sFOhvQmWJz09vIG9/x/wPPeTHr4LsDA+6KKZPlTcb74pEQk+zHnRPQ+UdD548sO88lC6Pfo/I73R6489MChWPoRczr3hA4s+H57iPCVWFj0sTTu+D7D+vP6rhz6kk4i8fbGrvCh74r3bKkM++T3rvAJQDr7d/wu9nhhAu9yzOD6+/qW94uRMPAP27L3kxrO9Us7vvfIfZz7S/5C9rNkcvDNn87357ic8mkbbPazFIb43sz083i/nvYpA+L3Csxo9yYAQvL5qpj3siBO91rkBvtLunT52Fdk97QmYvcY/8z1/qKg8nQcpvp1Iir3ZJCK8NwUKvlxkWb0bieg8ZUKiPWkPHj3Hi1O+0HFGvML9XD13Iyi84kLWvMCy7b0DWI08gWpDviEfpD2FnPW7BYRFPrIyPbyja8s6YDBmPsg7JD4GKVS9fKcUPV5pNr50aLK+M9J1PrvGbz0eWTe9t3I6vnRaQD57z7G+0SAwPqZZeb19SYW+pQGHPtCn5bzamnO93btHPmBD4b0krrg9we2Vvh2N7DqpQ2M+WU6APg1tKrzbUzi+cskbPg8ljL4dHNe8+mzhPKVcNb4r4/29qG0tPlX6fT1IVhK9bTuyu7xfFb7qj3c9D5wEvhaTwz2Zcz8+BchjvYEFB77U3Hq+I7ePPgfjJ70MdZo+iADMvOO7xzv+IgG+aFpnPhRmnz4238q9BHQ0Pgb3/T2JvLu99Om6PnTLBD7gJGG9t0ujPlbYjz5BbeU8sRWGPstfgL38TGg+K69ZPkEMFr5W8QK9MftfvaJDfT250fu9wsuoPRM+Yz7zn5m80lZJPQdeI745W/m8P+2VPVt0vD2Nnxo4lRDIvtNNzzwxQ3c+hBBNvid2aD79onu98UVDvlvl6b24ewi+teMYPYqjlL6vj869AXEcPZN1Ir33uN0+uXyWPXF48b0/ioU9G3SdvVgBvT3XIic8nSMzvm17ID7h0kQ9ij9mPS0EQb1s8iY+7NodPqE2JT7gm009CQQaPsEGmz7bSqa9gX/xvfMiSz4KKos7tU3mPQ8jiD5E0V09XfKivWuMkL64Dbg+eKkGPobc2z3x9ee8vOoOPtb8p7nNE2G+1FhuvqSkxb4qiAA9j9fhvZG2r704qQm+SlQuPLnuVj1mqyO8IbamPMSYl7wWlPW8uv5AvgmWkD26vfa94WuuPRFcSD1P8vS9Gq5Yvgo5Hb0/xoc7u2qiPGgLYz0bLJU9sdXRveUCQD5CGRi9jdofvjvOgb4/gE48kQE4PnjfbT356YI+AIwxvg4TPjzsQGO9IaA7vdal5LzLgm6+M1CNvVG42Dv0HEy+FHBWPRdsAj1bkAc9HqgYPSBlTj7Do8Y95zn+vSBAmrnVlwK+N1/aPdATajztl+E87qvJPWZVFL4Tu/29Wzs/PPIFdL3u6AW8TCWSPrYYyr36aJG9/BOXvb9uZT6YWMG9d+hCPYgl/L1YC0G8EjdNvqzjhbxck/28L/oVPnOa8L1IB3Q9MyndvSPyHj75oK09VDJOPv4ehL7Taj++K1xIvsphGb4CKyY+iu/VPeWVD75fbAk9aXvcPcePTj6Gk9m9FlkavfelKz6dKsu92fwWvecAwbwJgDu+LvqBPRR8Xr37ngM+eB9+vZYTcr77kb29H1MCvt24NT2VrM29G93XPYHfo730VFC+mNCtPSaDOT7DM6O9wRloPYYbGT7NqAc+7uvAvOHQ5L09FBG+4DYtPvsM6TzJet29BZVhvYhD6b19bui9wWRIvRFZazxI1Hw9jBY0vqLuSr6pgiY+tlELveOv2D3U4/s7wVrqvJC1bD4hsUq+8pgOPslMSj6imqM9jKO7vDgMFr46N1g+eeovvSPt8D2VYdk9MWKtPv6EKzzsJqu+msNQPS11szxdE5y9eBOTPKcImL4OCAa+H0AiPsh/lr6uA8M8kBmnvoQNE74e5Kw+3QSGvUdHFr1+wPs8cIFTPmeFTL6K1N89YI1HPsjEkL4Dr2G+oH0AP2pjD74WhZu9FtgIvhI7Az4ZIpU9zqS+PepiVb4EH8y+Ea+uvcYNTrwsv4G9cIENPXtHwbxgV8a8W+HOu5+Vx710vtG9OD6KPVB8kb4YH6q+l1a1PhHnuDxmKka+Rf+rPXIA5D2bVgQ/RSLbvfITZbxPFa2+qvu8vTsBIj5DqKi+4iWovhkEjb7QPvA+e2g7vrjdNb6Mw7a+kzq1PnGgoL0fq3++6l9bPo+VQz5ESty9HHPFPGxM/zyfX7M9EwJHvZ38Jr5hZQG+1bIKPVa0jj445py+TgpcvIBDl73sGfE98epuPrO1VT7pS5w9HcCOvhXMLz6fOr+8XfzrvYOtFD5ZYHm+gqBPPZHAlD6FKIE+42yHPupVZD7S0Cw9wLCdPf6FaL14u+28+JNPvsfQSDxw3ZS8i6gkvT0Wc72vr+M+L+qxvlaGsj6M3RK9pPWLPqr4xrzXXIi8K78fvc23SryfF+W9pHWlvjbr2z37A8S9cmfbPYqyzruKzp+8NRECPLRULr7/stw8MeZ3Pfw+ob2TX4++ZWmQvhtrfb0YB5U9I3O2Pd8Hybr18a29rZesvu6Wsz3MNII9qpERPcyHbb1iSwI+pCdMvjSdPT2J99k9zgxBPTPAYr7Fs2m+80cVvnHCWr4CT1w+bBqnPNbhGb3J1jU+yqT6PR0jOL3cxQu+nnDTPt5JdL2Ys4i9z4VOvUocCb6ZXbG+ulf2PTNhnr7pX9i8NPbvPfVNYz71/AK9FMalPfLCoz0FAYC+YSqQOe2QYz527VW+XewVvs1xRTtmVWy+xB8pPR7CjT5g+yq8SrBxvVfCib6QWAK+0q/VvcfGHL674l2+noYbvmhsHz5xl4a+8SzKvf1Zo77UHfI+z6RxPkXbMz5Anou90vEIPVJBQ72I2cu8GHBKvhZ+9T3NuK4+2EZtvh1V4z0yVEq+AcVHPdGfyT42R2O+GPHAvRBHpD6+BK29Q1WdvtF/rD3BpLM+dMFQvpLldr7EPn+8mOfEPNxnND3JSu69Cr/kPVditz3X9n08uwjgPQI2yr3L9wA+N79kvWUCrj1KBFa+tPbFPVdLaD7E+hG9ucO0vtAdh74carI9rPSHPUbiTz4LxeE9t7jJvHFUnzytWKS8PztmvuctYz4bMUS73pF/vgZMKr4ORzk9RFqEPWQ7+DyJKxc+Y9BLPir4FL0LzRs+ItIQvnFWo73yK5C+h3hLvmr8sL1Z7128eLFdvpRu37xsOUC9PfTNvXWjF75rkMG80gzyvWcTVj4ARiO83OpcPeSYiT1ed8s82PV2PQGTib2Vyrg8lsvoPZzjgzzxL1U9bfQ7PhTBoDwhDtq9XV12vjddgD2cXYk7zuZwvVd8Eb6Iwei9lKzevT09fb1yklC95NXivOBWAT7QXww+bnugPZI+nL2UPm293U3uvPfVDL21nWw92EgZPpgV+b1VCk6+D9E1PgWQzT39SLI9YFMVPqYmF77dXwy+vU7bvV0G0r3x07k8FyYzvoybFL4x2qA9UHADvgacJL6N+oM8fIdPPSToDb0f4yG+uSqBvclxqL1Ut6+9mCuUPZTE7DvYOIG+7H/tPC2N7byqf649K5C3PCunjb0S2NG9jBMnPtw2Vj2jTE6+bdFivZNtEz0AKoo83mvHPGrn0DwTV3q9eB0WPlO1Nb4in3y+eB4avvCQej2mWki91O50vk4ESz7Q+Q2+kSYIvdWQFD0YBwu+ZovLPVJdzr2tu568ISrhPUO6uL3OPQc+FueBPspw1r0lvcu8o6Yxvmqleb5Xele+nCsivorlETxnoYe9QzmpPR3cKL2Wvi09qXWLvsoI371VDyU9c6taOiS3aL1aXdc9UmeTPgDMoT36SlQ9LJ8HPl5MJb2fog89REf1u2KcQb6Wfti8Tn+rPbpejT5I108994OkPv8H5D2idNY9pCaCPotQxb1yLq48ZwVavi+lFr68JKK82KPPvoTD2j1IXoO+yNwVOytoADtrwbU9nlMgvYRJ0Drw47s967nnPaAeOL5SSTA8KwjhPQjhKz1JY4s+jtI5Pixvg70itse94RabPsVIz73kkyc+cx/bvhrdND7PyQw9vd4AvjoTb75X3hs+fKm3PYtThb3X+eM9/zTUPQOw273P2nG+hKMovlA8Ub2HuTC+FZw6vmzlZL12Xew82fsZPsvuCr05cUI+BNtIvcivXb715Py9DNjWO+091j6jbjU9OxiDvQVAwD5y/qk9XXwCvrs4ij1Oelq+gmtMPpdfKz1vKIE++b+APZR2Kr4tHo++dtMVvtqRQr4V+A690MWRvWienT5wz+09i2cNPleSJD67ZJ++8k9fveU02rpUAPA99sbYPYM8sT1LnAW9HnomOV+cv72CcEu9HOBGvp8NXj5hsOC9DVrRvqwaoT7LtXQ+ro8MvWbRc77KSgI+Ej4Cvq9UDr459Ti+/eOuvoSGsT0YJQU7uTZ3PVskOL48QLW+iysMvfIUmL5sm2g+5Saevc7PRr7ULfK9r6lhPlfaKz7/KmA+cu32PfgnoD1JdZ2+wJsHPbU82zwKNaA9K5UNPqJr/rwsvuy97OZXvjrF7r2lYAS+YEvxPQFjgb7iMhI+yEeIPfA4Wr4zSpW9zab7vZ2l4r4KRgK+pg+ePnS0aD6h6K68rZQDPuNTEzsl3yA+/pQAPoc3mr3hqh++ni4BvtUFarxLviu+QQE6vjmW2r0VG5g9ibIbPtHuAD6P2Ei+M+omvjiwiD6IMuo8uhO7u+FlgT4wkak9BFdkPu/mNj4hkKs+YIEbvkADZL3ONSq9RjavPbG6qjz7akW+aOHGPoLqyD7eX1m+PjYXvke8V71scso9b0/VPaHBzD03YlW9bLjMvQMx6L6RGzg+NtAJPnJLXTwpYuW9/5Eeu8vf1z2+PFc9EktOPjvKtL3heZ6+t4iBvZOkBj59S4q9UKXqPcN4UL2OTxU+/1ievLDRNT3Eero8lxRevsv8Rj5z9Ye8na4kPrImfb4Ec4u+adGRvpnko75gTSk+FHZePg8oU76skgu+BI0APm7rCz4aAiA94TQfvYYaDj4V+ac+/KbzPPTwhD5UZeE85Z1Kvr15u7vimmm+fZcbPvk3bL2olWu+46yRvG//UDzXipk+uNZIPEYEejs5L769BdyWPWVi2r1yJhs+nF3svta7QD7zRVA+e3UIPw44xT6ltAi+i3uhPb08bL569I68O3/vO655KL4clr68bkebPabRdb0CdSQ91HroPIyFXb5H4Da9gSCUPTzSj76zmx2980Ecvr2ev73AqdM9ygKGPYrYE72n2A2+uklmO7MAObw+Z7e8HFw2vvsSHj7BKlq9cQkTvodLa77nqYw8A4Deu/aZeb6rHcu941KYPNgxSjwS+0i+/F24vbZF4b2afBi+5CYMvSgqNL4Bq+u8vMvjvZIqTr4l5z695UfYPPGTkL0vohg+EwUMPdceU72eu249vHBBPYNxHDy28ws9WUAXvubIsb3Qkjq94jYgvkLxlT1xhFs8zRdKPdh+PL5XmRG9gGSYvY7EJb7zl7U8WhNwPPD3nbw88oq9pDhrvhVW5j1QZjQ5Dor2vMW94Du0lyo87sKsvXqder7wVJS9/KpPPYlxkrwTDR++tUOmviST4bwpmru9Nikhvg/CEb7hFya89yaGvXvVUT3vHEG+LI0BvsoP1L1loze+xENEvhthjj2KdtS+0Xg7PiqCBDqbm0q9CcXgvSrZ+z2e/PS9I7h3vrTUkj0hSh89GCpavsRMh7yK/JO9tTjwvT3Khz21tYm9S3iDPFl1nj3EhCS+HtC3vYKXI77ncka+DycuvqjOWr1eKD877BrFvbHvnL0pXk09AnAVPaahCDwS2Ie9XFFrvlbZEr7JnKe97q/LPE2ILL0cUf09P/FYvHgchz5DTge+7kJlvg8YYTzN33Y6tt+fPQ8JOL4yXh0+Nvk1O4tF2D1Wqze+B1IRvcyLnT1dQsQ9RYUoPSxIVj7Qlvi9vIb2PSX0dz3/yJ8+jqc2vgkEAjy4sVA+kSJLPmseGD0pSyA+VYt6vZrp/TwHOl49iTCvvRrR6TyaQ5M99qmkPSZ+s7yD+eo9WWBcPlm+qT2LYBy8q+I7vQcdZ71Ltx89bkkWOibUjrsicQm+qeIUPtgCCr7ukS2+SHwgPVQ/Pz5xhjg+9potPkJL2rxQp0I+dJJRPdzXaj0q1OU8EOnnPYQW7T1sXG8+oAF7vlkxx7wkLLa+TgcRPNQxgj2hHWG+yl4OvtrWlL1yU129KhU7vl9WgbyyuRw+D0VfPmhsGj5JVOU8BZfUvXMxhj6eRkI8eivhPFxcrb3pyhi9si1evkkKIL3B9WO+4HqrPIdpEz51gkc95P9Yvuei375c81q+XllXPZL6Ij2MUw++XtsjvUjYVr42Jf490hIwPgUIRz6K0ek9z8AhvqHvQ74KVsa8l7s1vvHqmDyur/29+XAvvruWXD64nRm972+xPXH+W76MQbq9kqPivbik7rzRnkO+3oievVayyby1sI+9x4V0Pf58vr1l35u8fIhVPjZBSr1BLmI9jBBbPb3qJz5ANs89kS90PUDLWT0ylm4+z75VPsPqXr2NGbO9T1kKPtdVEb3PPZG+j5uBviaTNr5Q+0y+ic24vSQFHD3ktpi9+ZZYPWCimb1buVG+TugjvjcXWT6SgUS8j6/JPRSMiL6LbvM94RVDvp6rxr1bzWi9ZE73vNHfCb1JUso9GqyzPh0GgD0BE4u9q4CGPoq+T76TmPw9IwQkPjMoZT4hWBG8T8BNPtkBmj6LWBG9Q54fPqHUs70OM7I90io+vXYvQD1GMnK+7VYCO58YIT7ghgK+nbsIPadaA74IIfe9bjUnvvJIir6uWmu9PYD6PHbVSr5gjp6+GlHKvBoiVz1jrkI82vkyPQ//MbtpII26ccceO2X0Ojy/TpS93bFJvv4IgT6TwRI9OWpKPlhpOT6VNX0+YKoxPmTp7j3D17a9MzmCvlPdVr0xlVC+XnY9vrVAa70+qT8+Ik06vjmsmD7zXF6+JyZEvtfcIr5i84Y+xTcWPlE34b1pj7m9Ic/ZPCyuTz3dtZQ+/mgwvo/lUL2f4AA+/A/3vKMHoD4XBSi+LZOBPl3NVTzv2NI9VPabvcfrHL4Vy7U9hcWvPSSKYL4V9ry8V4L3PBJaOr5ed7G+u5AdPgCNnj3pxfW9NRgAvi/LwL20gxm+5VtTPsY1bj6781O9eHX/vL/MCb2Nzw0+TJdDvArvDLw90qA+NHWZPSZbKr4SorW9ULmcO0fNBL4RDRQ9dKJjvn1Nsr3jceA9l7hPPfZYOb5GmPI8ObPWPI5WPb0EeQe+F0dxvlNx9D2x6Ya8bAQovsAr8L02Amy9ELGPPdYfGT0sx7I9nrmZvZ7DmzuEE/u8BIKYvIp3p705qaC9VKxhPI8+Gb4f3m29x5EnvvuuGDwrLyc9voTavbs30r1IpZO9VrvuvGX33r3dMJQ8RhxUPiwgEL68sBy9Oyv4vSMy6z2O0cY74yyxPYfosD1l+GC9BAvxvScomL2YHQq9WPM5PPyQB71TmwO+ZKEUvsiP77sBVQy+YYHxvedgI75vgSW+biISPrmVA77PyN69R0wpvve0tz25YW47cejLPUmnML7P4J++Tss4vnBQWb5Pl1y+TnK1vSmiSr74Be09XbMUvrtPGL60MaC92WjlvSB8D731Qx++J5ZoPVe/RL7275i+JuKHvS9nmLz5rsO9JKmTvTX/W75+VRK+izxdPWS2fzrdNd89Qkzkvr5EAD7VhmS+zsEMPA0MVr5WqFI+2ZnjvdtCbb1EdcM8puN7vTWzjr6UrT2+QbjYPabohj1mPQc+dS0+vuHstzwa1Cu9GnadveNb4D27t0e9k2jivRG3zLxxAIe9jIndPb0k+r1DG6m9GsA7vXKoqb1G8769WN6yvSL+IL5X21e9v9MWPuWK1L2Z4uI73QvZPVsuGD69iCI+wkWIvT6cir5lFnk98PHxPfj3Jj01sTy9abpbPhMhSD7QaIK9KqTrvbyf3D2YF4+9Wu2NveSFu72rURG9I47MvZWhu70Etz++IUxOPq91ib2QbrM+miQgPvMrt7kFc/A9G6MrPoJOuzxeDw++94ktPetuFb1tHMO9qQiMPvJ/kT3kJWQ9WFiKPIjjZb4FDUW+hS8jvt9Gyz2FqES+FUCSvppoz7z/jHE9N70kvuy1ojyAnE4+TFcLPcYqTb4u/oE9+fx7PMW4QT5Ghzm+1pdlPuJ3qz1Y3M09UVYiPQbGr7zbGI++eoe0O9hnhbu6dIe+z0qjvTp2cj6zX1e+zuhZvisPMb5dbYs+SzKzvqvumj2D35C+uneUPt3WcT5mLJe+QfOnvf7ce741d8a+MZNrvm4QSr7ksGe7/AJWvstg1j0ru+09fawavF1xVD6hKCK+e4dUvEMPzb3umhu+awYrPmqaxz552gK+D/k2Pv9/UT5vsO89HHMnvKHpPD2RKpm92hzEvmtDtz2rQNw9jO/+PYS4D77ffgA+Oj4HPNz+rr4gZTA91mooPan7F72ACFm9zS9lvfd8OT4F2IS+oSqvvmOSuT0ZEco7Z7POPu2zmr0Qw7y7mDwLvQ6Y/D2l2rQ9RkUrvQQs5Lr830e+CJQNvvJ79T1+Ny29tPghvpT/Wj5Dc76+vph7vrbj5L2SRYC9G/H6PQ46sT1A6Iq+9LVuPimmjb5Wh8O81OGbvkwgoL7Jt4Q9DTF7Pi3qoT0z+5C+Wnxpvvu2Y75349U96osAPuTi5z0Wnym9EAJjvrwKcj1JrFo6cIwkPZQs3r3qXI09d/JPPXWehr7pCos9jNievTf8Nz5+Igm+Qd67PZ/zlL2JB3w9Pz05PVY+YL5G0Rg+t6Qgvqq9lz6OyNW7ZQfwvS0Ifb1rDXO+54ejPiYmfz2oVXe+ShwtPoPCAj5Gku29wF/RvR0bOb0KIVy+xAf2vPmF3b4Xcuc8RxfrvHgAwr4NHyy9zvg0vhhvYz6OapC+r7JrPpDglr0yJWO+9Ju3PSwTQz5t8rA87KUYvqzgQj3Spuw9ES+uuZK9Zj73HyO+QoOCvQHvGD3O82q+dw6EvV1fJb5pSbI8UmdTvXJx6rwFfoQ+6fE+PjejzDwUJ4m+Xm1JvXg7LD61Efk9/bmkvaCGRT4aUNM9A7g7vmMTtrzwt3M+Ba1APgGe/73Dxag9tIg6Pne9J7629Ra902IUvmaDF75+nqg9di8aPuAb1b6vmWu90juwvLGeiL6nvZ0+noirvvax2LwTU4k+t9lJPap8Vz7ub9G9R4A/vmeUvL4y030855h8vVhdyrzJmny7E4E8Po3HMz1+Mmw8V0afPFvSxb1b2+y9UQhAvfnZk70QHZO9clB3vcTn/71zwrW9pn1DvgVY9z2WiZg80UwZvTH05j39Sdi9bzkOvv8pfb22XLC8KnM+vjFNhj3N7DA9Ey8jvZT8Kr7PWr67MszCPR2fZb4j26o8Cxcpvs0KFz4I11i+115HvUahGT5/mbY8DkrEvUwxOb5CBye+pFs9vubEzL1DWQg8T/ENvtRMnD0oztC8FgcKPcOw3r2oeP29ux11vpfajj2Xnpk9FcY9vcwo170a2xc+P7PsvSZcCb3Llnm+REALvbax6b0ljnM8Gz1pPQp2u73TqhY+/cSxvAvtH710B2++XtwevFdjD71LYpO+NdMFPdt0+Tysewo+z6WfPX3dTD2rRn+9pCH6PbLZnDztt2Y9WOjjPcgsCb4tV868pebsvRMfEL4xvUQ9l11QPnrSJb2zm9O8rJ4GPkv5Z76RwFe+LeuqvZA9uzzvcfw9ZM0SvQaxib0Cj4G9wuHzvBhA1DwREZC9/vUbPFmDEj35bze+7DpzPWmE6DuHUsq8Z5e+PGJd17r3Ezo8nnqpvGnejD0FVxc+STwRPoiAA75Tjwg+RMRIvad2fr1bCtc9P0Yvvuos072ik0s+hhlYvX7UkL13ugO+BrCZPSSb1b3rcR49bJLXvTDobj5UuVK9vXkdPvTZWz5Ukv69eqcuvoDsvL5urgA9IwhsvniOFT4Qita9cUd3Pr++6zzL6He+n7V/vf1RNLxliyI+1tvzvR7SJ77KxJE+PLEDvj+ZrL6WE9G8lEkWvi3hBb3SDV8+KrM2vtTkJj3pe3c+5xmrvM6Kjr0XveM9JMDzvYPFMz7heQ08C1v6vB7k1D3Z6vI9IQG+PZIiO77Aow+9xOuqvX+Mlj2r25C9nerPPE02072S6Sc8wPAcPTJPIr6t4HI+gQ5KPsUPI77DPR29HlQhPvgaDz5kpjK+BJiLPvA/rLv9npU+mIlzPdQq670Sliq+uNuIvtp3Cz0dUou+z4Y4Pv+eKTzPyWo9v0URvxWDAL14WTo+lBKsvTZpHb7uJa2+dVlWvh/Khz0QCQw9bzfgOr2suL0ffp6+Z+bUvohKyj0CMOO8UpGNPe/5tr30BsI9MMU/vuB6vT3pjLu9sTuUugnqtzr2sTI+41VQvi7ajT3WBaq9UmDgPaFTuD3u6ba9GN0uPtuZQz1rpck7EVqVvhQWhz6qB7s9SUKWPWStNbwasjU91sisvHrfwr244iC+K9uXvX6PuT2mK+O8j+xKvomKqz2+jkm9/3K0vvU/Gz5c7T4+almPPWRHvT1kcFo95kZLvhAhlbxMwSQ97gNhvhBClb6JbY49w0CDvAgb8z1nXG88ZEExvqFyCr63rw2+7IKQvmXhQb5cmPO97DmiPif7pD12JS4+KSBou6LEgz3JeNW8p6mJvUWwdr6imDY9+QMKPrvN/ryz/H09c6yivrooWb6UaCM+UUOmPfEXwr5A2Ui9CAZvve3jTD29JGY97hoPPullwr6DzLC8RMfTPU0Zhr0km6O9yGwwPtwLBD5IFYq+QK2UPe/vwjy0e1c+hahBu5HEbL7/kQK+7n4rPVg1Bz33mOy9OoMrPsCIib3oeYO+eNXSPjqnvL1qUUq+O/QFPdaI371zNF2+BXnTvaBBPD68ZZm+62nEvX4kEj4h7Sy+qGoivpGr673HQAC+Zx4iPubly7y4mBy+BVjePcRF475Vke895qFrO9OVBD7v5Bk+wUkzvmspO73NgbS9GEBjPswfXT01Pg++CZNwvmLwjD4CpLm+oVdOvjx/yT0G81a+n9+GvBwRhb2JloA+LKt1PscMmz1/zoG+wtmyPaRECj0Vpwg+bdcFPWOBFz5y/0G+B4kDvia4E71q1xC+4gsoPa5NWT0Ba1m9rXSrvVadtT4/WZ09wqO1vsvEnL2pbry+akthvT8Yxbxorxu9PmggPnbslb1lIZY+a1+Rvnv8mD5qyG8+UlYWvtoidD7DCxW+w+VmvuGhGb5Xzre9/uwCPktRyDwnS1k+9o7gPd0BtD3ef4w7skeKPBxaNLz2FrE9TyO8vcw/lLyUpZk90SkPPohQuT1kZV0+qxADPfgep72yWSA90X8oPiLPcz5eaxk90XuDPQG20T1CSQY8cBtcPvB0ODyopPG8LJM3Pp5bML0z7Me9gNm2PW+D5L3TTCQ9PIiIvbzlND5kTIQ99BHyPQIlGD3vpBe96cpZPKsOGz7PKVA+pMzkPUPYQj5IfJE+sMV9vFtD0Lynd909UhZxO00vKry8E+09C3LiPMYhpj0UjaG8BO6DvgJ7+z0AAmu9Zw+sPvRmOrwBEGu8L5sMviyIrb2o/ok9ws0OvBVzlT23bMA930xVvkXgMT5a41a9xj4mvssWEDyrpWy9+ykVvdrvuL1HK3s96EUAPux45b0NkCm+BVERPrxPTTtnogO+BdkxPpbPNbz+4ni9WyHoO6NZ3r1RNlM+aC4MvgDyc70G8re83RRqvXxTQ70gmEm9+L6nvSiyUz0SV+q72Di5u6H6Qjz+8Lu9Uo1PvrLnDb5fEvE9ZXFyvS5YnT01w0a90VS2PL/00Lwhl6Y96eKnvE9AMT29g9m9l1aOPg9H4r3g/B0+y/ODO1l5k7wuxYo+0M3rPYICIr7UXCY9p7mNvc6T073dSFe9UBNcvogxQj3EANo6HIiHumW1LD70aIy9i/qsvg4QrTy6nTG9RMZivk5r5z0k97C9Q7umvUCPTr7Ncgs+guKhvtUUJj7qCAO/w0JMvlQyzTy1uXU+AlY6vr3v+TzIGoO+E21oPRKrLDxbyIs+eIUbPkoMp75xJ4I+3+tnvRKcTb1sjNy9aSStvWRzN71P9SQ+edQZvqP1Rr7TjUg9WIffvU5H8bw5iz2+eh9Wvrc6E7tnQyE+X5eGvkM4vr5s7Gk9Z72WPcPpnLsiKl2+XnVgvikgOj6rkW0+BwJRPdEzV7xGvtE5KrYmPt86nLpNSBw+f9owPrHnQz5zDhM9tslMPuv4wD5lhm4+iw/DvrVGSz4b8fW8XKz1PfF9oD31Yiq+2MqJPZR8xL0rKa6+s16rvsUZB74NQ3I+t2qUvsPw9T3zGiu+OPVgvsOsPD7++RI+ls4gvi4xRr7XUwo+DhmcvrYSe75+JTg+lvNjuyX9kT3RXw2+xXoMv2jVUL7V06C+5Z5pPo8mPD77zZM8RXUePjrsFr4Mr7q9ggFvOsXjMb7zboq9dcCUvLfJzz1SjDW+fXTpPaI2Hb7tDpC+txOrPlrwmj762wq+bLimvmoELr5nnNE9QHRBvuvlWb0nDPK9iP3nOz5YXz2/cwC9UluhvvGcLD5DxTu+UqmBve/nTb5Sq/E9k66hvcPG2z29Zi48MjN+vpP7c72rbam91w7EvZnIIr2Wio69IkBMvkBb4j4mWxo8eXDFPfXzjr4GfxU+1pJfPsL3MT0FjPW9r/mtvUy8nb5/eiI+sreqvTDEMT66Tcc80RygOxZbvr2hp50+/Us7vn8Ykr6krDS+tkhJvoioR71ZTlc+lgQhPlocPr2o48290cSUPt6hlz3mNgI+b6TIvVgrYD4TPjw9Gam+Pqnknj40Q4I82craPremtj6WS6w+sGASPsPkpL6Njig94A26PZbwEj5UXAg+GEyRPQFOBb5+CZ+961qIPgRGsDvskKe9/Gr2PU4Xgz3RD569Q5FAPvZdAD9qZ8U9t9PyvMSuqj6wr5m+VSVfvtFGdL3/nmQ+lAlqPiyfwTwYbdo81jeFvSA5gz6TDGE+mvd7PTPKkj6H2X4+G7aKvkt+ur53Ebi9n2mfPOamnT193W8+bCR8vrOFt71TVWG+5sapvZnSaD42sp0+09VHvZ9eej0cex29E6uNvbehKD7714s++1ijPeZYvr0nbCa9NEySPjqqAz5ZMhq+pulvPNYEB77tpTq+9VmWvQl96j2c15u+7qyZvdAQer1PfYI9HkszPgOTKL7m6I2+32pNvc5uB76LJiw+M6qavs0Bwz48aI4+1u3gPlw1FLu9UII9HiGFPTLD4b3xnjE+XHOkvh3bgb1JUwI+SlIWvMKDJ75W9A2+OSEqvrhOTT3wznc8Wt8xvm3zKr6cPyG+9cbcvSK6mr7+Hli+4VPVPU8FeT2+nGa+FsDIPQTDZz40rle+ubQevrlkIj6cYBQ+2JvbvHPJH76fwmC+Zu8LPq8rDL2i6z+9IctNvcGvsrsKzA2+almmvOFdUb71LUK9QJmVvT/0L76vP509lBGQvNNoer3WvgO+UuIDPTimT75nELq9KnilvNsk7705pee9icXfPb9Lgb6mD32+5+tRvi1m9D2mYQo9P7vZveCQvj0C3TO+ZJYgvsn+Ab7SXXK+7zb5POg+xL1Shbe+W+CMPZ8vGL7qtVC+ejwPvpLuGL2j14U9fjt+PRKX+70QohA9kI3DPLrrNL5ZdPU9fITBOBYWK74EtdE8Fw8Ovpm9MT2I2Zo9y/E2vhK8tr1RCU6+lF4xPSWTCL6cB9i9furevRGzqz2DF7G+/5MHvlGTKL780Ue+ugQBPrUUJr4+a2G+7fX7PZKuN76BSs47EdDOvUa8Nb7Xb/y9+QMQvpVBNb6FAjY+YiLkPZDdbL4ZIMy9oN4Pvhd0c76rtY2+evCyvXCgxj18Uu49tgnBO3u/KL4/2tQ9OzkxPEChQ7y53l6+IVYbvvTAqDzMpGe+3hkevuYRE70y81i+62GrPa0fYL39Yy6+xO/Mva8qg71MQ748YL0HvX9AwT3H+7a9fIpTvlIlGr47FIy+3DHXPRGn6bznQz++zwRxPh8Ulz1s+Ie+dZv+vFo9Vr0550s+Js7tPe/Uzr3qQX8+b2JWvNbTiD52aiY5IMqOPPVnX77eUis+c2xivqnPIzwW2CS9pNewvrKkjL0h8Vq++2qDvZjycz6BosQ9Cef2vZWgib22BN29loqaPr+vlj1nVJE8PQvcPdB8bj0Vw5K89QWMPQKOQD6xJy693QnAvf9FeDhFdw6+MyBAPd963z2S93G9orpZvkwsY77xadg9tGFvvaTenT7n77S9QzpRvF/xrj1LSJk9CiZ0vqGkQT4NKAa8DEKSPbVTWL3oDRU+xvsYu8XNyzxrOD6+qT10vvIBzDzICX6+FvkSPv46Oj5mbms+dhnYPZEkYD35g/a931G8PsGElz148N89bvycPSIXCT7Z3m6+26TmvU2Hnz78rOE9+g2CPvp6CT2kUpS8Ke4ePnwKub0j9jw9DEahvXmxmLs/jfC9f/5DPtFKtL5x7me9ombXPWgJJL6mhI2+eB2wvc1yUb3JBq08P4mBvDXxqz39slM+mIuePnMMMb44c9s9eP/iPUuJzb2tYu69kUy2PceJvT0zpYw90IViPVIhtr0P0VK8q7vovQmtjL621xq9xmgsParwBL5EXDi+xw+ePXnb4j0HbqU9fdg3Pt6rrT3j03W9JFNXPgqJWT4ChRA9Gw2cPZ9xKz16OqK+VEqbPSN4Aj4GfTw+KBjnPcsTjb3AkhA+z/MSvX2xAT693RO9UMBrvtL/lL4SZjq99p6rvMR+Pj0gTPo93InivG5HyL0eWkc94v4bPfiSnrxq8AA7IaOcPhvme74uEio+P+WGvkoHHT61OlO9hA5GPhG6srzZ/g0+9ctOPimsyr3JWv28JeUMvh5c4bz9XWy+LWCKPVqoIj7K6pW9VdIZvuqZfT3fZz++wtE5Pj2lsL1GQBA+kWgePtkYlL2I7SS+uQjhPSxj9j0UqRE+ksAvvXitKbyiUpA+3vGHvTstsr3BF7S9rHXKvfsV/j0UwoE+adtuOvT9Lz7I0Vq8xdlUPiKBgr0R9Ry9f7SsPfA1tj4rsgK/I9SNPgo0mr0ul7U9onYgvrekjT2SnjY9DWSdvXGnUj1k7LW9h+lqPf1JPT6GLSm+0BBnPpCGRT2jlOA9eW2rvciRhD1IRVS8wDw/Pen3VT2c9Oo9XgpXvbUrV75RL/E9VQPkvgPrGL62Q7o6GpEOPRgFCD3dXJq9c575POA+X77KyDu+sYCovf5CGz4LpGi9Hm2iPibM2L2l6tE9tKxbPqozBj6Tqp09VZmTvgspKj296yw+Azd+vjtQU73FODq99Uw0PZOxo77syRq+qKkRPd+SM773soU80WJZvpRtGr4Q9gO+SJD9PaEn0D3ooR2+Ew5OvojrFb7lZFu+YvpEvpUMPz4vtJG98y6nuyBYc70SXbQ9aKgwvp/3q71evVa+K+FCPkCIPr6saSg9RUJ0vpQpz71drrS8ouFbPZi1Sb50Bza9iFCQvt0F1L0JcGC+ZojXvbkS471+Z389CTlbvHo8A73VY/S8IirTPQxHED29KjY9U73TvbE4bb63Yme+79L9vd2XKTx7m0G+KSFrvr3O7L1y/QW+xRkkvaCzCL5LWf+9OttCvt5XIDyQtIq+iS9LvgEuD75wOXe+tdWrPdoal7z6O+Y9GWxSPYg5gbzD5/e9yj7xPHSTULzjyBE+xmkAvmy7w70JiDG+dpJwvX8Rwb2Mupa99ez8vajJkb6JJLI9ONINvqPy9b1NYgq+ZAP6vaXEgjysNQC+G92Mvsrn+b27r26+g6jSvK+sS730HQa9DMY+vv+Vgb5EflG+N/zOvJqfwz1SyEW+94DjvQyJkb3sBy++QK2rvW7KNL6iRRS98775PCyzHLuAWlK+f3mBvg/+U767rfa93kghvmktD77UBli8K7CDPRHBJz3/yj69dVXRvXzlxL0VV0W+CVISvVCLDb5yFgK93iAiPjdw8Lwuogi+RygPvbbKC75urFG7ticGPaXsqb0KOre9tYFEviFRuDsqrsS9TotCvUDg9D0C0XQ9wxEhPvHnDT7SZFS+cvM6PtWn7L15imS+nvocPbu8K7wux2i9UYgBPbXUAL4+CTm8SrKovLSCYr1CqTg9w8CQvoKQuLz0BRW+uy+QvVhezb3iRz69jmwaPnngOz2Bg7G9jbQAPhhjr718wty80l79PUChyD3xdNc8LztQPlz4hb1zrwg8Z0axPbKMgD2LbgC+SZ0avfX9ob4reSq+BelhPdGdwb1e6yc+CzFPvY8CVT0egZu8dysDPdk4DD6ks+q94+/Nvfw9Az7vJNE9qKC2vGPU0L3NGpe95LaLvvUL4TwtHsY93XgJPvEVL74Ik9a9uAYUvkDmTr0YAlU+aIjvvfcEMT3Uiwq++E42PTz6jL1ElQC+OBUrPj3xDj2glj++vqkWvtaAHr1H46G9xrAtPuGcML5t3uK8/6jwvH9+c767Wcm9YbMfPcUf9j1mieU9FlFUvEmYAb2QjXM96T8AvpFwarv/Rwk+YRL7PXYzxDsjEZS8jCU5u2i8Lz7XvRk92KM/vXmpH71SIki+pj3+Pfe/3rx0CQe+CzWdPaA85b288xa+KRIVvNwlWTxbaxS9XnvcOquOOj2X2iG+C+n5Pat3ir388sI93fzwPGNTujy7wHY8AOPPPQ2FRz0y3Di+LOZQPmsisz0UGSo9gv/OPayzRj1fXow9NkKTPXY8oj1oGLs8Ze5OPsk/HD7pBwK9IXilPS4QLz4pf0o9fekAPlchKj7OnZO9Mjo5vZ2eCDwYyLU9REbIPDp6aT0Pfz896r/7PaA+gD3wG4Y+33mLOjOWBr5+BbY9HsefPW8A4z3+L2s8ZuaFvQSbJDta+oo+TIAGPqGibj3/GJC9dmEjuhAJOD5pVO89qkgHPnWi87zf0WO9aa6ZvlUVMj606f28iXRmu1C8XT7IYA0+hhlcPWzNdr6lYrI9nOA1vByL9TzXGhk9eCMTvtcXzj2x2Wo+s9NPPSZguTxtVFi9b06VPa3oLDwYl5c5inWfPT388j1j87I9U3slPBHm27xEDcU9nD45PhYEcr43SMy908yDvHdRq7xCIQi+1CP0vZZjQj0JFuE9tGkHPjD4qLzRF4K9vNICvnK2OL6Ti888XA/wPY56AL6Wt8e9JXZrPdwBhL5sFv49QcKQPoyq0D2Ks8q8Fz6VvUDFc72pDmm+G7HHPGssDr3aC3E+VYqOvSm/hT29NqG8AkZQPuYE3jztUOI8aX2TPUouOj3HQ9g8frJzPfEksDy24tw9kizRPY5XEr0Yn+49atI1PYagnD1T/z4+77fCPBk0EL2TWpg9rpnrPE64yLzmS0A+RSEOPjp8L73wxOQ9VGSOPYFq+Tss1y29K+miPNkHvD1li/y9w6U3vl1tNL4ZChM+cdUfvae8qT3xHmg8DmEovu6zzD1wfrw9iArsvVJuBT84QRc+SThYvKE+IL7fV5k9UFoAPdZJkj4JTCM9UH43PiaK1L0gOza9/DcJOhJfuDyf32a+AmuQPpz6pj6Z2T0++yPjPecJtz24PFk69EtHvjw+P76Q3Ri9Qh66vVeV4r3GwGY+8bgYPaItO71UBgm9GvCQPlcQjb0wMsw+yGQjPiE4Rj4o0vo8KMn2PW6b2z0ywAE+RWcJP3MJk75TBxA9Ax6wvLH5bTy8bPg9O40gvhrHLT7aezs9K3t0vsCqaz7g2O+9blq7vMxvtz10ahw+WKuMPTMUHDxrmuS8QqxjPXe/Vz5LO1S+qneDPg11Uru983A793qJvIqu7LpNb8S8wTxyvQmmwL2FjBI9OlnMPc+jYD2NTKY9L1xDvo80jTwResW9+5iovQWmFztWJwi+5dhVPu9HT73ajlE8PDJfvLJhPT4UVjg+jQ9iPirnFD4HggQ9NktCObHLLL7n5AA+X4qQvbVBJL5zhJQ9M4nRPtYXrr2ePrq7Cl+RvOR8W73x1wG7NdGAvChK/b0DO6c9JetpvLLS4z0EZxi+Lghfvv5vkD07BgY+xYwovOWTC7793Ti9nwBDvstJBD4Xlu89TB0RPsIt/L2zGVI+6Lm4vUu+2rwsYY0+SZTTvvS9q70mWTE96xJbvaqujb17DHa+pAKBvgP+rb4j8LS9cwvpvVctqj3gtGo99iG2vY4nzL3ZeZw9G5ndvcoitrxi1l4+MrarvL8NED67Sw48zO/Svt9FS71PoUS99wnwvUtxCD751Qo+s6+evAwvoz6kKWc9DVQPvlE2Sj1I/JG99mI+PsZnrT2wcww+C53DvOWIxj17Wxe+V9oDvRFc3j070pk+3k7AvrBxxT3evCS+IsMsvs6o3j1QvG2+meaNPu5amr5GmSA+rHK4PXrQ4r33ZKI9sTifvoWqdrzbuR++bkhRPjwc8z1Mybm9HcU1PvlEXj6gPR4+xKkFvbHVZbwRC1G+0p7ivq4iST7nkPS9XNKxvvtJzD1FCDi+0NUFvxvQfj4uf0y+2AGEvj2Y4z3zeAg+ZrxrPvdRDb5F9Os7anFMPcgbhD7CPm69wW0nvhKHRL2Ylhs+OnNYPKFgI75QrT69yxzdvH8G7jtMfkU+gTh9vo0v2b3r0rQ8hBKAvusn9jz6kFq9j7RPvQc6JT5SFum810YhPqcyV77c7VW8EgMYPHQHQ75FXJI92+LhPZiPhzyAZNQ8G9E8PnzUHD7n48o+o+Tyvg5sdzyY1Uq+qd5YvXS38z26/Dq8PKVNPlhrhDvaPX4+SR6PvsCrNb5Vmn++Jz3tPV2Mj742w569vK+lPTc6jz5CwYm+XmnjPlHSjD0H1hW9q8V/u25w0TcU7Fc8WJQXPpLK3D5+J9u8dNizvTuKiD0cvpG9c4qEvVf+qj1/WEg7k9ZePUeSXL5hDdM8oU6GPrVAuz6Lmnq+pJAOvjTdZb5dpYQ+76CyvIz5wT2Ut7G+dzpPvfb3Cj6u5zC9+J6hvRq1G70GVpw+Enddvq3djj6qqSg9pgUFvS1Faj44Jge/ihymvh7CkL3h8u68qfRMPnfiP77BclO9oRWlPuY9Ij5EmaK+WAe6PZboJ77K/ye9uxm6Pc8DLb5j46o++H+avfH/QT2XKpi+GtGJPalXaL2s/cU+gh69vSkGqz5p5dW72vxWvuRgGL7kbic9LR+VvbHUDL1M0T0+w9xJvrAKVT0A5kU+UOInvRKWID790QM+yHScPWHlJr6urdo9g92HvtrEab69k4g91ijlPIOQFL60Ziq+mb03PkzDNj5vxTe9qjNUPjstFbwaIza9cyuFvvvEYz052Lk+3RRfPQILKz4tTFg859W1u84k/z3BxSm9MckfPvGHQz7J8dU9vsmBvjm5dT6IAwW+mCg4vqiVKb4tolU+mJcpuxQiHj7iEo++AkYVvygQG7565YQ+F1TrPSWB4b1AjKC8Q51JPcsz+71HsFy+4y1PPjmyG7y7jrk8BYEZPHk2dz6ss6097m/fPRXxkjz20MK9PkufPUYypj1enM+9xq/fvWdjOD7wuZI9aobcu0W2LL5R31I9yrArPZdbbrwbdEc8y9MgvWRKAj4Npb289E8XPaQXF76gTE28zWkivnb3mj6bEDg+pUm3vSOddj0tJg4+jcMqPnJdLj0SiT49L6ISvX8kwDqVtEU+9GJ2vQOz5z1/ILC9lp5tvdevKz1vq7k+jbINPvxkXT21tcm9MPelve12Xb1QJYQ9gHx+Pn3HmLygHvm8oDa+vIgThzy5Y1o8at3NPfAbC76bnZG9rX0CvpybQb6/azg9GzOqvdtUiz1osng90rjyPRKIgr04X8E9f/sNPrdHxT0ks8q9GLKhPVFulD0ILLm94BGGvHtCCr6TQjE+J75rvWpyqz3d5Hg7BZgZPcADUT5hHaW9l9f9veCU+bzV6oY+lRJNPIBuqL3SZVU+Hn4BPtMDcT2KctQ9D2tRvZ9fYj76YTa+GavcPZfEpbp6THY9PNHiPQaXHL5UNiK+eoM2Pehq4D1ZTXM9BxZlPme2Gr3RrFA+VBvTvelVhj0v3uE8Hnm8vU8Ig70HOiG9FC6nvSqYOjwrIAq+XqpTvm3RhTyLIoU8IeaLvWyTxT2OEfm9HvfQvQjohr0zOZA8oGI3PTDiqj3w9Ys+RkH3PifmeDuObBg9nRyiPXrxCb7T6Ws+eaM/PqjCEb5xCxe+zqsEvovFzb34Nvw8VmG8PTfGCb7W9J89SQQAPlrvWb0TzqO9EHOWvpXHSj2IRC0+kVmEPbqv/b0HLCa95C7IPhhelTsl37E+vutPPfKIBr71ddc9JABkPgT4Nr6I1gm+CBhtPuFaVT4m5R++fBJdPeJuxL0u/qi+esrUveOwrLsMOZm+yajRvaUqHr4Z9Za9eHHxPUy4Lz475Y++j+LKOyxxQL6WHWu+STOAPudl0z0Anyi+9o4gPf3WLb4HSG49QmeKvqzH2z0zIsA9BJZTvo1DST7NvnC+B0FRPjfytr15TLO9NhOFPjpshr4zUrO+i7jOPiiQ1L0ZbwU+w1voPVs+dj6YD5q9RPw4PCKNnT49g4K9Ze7UvdnDFD0Lt1e97HMqPUB6Wj59jyU9vzyDPataSTy6eUi73MJ3vWZ6+T5fC/a85fEQvh0coT4W9h0+Sqh6Pe+w2705Kkq+CPrUPDnqxz7u3DE+P0exPAB70Lt8V3K9ie5lvn8XiT4xhTw9KlG3PPSvkrxqn5U9IGqrvdjBBj5IE7A+UdkCvvdFwD2EfuW9xH18PvxfLz6E8WI+vPIzPHENjb3GY3g+rwELviqgTzxnYIY+kggHvkbACz015+u9bwvqPTN/jr7lCaW+y8YSPtIztr6UCQK+lLVSvq0hW76+0SK+FZl0PYn3z72QNso9JV7mvu7rir7DQvQ9kUPTPBtZBj4nBbe3gqtbPfEFLT69FXM9OFONPKoFkr2Lw/a9wskcPgZYT70oTo695ZEJv6DE5j0h6wy+CP6KvtuEQ703gOy8irPTvvWCib7OBtY7zMjnviCbF7v324g76sGuvQHrOr6d3E094M2ePoJAgz7MjJg9KSlBPSkQHT5IPwy+ATxJvlVbwz1Mghq+cgNJvuELVz1EGym+n0sRPgRtyL17krO+1iuMPqIJBL6PNPg+Sj/nujs2NL2BiYe+HtbvvJrmCL6IgPE9y21bPg0L1j3C7bG+hNyKvpewfb2zD4o6aQolvkUUCj4cB9u9oeyCvj6hCz6bAQ69d2QFPdkXSD5780g+FBKavtKaP70qKKS9NSLlvTKOX72w0j09C9ChvO54RT4M0o2+CYp8vuyDsD4f6KK9AyOSvbaVvb4a00o+4XnQPR95jj5N7Mk80SrpvdVehb7+8L+8nkaRPRzVZr0Gfx0+MtYuPjRcRjyQb7M9/iuPvlqsAb4KfJC9kqxiOkx5zjua6qy9M5RfvkohFz0HbzS+mbZNPUTw+71v4hM+iqMzPV/jF77etw2+PLq3vKpsW758Xnq+CvdqvBmgVL4Xeog9NDqBvsK1Or41KI49DgNovtSv2zodZGK+UGPnvQidJr1ma+k9rkbXvQX6Eb2tfzS+eafLvFxKAL7/Iwq+MYJBvqqnrz374/a8+fENPqHuf75jCp29/1McPqAL9by1Mqi9hyHHvDl1bL76ESk9RTzMvQxHqT2j45+9ydHhPDrh9r0Q+YQ8bkvbu+aLYr7rhLe9zbo4PaSkU7zfcm2+p4QQvgrkb77uZqm+VfYHPuTj+DvK0Hk9rrTSu0ilHr5Fu0c9UeCFPJMJ/L3nFQS9r8vbPfhKC75rjES+GcSIPU6XgzugW2u+DCcUPm048LwN/mu9aPFzvfqyCL7+8Ns9o09tvlr9cL7qDk69ihhMvlTYBL6Gyd68237cPXjRNz612CC8Ds2cPTPvWL7GCxY+n1q2vAUwGLoNrC29I0psvjzyBT3RXEu8vwlTvTREUL5K8JG9qVggvu9PlTuoz/i9H7NlvQqoJL7savy9hx3QvZ0NPr5ib46+9WbHPB/KGDz3udE8xn6avhubNL7Gffa9KXNXPdCjiz0R2MG9uKTxvVLgEL4kYlu+R/LCPaIvOb4ZbRW+Ay9VvnUEPj1OaRw+EoKpvetPBz4W39e9pz5ZPedTZb7G3fc8c6Z4vv4yvTxpMoK9K5M0vTR60bw2X5y9XfHOvr3DOz6cmeq6945Yvp8VQT0Kpoi+cmIFPeyAlb5BE689pY0Ev67LybyVHWe+MlD6PRIhKz3+Zdo8DN6pPdfiHT6RQYg83zsWuiDRjTyeQYw+7VvvvXkfVb70l4g8q4GMvfCMCD6T8go+YIgjvJW7LD6u1RQ7DIMKPOLqgzx/RoY9gARFvSS1Nb2B3cC+B9ZrvtiNLD4S1k0+eJoQvt8guL0/5/O8qwpmvvEc2b3RH32+50cLPB0Yo734yOK9JE1SvS1HFr3EjR4+f5yJPbJ23rwKl4Y+5o6ePF9tsj36d1G9Z6ZEPSRLE73PoPM97vWLvRF6CT055+E9XxjvPTFbKz6GkXK9EnW3vkiSmj2LV4i9KBcDvvmQkb6K/Yy+AgIwPqFn8D0J9rO6536zPMD5uz0jSBg+7MebviMi6TqcYGa+u0YIvt+TY730DPy9fkskPkiOID724w0+cAZyvpNn8b3p5V+9jDiuPiQGez45gt+9eN9JvJOTnz0Pris+fPRkvtf3KL7rXtC9bwZcvcGxfbzqduQ9Z3ESvhMhij2st+E974trvvcFZ744qYg+4Wj/vN2Vxb17Rgs+2muUPT2zdLzKt1g9tPwhviEuXT4wuVe+4GLOvOQOUb4QCoG97yQTPlXM171VHz6+PFR9vrhlXz5zdhk+vI/kPOtGjrwPU0w++nwivhQdzT3sp+s90+q2vZYrmD25BD68ds0GvsaElDxTIKY+LeiOPSzQGb4J40u+4WX2PX0GhTs/oQM+5ihlPfDRo71b5iu+rmLHvZL+Tr2OcBM+TPhIvrGqvL1ZA+C9UlWIPW3zEby6bC8+V9YpPntvSb1vSHm9myYGPb7X0D3li2M+A6elvc7P3j6QlSM+vMwbPmAUJz71cmU9FA1TPmlWUD7EVYQ+B2omvezAvL5ppjw+m9uTPkyP8T2r2kY+Xa94vQPU+LySZ+29VX7OPRpFiD369he8R77DvGFbV76tIUe+SlGFPRKRST5JZzW9tCtJvZaJMT6HQh4+/SGfve+6PL7ZTR++vG9eOxTjpz23GDY+GFyHvQRcBz1oan28d1LXvF4u2T1Mmh8+xtOoPatwIr0lAKU97YsRPp/69D2ZyKu8Dh8UPGbXXbwv2Tm9s3iJPXzhYj1i8hM+9mf9PIW7Yr5ZoG0+ygCTvu9ehD4q2JE9R10wvg1jw7uM8hg+JMTFPg2+tD3ZJ4++7nVhPdMOfb4fPwK+ED2bPUZVLL42PvI9lzMSvqm3WL1o+Ao+XPS9PSd7Trw1ESm+RLqCPmNkDT0yuRk9ZwUYva6JJLyPYIs+CYkyPdKPKb44/6g5CSl4vZ41uj0/Zzk8IARjvkiQoz2/SsA9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "DBANPPbeOTvo8ee83gKTvKx2YL1Jw0K9wnKhvBt0nLw3Sfw8jPy7vdTO+r1DlgG++gEEvtkIIr0VgVQ8OHzSPZX1H72jzsi9QLXUvBmMdr25OVw87G68vXINFb0WyZy9GZCeu/Uvuj1H/a49oLUEvRJEsry7xTO9PtGNu8t5g70y34y9bxK0vHyOhD13DLC896pkvt9wyb3OvYK8nQUkvtxTzL2cP+u9185SPQ2y2b1z52W9EvN6PHoBhL0BC5i8JY6KOwi2oj0DKDK9Wo0dva00b73G/Jy99Z/CPcGY2jvkvIO9RU2uvZ+0JL0mcRo9dzRdvlh747ylj4i9QFlVvEss5D3I0yK9UsmavB+cB74H50m9BkODPcuWCr3U5vy8ldTDvQBG3L2LW1g9URKbPNwcPj2DCV69ZIAGPk0BaL0T/3k7maXAuj9xFr6Wc2u9hDe1PflTbD0aHwM+8LODvbjbn73lPc+85fIJvvMWjD0DTTI+b7wrvkh6y73doVu9hqz/PfN4Fztp+jm9WGLoPICxMT3bphw8uneUPfUP2bwb60k61N6sPI8CQb0vOyS8Qpk/vSufvb0XaQM82lmSO2Okw715HYi8IA9HvVExSL4RP9u7oucNvWxssLzEMvy8CqtjvSIpWbpf+qu989wDvXJ3EL0EPhG+0gD+PNhIJL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 