{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "mLknPmUEMr7ytS++tPyyvRFanr2CI1s9ULWCu3YaF75KDiO+KCXYPZA5rb3xtUG++XgvvTSelby9Qae8NAifvAc6Dr1OREU8xs3FPZbV+r7qGV89WjBUPm9APb5ELnw+prWrPQu8DD3UgCe/01aAvWN9/z0hhnY9U9Davk+jtbz5ga69HRDqvLu2x7080N28ft1APHBxQD4w7CG+S4Ynvb/9WL4NZD097FkRPjRDkL4mXgC+78QdPldMr715LLq95t5wvpE/S75ndjK+B5UKvUvcaL1QyRM9n6vSPap4+b5+vBK9Lb0dvt/+7b2g5jM+alaCPuGkxzuCFRU+xB3ePZ1gSr44h5I9/XUVvvgrXr2Pjy0+YY7nvDjOdT1cTZE9xkDDvas8L74Vnys8wClovq2ANL7CpHy7J2VevhEDh7q+yBs+vHelPGBNUL3J3na+LCL7PT7dqr1ZBv06ARu1PJzw/r0jHZW96L5KPrC5CT5QUU6+ndBQPgBGhj2y+Ru+TtMCPqwwPT6s2AC+X0DdPDaApz19iEQ+JeRCvbQ/gDv9hBW9Qjf7vj5Vfz3ishG79F5qviLpu73ddIm9dfClvA38uj1+dJI+lgOlPEdnDb4zsTC+/Ze/vSfxnb3yoNS9f5kQvBXNB76eU3Q9uOI4PWkfgr67Vrg9cY9RPTZ7V72mK8u9Va9xvY8smTyEzXu9WVb2vU9DGT5xBDs8veAsPg7ATr5uNky+MyKAvnpiC70Vs5U9FBgFPDk7Y74S9AW+4C1KPr+rpz2MUuU9+4q2PdZu0bweA6G7O+5vvprNqrzhgfi9HJo+vmq2ijzQR4s+7L4evilbcDwWH2G9Wg4NvrMN6b0i6ow7xUMbvtqP/j18ywg/zXeAvYcmKbsH+pe7P0FHPp72pr1AA669gJDkvbDiHD3pSlS9U44UPqGJvT0tUzG8VJ5RPRCeFL5jicK62nbyPUiQk732lyc9RL5MvfxzMj3Vdza+xw4PvTUm3Du49lW97knTvecXQ767Joi+og5jPVBCmb3dGpM9ZQEgPkxTtr27JpW9sKTZvW74Oz4ZEIu+xY5KPvhaPz5SDwo8lT48vuVZPjwpZr69gAttPrB7hbwUxUC9dljQvcpjuL2TtVs9sCXzvPMNiL3bSkM+w1NfvZXKSD7q2rA9tipovmgzDL0j+HY+2SzUO/SMLD43sX0+DcWOvQdRMb6oC8S8Q4vBvNTksr5K65o9BhE1PlPxYr3DwIA+trs/vhqkCr7IvfG9Vj3MPc3v1b0V3fy9HWBVPGWQ471sXAK+DrdcvlcpNb09Jwk+AxKNvkmL6b1hYRY+VegEPqszuT1Ow6e9JJWFvpHGg7148sM9j7dRvhLhDj5/Pfk8ZmWfPgXliDwZSgk+OynBvYDsqb2RwVE9BAbhvFcBjz7Mgxe9zcmKves9sL1bhSc7BO7rvPTiHjx6Kic+rMJ9vdkTQTx58cY9XBpAPvGbvz0y0829S1+2vIg1lju5o5A9ZehNveTFwT14iB090xA1PvVvXb3Kkh6+beEnPgyzDj3TXDO7i+X7PUAzOj5Xfqa9v54zPDGLN76RHBK9aKSJvjUHOr5yU7U8uqSuvfwdkj2r24G9n9g7PlTqjT10/Om9NE7KPdhccj20S8e96sgSPiIQgL2Yj7U9Co90vqCYQD5D29u9bKxJPpFxY71admw+UFaGPbcoxjxUsP89Q2FWvJwawTxyJxc+iQhDvs5wgL6+Nry++UW2PY4ro7o1gYU+d4zgvY/Htb2On4s80mRXPiGPxL2AWem70kukvZcSnj1PEGg+f/sYPjBKQD3fNd29ox8gvv1RpTyNksA9KxO4PnK1Bz5v3CU8iHRQvN+L572c6rE9nxa5PX1PhjskRM09vGaYvlEjmj3R26w9YHmLPtl+PT5OaO+8+HgOvjVrd74q0Sm+XM/gPZIPnr5Vfvg9Rr3iPJSAjDxBChg+bIVqPO1rJj0DqxQ+R+ZNvRqYw718ewQ78Q2GPqbbFb7Blce9nlPIvVAfVr5HA+070lx1Pq5djL30/9s9h3p3vzM/O7ztLSE+HL5MvgwvJ75pZ0g+JENbPhyUdD7A+2k8tmHDu7ByQr1Fo2O+KWPKvZU/tbvlcrc9CikTPeDIi754mj2+DXZQvgcpjL4GboO+NR1MPteoTr3fLGQ+0xyyvT2cqD64e5C/YMjSO5vhQbxxEe49WQeDPbVHkT2otg2+g+v0PaevCD5w7S2+sJFMvsd4vLxZMKE9EtGDvqJovj2wBxs+C07Kvjm7UL1xk0a9CxMqvq4DLT7g+wO+OV4TPkcxUT80UgU+0GaTPSRDQL74YVm9qDxsPaGbF7wdBeW9LE8MPbpT/72lqD6+1JgaPm9Z2r3Q+kC+OgHXvR2kiT2oxAU+zz1Nvgr3fD56rpu+orylPe41Bb4+kxA+GappvpP0wTxTlyY+XL+VvZxLOT6dv8C93PIsvuaeer492xo9p32bPbgmabtTa9s91hN3vrNoir7b2V89WNh0vhwtk73hVIg9KhjnPSf8pj3uppQ9u7hqviz+vjylJIW+njUWPsxwDD69xiS+pfFOvgawDj5cnAg+oUOUvjUaVzl9k3c90AjQPW8K1T1O+AK9vPPovUhMc76+Dq+8iGVAPoJl2LwJa4U902Vrvpgdpz1WyhO+aGE5vWWiSr7snvE9IZenPX1a771Kzmm+lN98Pb7IB75mC0m9zqdAvs3EUT1sYuw9NZ2mPSY4YL2DnDG988HZvUMWorz1OzA+ZdUfupgQqD0zUty9GtFnvBUGzT0To8Q9Kgtuvl7ITT0afHo+LPPcPZZwAL61+NM9Jy73PBeeDD4Pc7w9K/iEPoXPaz0nsXI810VOPMYJ6LyibAq+fyAcvsVjx7q1S969r9EAvum8Hb7eEqA9oMlYPueYxr2pPmk+TAG2Pa/0CT6XhQ8+sU2GvezelL18MSk9teR4vCj2Fj5uH4i+qcf2PeTvcz3f6me9Y4g6vp/4OD42Dlq9MuBevcuZWT2MnoO9clCzvZA3cz5iTDU+sjkZvV9zTD2bLzu9iH5yPWSfh76jWCa9sg94vsk/OL17PyC9w4UJPqzOFr5mvME9vvNKvUnyVz0V+g2+DddevMBDBz4ibwo+ac1mPcXMob1gaWS+64E4Po++tL71mhk+wTOzPYb68T16ibI+J1OjPmvpoT3PK4i+RbgNvlG0qbzGaxM+q8aJPepMtr3ySHE8tsmDvY5JVD6nKhg+LjZnvKpZLj6ZVIS92nPqu/Gkfr7i2R49GHMcvZhcTr4W6YW9n2sgvnAe4bygQey+icT4PtiLyLxXJo894xXVvUshLj4AkSY9XfwsPuSnhL4uuuY8aD37vbzHP72rGGu7d745vVl3bb4wbea7GZO6vaIecT25YcS914I/vnwro72x8z4+CfvBu5Anj70cU589iLmVPlSEaD7aofO97fvIvYvtor0qMBe993o3Pkk4fb4gw7I9uUxhPthjAr1Yl3M+x+zeO5hU8j06crm9dc3rvs7+37yMwhs+3ABfvWVLAT79JNK9Jn3SvRqYhD7dqIE+g5APvmLSBj5YJbO9XZIfvnOFS70SLCk+PUCCvkLQgr4uuoE961divsJL2TzhyTu95pvFvTEoDL07Qcc9zXKePBcHOr6NzaG+JFobPv4HQb2m64y9gej6vclAED1ax3q+UR2mPv72iL6fyqk9UVevOtn+bb5Tg/K9G9PovT93EL7JW3U9dHzAPcgYPz0c4sI9dz2ovFRnCj7uzrk+oCWOu1OguL7C0TK+b0HvPZEMEz15pZU+Uq+FPCi+l74VmVw9xDzfvqDz/zxua1W+e0MHvqW2/L0HqWk+uCkOvit90bs0cR2+E6ZAvYr9bz5/72c+VcJjPe3kUD6Zzce8V54EvjKMwb0x9vy9KebZPcc2SD558iu+ZjziO6DMWL5Dq3w9pjzpvR3hAL4gV0q+DKRHva8OQT2OZ7+95k+OvZ/4mr4S5VE+q4JBviRdjj2XccY9d3NYPYxBgz2AmhC+i9Z4PQwBL72Arbi8UJPcvVmMQD0hBa28mYSNvusOZ71/nW8+MVWJO3PcxjzOIea971B1v7EOkz34O7c89H5xvu9g8Lyo6cu9atrGvePtfL403Si9k9RlvoI6Iz0AQ4y9bTAFvpP4SD7rLzA9egCxvdzemb2wtco9PIcKviAGED4ahEW+xN8BvU274j7ESGa9wa2xPgryqr6ozoe/0rYcvt0U3710H6C+z5DMPu8Bx7yF46q+XTAvvtd2Fb5m4jG+1EIQPR1MqT1Bv/A9nU22vf6jDb3R/2a+sC3jPa7UJz6MSDY+/7F3vr72wj71PTC96lH1vVQ0Dr9v2Ak9yj06PtMNBD4fo6+9Ma/VviBpmL1s05+8PQVJvm7lET5jcK49pRwWvqUPBr1bLnO+4Zikvks2Mz5zsJS+S6s2PiAc3z0FPqC+MIOyPifDNb79A3o9US+ovU/rh72ygbu9ZCJUPNTuTTw/BgM9pyYsvkeTYLw2/Cs9XY6Cvs8HPD7FZ2y+76kDv+5Yqj7s6um8nuzuvWxaVz1oMiW9wcqcvlXx9b0Iszm+44GKPuOPib4hKDK+RD+DvjlFHL60H8u9L066vdIP4T1gWv29sIIjPpeom771yGc9NsKOPa314j1d0dQ8H+DAvfRy3j0Ifym9o0pDvmDfHD2Ikzs+YNQvPhrSvj0v04e+/YIPvTWIvz1KY4W+WuWQPM1bGT6F/bK+w1kAProW4D3beqG92FguPtRuRL0shCY+cOtKvSynWb5Yl2O+kx6RvfJtsTubIY49j6s2vmXWxz7BEg++vQ1hPGHwtDzXmi0+YzYfPoKABb6mvNo+rgjWPQw1XT2vUIC9km6fPWsKyj5kmxK9E4eZPg/AL7swKi4+XNWZvi2bhLux1lY8J1vPPEv8OT3v77G8IyomPGrx5LzBBpS7w6nsvVKY2ryEzLY+F86Cu1suNT418Yo9bVucvr6fNr66wy09FqEbvp8isDziUHM8LcDtO67j1btwkIY8wPZGPvzBLj5yTUM9DNh+vnITrb3r6AQ+QbQ2PWGLcj5BAww+CqafPODLXbxI74W9jSKYPHaNhL7WkAy+9I80PYjcYL2SE749bg+fPce8MbuNPc88akagvW4Stz0HE+a9MOvWPJmIlz1ND1Y+whaLPcxb0T2fcD29Y9UxvL1RNj2skIs9GIzDvepdSD39mGY+TqwDvkTcTb5KxVi+JaiKOjGkQD16tJi9UBwbvr8bZL7L64m9yr6qvdZR8r20vBO91SkAPqb5KL0oJ7C9kTJsvej8rr16VCw+Egm6Pkq05bvo0PI9PBb/vbv6m700cYe+ozIKP8lSYb7R9CI+Py+XvXZSMbzGBTC+/R9WPnaR6rzn81G97UWZvjPK+r1xdUK+3g2zvYiSg77pq7M9iad4vsgqvr3HBF++sZBFvkcXoj1YW08+BtWIPSudAr7uWI09HJ67Pu9xHj5sFYS+6lR4vkDxR77j4p29pZPePOu8u72ae4e9jT8oPaF/bz2SJhA/qTDAPRtkqz7RUQ6+NEtbvu06WrwiGg4+OlydvTz56D19vRS8xeO1vXveFT5VSQA+1LR4PAGlgj6pD9e9PvCnuqDoTD78y2A+bcqQvljnjT2sEac63pzpvWU9Kj6NJyC+y81dPVQezLycUT29WzEQvHpJhD1Jns277z/YPUero77/qU89kdXTPMMK6z3BG0S+VDNCPiEN7b3SxWw9W8KNvmAeMr7jTrw99baMvcr2VT7CXpY9TMkfvDNWlL3tdxe9YLh8vdFgxDyYtKA+p8AXviQDGb1wljQ+KcIgPiK9CD5ZWIc+G+l9PSNB/b0a7Cm+KV3fvmm8Y71Wq5w83ReJvTZGWr6Jbgk+FLvHPeL5BT5LYGu+l/6tPOObnL3u74Q8m3UYPso4b73QJ+U9sHUGvk1VeD4oMAs9mCr3POvZsT0Yp+u+Uravvg72GL7SjTS9WbbXPCt7dL2lwA6+9JuTPQPNXbz0T+y9AxWHviMMWr5o5G0+ilrVvYBXib5AZyu+RfG8vDruHj6XczC+yY9oPvMhK74A2Vu+U3yavDc9nD7XMCg9f5iovkwyj72ueoo+HcCMvfoG+j36Eys+MEctPtWsl70hNQi+3j0Zv6qAT77vqPm98UMRvdd2Ij4XZcq9h6NNvvnZEb1DKjq8dShLPYMHjL0sW7m9a7EOvkYmV75gxB8+TVL7vUuyVL3jLTS8LMVQvg8qY74Q+lW9agQIOoIH6j0wWZs9q8bTvOi6ML3DTI079Y5LPoXcPLwG3Yc9yNYuPhPAmT287I+99HqHvQJ8E77Hg+u9HdatPS9TCz0CpwW9t6QXvmFiBT3WWWo+63YOvvsPHb4MrUy8zH6CvQIH2b2dkjU+HKOUvVTiZr0HltU9oMadvfVskD0u622+2oA5PjeZ3b29sN88doNEvm2AnbxP9pI9AfRfvZ81bL1Rdr8+VFr5vRByAL7CmJe7yrMEvqTknT0ggnO+RyiIPUGBpr2K9kW+kJOivbfGqL1JXnw8LRy5vRGUvb2hg0i+51KrvUybgj3gtAs+0g02PhO9Pb44l1K+/hRiPYaLCj7IDY+93/D3vXnxyL34D5a8r3IaPjtCxz2QmSW9G3KPveXvET2kcqu9mp3pPen/cj2LHwy+MsYdPtkyLz0GUNW9NHqrvTrYcL2VrAK+CxOGvdiHOL76o908WB4NPpBvj7wziHu+CYAMPT9Pbz6ivHy+6EofvvVcpr0wVLG8ltoxPhOtYj0nDhG+RqghvkyhkrxbMbg9k49WPWytxb25ToQ9OZLXPZnnVzxIGOI9XPvGPS6nxr6fkEA9No7Wvcz8Sr73vSs+oUw3PrY3QL50Ry0+MhEkPmLJKL4k0WU9yoJDPscAyb3rqf49rjGCvjzqa75EXvk9s090vffIrLuOaAg9AOtsvACXcTxNUie+Fz8wPZD4dD6xuQw+21puvbIYY74TM8u9Cv8NvQXWPr2kZmm8wOnjvWCGG77wz2M++UGvvYVOAj7g+ik+pk/8PR73Lb6yxgg+deZjPU+wdL4TQ+S72Z6tPVAt7r2cMNc9yzERPdiZazz6k/O9mcWZve2FNLxFJ0W+N3BOPcma5Dy+ZxO9j6e/PU89lb7HZvg9JZJ+vdBZjTxuXyQ7LPR3viPROr4pTVY9sXy0vOASEL5nsEW9HMxIvdVLiT2lWWW+yegCvZtiBD4GyqC7nnH9PRaNxb0yhi89BOtHviXRx72j85+9KbEavs3MdL2RGj2+sh6gPX2WGz7t2cm7KWuFPGXcFj650iO+uKi9vXPQ7L1j0389wTV5PueXCT2LJVO+zwt5viW25L2CMus9OAvCPFkTCL5opzO9VM1mu8Pflr79ue28QAIXvUD3XD5m40W+v0MLvaS0OL52QxQ+RzvyPUqevz3QIoc9LglgPKLBZL7On8g8TLIkPp8dUz2gwTu+7odIPcjelb29kLY9cgXKPVteB7zSAWG+61gkPoFC4D0wXLo8QLyTvIGUOT5SuCi+2BkDPvr5Nzw6v9G8SX0rPqYMtj1dt+C9usSuPt4CSL38y9e83kMXvaNxDTs/jY8+iYwWva+AwTrUd2G9qYmjPmDKP7yCXqo9HUmBPMXJFz6EPDE+6/doPs5fnL0RdcW9HJvkPfxDGr2zQD+9VP4OPqgSeT6cxRc9rEKePNUvnL2wDs09WvekvO76PT2Y5VQ+A8NyvTdhkb0x0Ls8IpCQPDpcpD5z6cK90haKPvt5cj7I7AA+XmUBviO5qL2Rci48qyYFPkx+wz4ryJm7/k4wPqjKUb4AUsI9hbJ7PhBd1b1C2rW8x3TcPUyr2z2pxK88K/Azvt2yED6A18M9z5ydOxqylbzyZUk+7e09vHvQQj2QKEk98lZKvie6VDyxp1K+CNaIvdohgD6NrTO+z14EPtv+7rsbrCi+p2DrvTtYzr1QoQG+HDjbPETvX750GA8+Q7j/PVtQ/r2YJqg7okvtPNr+T72Gmzg+RMVOvoFFy7s3jjo+TYsLvnGzYr14ZBi+A7WDPpv0XD3CSiQ+eSPhPK8bmrxniT++ZxiFvpL7CbwfbWe+v6mhvCXpl7yn+9m8lwZKvfYTMr4pLUq9cbcnvV6yr7w/1wk+UwVpPSRMgr1QAd69FYaGPDrsFb48cqM9WkoVvsfVob1de748B3Xmva6TPr5ZrpU8jhiROxAm07xIjP89XDQhvNWKv70LLkA9lGm4vd3DKb7p+4O+7WEAvLSAYr79ZVG9y0eMvfnItT0re2Y+e0PoPdqQRD5+CUK+a1lCPSwQP75tKIG9dWLAvQV0H73rgMc7k3GOvd8EX77mHTk9N3xvvSz+Fb31/YE8MJIJvklrXr5x9su9OabQvOJwJD3U/OG9t07xvUKMT754WcC9EqGovFQ/pLzAeBQ+aSsIvsJRNb1P2r29U5nqvUMbkb03vow9wI6wvelVaLzkqSk9+K6RvU3SpD2aPwC+tF5XvmNvvr2TJCy+/oaWvTDbA77cKXe9UpoGvm3o2z22NhQ9eR05PR43Ybye3+w86YPCvTlFmL4HHIE6GiyJvWz9ij0AlOq9toIEvvTcMz0HBZg8t/sPPsQtUrw4Ea48uVvFPVRzC77TWge+HM1lO21M7b2Ifh89EU2aPZXmUL7qEQe+Ymn+PS2RYb54bo28H990vfRUHL6HaNK9hClqvefCH73SZ0m+Rra+Peq9372Ifyu+uVBOPZl7Y76Uzaa9btsbPbMfOr3C2ki+vG5HOnxMob1pVNC9Z7kru/ngODyx6Zy+RwvPvbBjF75aoUC+B/JyPZsnEb48hBy9Cf8PvunLcj6aQ927Hmp3vufvvr28ErO8WvGtPRqTXD4rmhW9ZZsFvumlsz0Ndn8+Iso4Pvct4rtO7kg+1oe6vfxVDrpbx2S+1msOPU8mEz16+bu+M4+nPPNFyb3WEic+3A55PXGS1r0OY9m9YySIPghKDr4AqYa+AKzrvRdWrb2Kf3I+qYaOvrbI0j14DJo7GvzbvSDpTT5uYrk9Y9qGvKjztj3DOEi+objxvQgtA74LXD++nXJIPjrLL76Vnjc+uXYRPkBucb2kKEu++I2gvbXHGz0lIH692oHnPJ9cFr5uezQ+guCZPjwQcL5agws+ENXRPUsXdz7OhqK8Y027Pb9uJ70mpI49qUdYPgK41r3YsYo+UPf6PJ9RGT1KYDu+B7zrvH3AiD76WYi8LAW7vOSi5L0FpEI+uSP2vEb/Er4eWA+9PtETu8MoOT6kIKu9vJRDPH4j673nBLK93cTrvXMDaD7NfI+9zj8dvJa98L3+I1A84L3WPRFDJb6LHlQ8DSfmvUwV/L1mUyc9w3dvu+/2oj3yJhG9HaoAvmIqnj7Vw9M9Lr6YvW4N8j17A4o8xponvhLviL24VNu7rskHvjdeUL1SlvM8SNOnPfacIj1dqVK+8+lmvHqvaD2DhjC8UJXKvKgj9L0pLp883KlDvkOglj2OuMK7SgxHPqPlWLy+o6o6fA9mPrgRKT6OXVy9oDIbPYOgNb7no7O+gFF3PqZadz2JNyK9JU07vlO6RD4T9LG+U38zPjvlab2BDIa+LqCHPrg9+rxpmn29w+9FPn0x3b3t/Lo9zRqVvoUHZbq8a18+IxGAPvlnXLyRUDe+zZ4ZPhjOi76Pydu8aUTEPPE9NL5xqfy9DkssPkmBfD3Jvh+9ekqSu1zUEb5c2IE9jOIDvoSVvD0gskA+eExhvXM2Br5w0Hi+MzyPPk4oKr3pCZs+tlP6vBAyXjsTOgW+GsFlPrz5oD6LNM292rgvPs4sAD5i6bu9u8q7PpKIBD5AwWG9Y0+jPik6jT75rOA8Ng6FPoxQe73MHGo+Dr1VPq6kF747kAe9Lq5mvWPgZT0z2PS9L9KqPW05ZT77IpW8S2U9Pdt/HL7LlgW9fFqaPUFgvT3WKTw7K23JviS8wDw8PnY+2LxNvubYaD4gsX29ud9Cvuh68b1xYQa+6zIPPVgulb7pf9K9axwyPSIkJr2MqN0+Z2+ePbmS7L24QpI9bKakvbKnwz2Glu07mpw0vk5PHj54p0s9YipaPU9VSb1Aoys+iokcPg9NIz4l61A9TNEePjWkmz5oTZ29ys3xvbwmQj5KhjE7BavmPWuuiD7c5mA9fYucvUQ6kL6vCrg+zRMLPm6d2z1FseG8d7gRPmIcyTqkOmG+VbpwvhDJxb7FN+Q8xV7hvfi3pb3ztAe+zilhPI99az1bcRO8TSG9PG6XpLzk6vu8wCdBvkTNlT34PP+9i4yvPayvRD3D+/K9xIFYvm2rG70quq47lGZ+PELdYD3Yf489pPTTvcK9QT7yORG95DggvivAgr5BuBw8eRo3PnAfcj0UHoI+OdMuvsxSXDyVkl69mRdHvTWP/7x5KXG+WemJvfKbAjystE2+40pSPfzc+DzGGeo8z8MVPaUXTT6k48U9cFz8vSQY6LoEoQC+VfzTPZAHZDwt1OM8TLbIPUFRGL7VSP69z8UJPK6mhL2kgEe8MZGSPrD0zr0BTJi9oHqTvZKFaj4ujMi9SY5NPf6//L1wMGq8lqpPvhG8hbzRqwW9WQcXPhCF8L2TtXg9pu3WvR0oID4o6rE9Re9NProRhL4B5z++ZUNHvuhvGb7kzSU+h+zQPfx2EL5Umvs8GcrdPaGqTD5b/969H4H+vL2BLD7gUNK9F8cWvS1Hwbyfdj2+Ig2CPajCVr3JtwE+85+BvYNocr4yJ8O9ZcD8vfsrJD1YY829y7jWPWSHqL1M8FK+SBK3PYe1Oz4lQJu9qJ5vPW4XGz651AY+/aGrvIK/6b0goBG+j38sPsVe+DyqHdy9nrhZvX/a7L1VAuq9dY9MvbviUjz3VHk9Mwc2vpjoTL76YCk+YF7rvBMb4z2fmcI7jbjDvMw5bT7xPU6+rf0HPjVyST45Gas9n5XHvKrvFr7rPVo+7Ok3vQj38z1yfdo93emtPianXjzdLKu+hNpSPWPGpjzw2Ju9fW+XPBtRmL7wbgq+9BQkPoW5lr44DL88gu2pvsTNDr7In6s+g+CEvdlsFL0OP/I8OCJSPrtuTL4h7Ng9u+dKPkpRkL7aaGe+8jgAPwYREL4mUp29en8IvlGxCT5OQow9LTe9PRBpVb7SPcy+9+CpvReEgbx3l4C9mT4MPRsN6byP3rG8zUQtvKUCy72E79e9QXKIPWb5kb5p3qq+id20PoyzjTxjT0S+gjizPXRD5j0H/QQ/rIzmvfafX7xQ3a2+iLe2vaTCIz5zYqm+MUenvgWBjb4LafE+ipk7vjqGMr6efLe+cqa2Pt3/oL1YToK+RcVaPrskSD6HBd69oQDPPMd1yDyrxLI94XVBvSjiKb5LXgC+wZciPYjLkD4UBpy+Y0aSvBaqkL1Y5PU9CzV1PrnqUz4ZxJc9FOmPvlS/LD4DeqS8Ot/XvR0nEj5r73q+l5xUPQKzkz7wY4A+nu6JPmCIYz4RECs9/nqhPeXvbb1gDO28EA5OvuLkMDylJn68r+gPvUNwY71k4+Q+FSSzvpR1sz599A+9l36MPkTTxrxD9Ia86oUsveJtWrx+yui9Plipvtjy2D3/9MC9ApXhPU28LbxWhLG8kWv7O4OiL75NA/M8YBKBPSHvob3xo46+jU2Qvrkzg731aJc9HMG2PTliPbrAirW9EwyuvqhQsj0sXIY9yp4PPYj1ar09+AI+VZ5LvrHlPz1/pOE9vXo0PYclZL4q92u+SloWvt7cWr4JQF0+eQKlPMfHJr27rTU+J4b9PWR8P73pHBC+zevTPlskcr0KSYa9FZ1DvQdHCr4PMrG+FjH6PTDDnr7nX+q8vLDqPdftYT7YjBG92C6uPT7Tpj2c336+76KOudusZT6l1VS+NxQVvh5DBTwhkW2+vTElPeG/iz4ytcS7GdpdvV9iir7P5wG+49rRvTEgGL6tA1y+KsQavmXZHj6aIIi+Xv3LvWYcp74GwPE+zZNwPoA3ND6p1Yu9WhoLPYldaL0P7cq8TPdIviho/T0Faa4+81VxvqbI5T1vLk++szdePfk5yT6fU2O+DHrCvZlBpj5avaC9OVWevoRCqz0eTrU+3SNRvmWzer5neoS8nPPKPHbGPj1gKvq9oLnkPfQltT1IIiY8Z/ffPSmVyr1JWP89AclpvUAnqT07N1m+xWDHPYdybj4qZhi9xQ+2vjwkiL4P6LE9O6uFPVg4Uj5ptOs9V/31vPDEmTyRWai8RdBpvlfBYT7H2Fy7Bpx/vlvcJ74Zvis954OEPQ9dDD3lVxM+xqxMPsLOG70wSR0+qIMPvsFNq72dEJG+4/xNvjwutb1jhWi877tdvpeq07y9DjO9tjjWvQTWGL7i1My82zLzvdzYWj6opTe8AT1kPfx6hD2UmKY81g2FPfNzh71KAdg8+tHjPZs2hjwTqE89+C87PqEurDzx4N69qmJ2vkz/gz1BtjY7xh+BvQV8E75nMui9YTngvd1Zgb04R1e9HxrevEdgBD4nbw4+V2mdPTsHmb2TZWa9jmzyvHtj9Ly72XY9gCkZPio3Ar7ZV06+8zo3PiO+zT2nQ7E9p0AWPoP2Gb6T1Qu+6mncvXVZ2b0si7E8Oh41vnwqEr50C6U9sV0DvoABJ76n+og8i/lQPa5LFr2AUyS+WOiCvQugqb1AlLO9y36PPedq4DuSHYK+U4kHPf/t1by4/7g9v/GvPJcQjr3uPNG9RrElPjvQUT3L3U++jwBavfr7FT2wv5k8E5PQPKJgyzzxNHe90REXPtXsOL7kQH2+P/savosBdD3/SFC9PWF1vm85TT4buQu+ZafvvL5zGj0c1gq+5RLIPRwfzb2Xa6+8gePhPaROur36Gwg+nwqDPhut172xyc+8GhMxvme2eb5//FW+NPMkvoMLIDxcXIO9hFytPW+NJ73p9jQ9te2MvmnG3r275yE9+PiiOrWAY72Gsc49ZxSXPrBuoD2e8E49dj4HPkADIr0x/hU91BYdvPUXQL45Dc28A4izPcuRiz7l7FU9pq6kPtX/6j0kgN09NkuCPkRU0b3sRY48Df5WvjzOFr6EuqW8hqLQvlym2z2BW4K+MM6nOKLy1Dpoi689akgovYUAnDscvb89rIfoPfXhNb4zLE08AKHcPUqiHT1dp4k+iu81PjEQgL1plsy9kIGbPtgK0L0V7ic+WAzbvvq+NT7OgAY9z3ABvnHpa76sYRo+Mpe/PRE4fL3v4dw9tEbQPdkI2b0VNnO+64wqvkF+VL0NtC6+lK88vrLqZb2UIP08ti4bPr6z87xTEUM+zdxMvUeRXL4VavS99S4RO2HY1j5crT09ugB7vU6Vvz6Q0bE9HOUDvmxZhz2A01a+zfFJPuFLJT3y+IE+zgyHPcQFK77WMpC+XR4YvsjmQL6WrBW9t2SUvcxInT6oYO49x6YLPo4XIT7Lw5++H6tdvbKfv7q/pO09znjRPVZqsz0ZtQS9etD1uZuLyL3vX0e96hVFvoCAXD7xEtS9JiLSvr0soD7z0HI+5yQNvXhQdr4+WwA+nn8EvtQlD77Pgje+dmSuvsbtrT38sck6gIaAPSqJOL6Pm7a+rAgPverelr6l02o+l0mhvTqxQ75n3PK9N2xePk8HLz6Q2F8+9hL+Pcuvnj0Ce5++328MPbIV/jxO/o89y/MNPh4SCL3Pyeq99ihUvpNF870hcwO+/D3qPcwkhb7pkBA+Uc2DPRQ/Wb7woJO9w3b4vZXa4b5mMgC+XXOfPhKFbD7HMbm85GkGPoCKsLUTnR4+RHD9Pel4k716gyG+pzEAviCiP7zu+ie+FWo4vuVN2b0BKJc9oPgaPqcS7T32TUm+SIwnvlE8iz6yzQE9NocjuwJtgD4n66I9OxZsPpEcNj4Oaao+YgsbvpDxa71ruDi9nt+sPdSzwDwveD++FlbIPhutyD74Wla+OksZvpHaR73IGtU9he3ZPbUNzT2FSU69+x/QvTbr5r7Y3zg+mpcKPi0KUzzBfd69J0NAO4Bd2j1BXlo9zABOPmgSub2vjp2+Kt6FvXyWCD4BtY69nPPtPT5oWL0f2BM+SwB+vMU4SD3xU7o8KwRfvmUrST5B1Zu8vtooPhP4fb7AwIu+maiRvvb1pb7ECig+dphdPhAYUb6vPRC+VrwCPhksCz41BSQ9Ko4svaJqDj5wNKc+BFnWPFaEhj6BIO48IHRLvq105DqYKWy+vcgfPrfnbb3dpmy+INeRvGG8bDz6Npo+8j5sPAHJhTupH7u9xRuPPWTr373DOhs+hDLsvmX3QD5FZk0+DyoIPwA+xz789gi+f6OsPYLrbL5YBZK8G9/XOx6ILb4JyZi8UqibPbwPdb3nyig9Bw7OPIhSYb56bDq9zxmWPe9+kb4IriG90hQhvmNowb2VKM893a6HPb2OFL2u/w2+eTXOO0IBSbwueaC8szA6vmpAHz6XxmK9szsTvjCPbb52FIY8CZsavCz7er6VNM+9CpWZPD2DPDzWcUi+yvuzvYHp471g3xq+Bd8RvXRLNr551+a8wmzfvReJT760bTa9Vw3ePFdekb1PNBk+rUsGPdYUVr37rHQ9H6Y1PRzEAzwm1AI9yR0WvnEpq73wqD295IQevqC+lz2DhkE8K6tJPWuZPL5qRwO9JcyYvQMTJ76kH748ryxrPJoptryf/Ia9NuVsvtmx5j3azYc6ZGPsvLQlkzufeRc8tIyxvTp7fL75zpS9jY5WPQFhrrx8xB2+BY6mvtMJAL1cH7u9QZMhvgXME76lzz68M/KBvXqqSz3mtT6+lGcAvuN9073yOze+nVFEvo9wiT0R99O+HG48PjxH+LoQjkK9QpzivZn3+T25Xfi9VF50vuqxkT2/MiE97KZavs8Nh7zBRJW9wbLrvWRKhT0Wpom9/H6DPJmtnT241Ca+e3+4vfACJL6rUkW+vAstvvBgXb3HpdE6N3LNvUBmm71esUw99coWPRc45DsAoYu9UThsvtqXE76+qaa9bA/BPBFSK71Y/f89A0pDvOkxiD55ywG+OL1mvs3FWzwuBiE7yQCkPSUCNr7kvx0+dNmwOsP51j01KzW+L+gbvSJakz0KucE9IpQoPXMpWD7ZpPO9o1/zPSBqdj0RcKE+0k83vgGVczxjk08+XflRPtneEj3Y4x8+HAyAvT6JAj3rpWE9Wkqovc0a3Ty5bIw9twygPeyMubz1HPc9cOxcPoTCpj13isa7H3Utvck4cL2gkxk9574fu17+Gbr/Vga+U20UPteYDL7M5C2+LsIZPUPqPz6kzzs+xB0wPoEEyrzJ10I+LpdVPSyvaT1O+ek8fwjsPblv4D3PKm8+g9F3vj6z4bz7A7a+QE/2O1eZgT3QhGK+z+kNvr2Nl70nEl29cm43vrWeb7ywgxo+eophPlyXGT7FCgQ9VFrUvWUShz7o+uo7y3LMPAGyr72sIxm9EF1fvkmyEr304mG+79y6PD5tET5RFkE9X3NbvjpX4b6q2lu+Qb5WPfUJJD2kCRC+WLEavaszVr74RAA+k/IuPr8bST5Va9095ywjvrHMR77VatC8syE3vnqyoDyOigC+SncxvrqeYT4UhRS9pkixPSISWr7Gh7C9p1fhvQIN37wnt0S+JiyWvdzDzrxJj4i9mUd0Peybw737qZ68OKNWPjkjV72ToWI9eqRQPepmKD7eTdI9/rh2PXBBUz10InQ+wTpYPsppXb0GF7W9pPsIPlq7Er397JC+RwGDvscBNr7yy0y++bnBvdaMKD1g+J+9UTVkPdxTj72IA1G+vpwmvm3aVz5r+2a85Yi/PUuNib61h/k9Eb1DvpKWxb0+pGO9h7bdvKUaEr2vXM090CG2Pj4uhT1I8Y69mouGPuRrTr4u8fk9aL8hPlWQYT5S6xW8MpJPPiqTmD7h7xO9RjkhPgRmsL2DDq89q7lMvbiINT0Ws3G+e1YxO2NtHz4qSPy9ivz/PNHXBL4y5fm9O/YovlpRir75fGq9iivePDzbS75umJ++7Gi/vHiNUT3unzU8sG8tPZrnJ7swyda6I1B3OmVu6DvKG5q9iTxIvggNgj61wRM9LbhJPoXfPD73Q4A+FSE2Ppln7z1tMLu9tEuDvq0NaL1M8k2+nRg9vuK+d70CP0Q+Ft85vjTpmT4J3lu+Qr5Kvs7XI76VnIg+dzwZPkYI3b0iUMG9eBzWPNJ0ST0kA5M+i2U1vrlVO72DaQI+JzX+vLTpoj6MVSi+peyBPrL4NzzOmtg9NFqXvUToJb4qBbI9oLKvPdnIYL4ViJ+8//3uPBXdPL6xq7K+HGsfPoeepD158vO9kif6va4+ub0ichu+UpZSPmA/bj4E11S9zc/3vJ+cBr19Eww+uR2MvJ7+DLx0VaE+ox6dPbtaKL4WPqW9nSqqOyEuB74VuBg973VivmEfsr14pt09phFSPf7XOb5LFe08U67PPHyqQb3tlgm+tixwvr+w8j1vxYO8mbcsvjYz8732B2q9P8mMPeg5HD0Cta89G3eWvYSSBzteLeq8GLeUvAasor0fb6K9VcF0PNHXFr4DP2e9lIEqvgyoHjx3pCs93/zevcg81b2WzpG9td7zvLAV4b1rVGk8zGBUPk8JEb56uhe9i8H5vcW86D1Cwsc7GP6xPTKRsj2IZGO9cgzqvR5hk72uXQm9T98oPD7vCb1IcgC+LyoVvk5G97tJTQ6+4AT0vexLIL744Sm+Vk8SPkOIAb6zNN69iH4ovoASuT01OmU7mgzNPVleMr7bPqC+Nak4vtBmWb5y3F6+XEe0vd1RSr4nbu496MkWvqcvHL5/l6G9Rynjvf7tGL3EUCG++S9oPZdkRr43f5i+tgmCvQJCmbx+i8G9NAmSvd8+Xb4WYxW+jxBiPVd1+rp/wOA9yRfnvjyHAT6Qs2e+gTgnPAoqWL7LZ1Q+gmHovSnwcr1AH8E8SL55vRuwjL6KBz++eSTYPZXviD3Sjgc+iqs9vv/RsDwccSu9f1OdvZTs4D0d3Uq9Y/7ovTKhy7w/gIS9quvePXqq+b3RGam95kg8vVSHqb3Kbb69YAm2vbWpIL7f6WO9SnQXPjKR2b1fcR883E/bPboaGT5MFiE+p56NveBAi75AvX49zSnxPdJLKz2mljy9TSNaPiQYSD4uEYO9lufsvTlc5j2cx4+9lo6WvYoxwL0+Bw693cjMvUuqsL1VMUC+mDlHPs5Pgr1ICbM+m58kPvpnmbpIWew90gQqPngYvjx0XQ6+F7Q0PRaZG72BAr69dWaJPj2GkT30qlk9/0ePPMiyY75TokS++Psdvsb7wj18MkO+KWSSvq1szrw6l2w9tC8lvkVPiDzQ508+sqX2PGpnTL5rWIM9USBBPP5CQz7C7Dq+l0NkPhTZoz0XzdM97wwcPVDEuryCsY++53LJO2bIKrtiO4e+2uyfvQjRcT7n+le+1LNavr6pM77Kb40+74u0vnU1mz0MQpK+1SWTPsAUcj5hypS+/q+gvcwyer5+1cW+zwhsvvbmRr47Iqy64UJXvone4D07yfE9x5UwvHO+Tz4Abh6+eo2KvHwry7238hu+vhYsPn60xj6Gtwa+iLA4PiBbTT4spfA9wF0ovO6nPD1QaJq9TFHEvreltT39q9k9H9v8PTKxD75xav09xnVdPIVZr77Qayg9luU1PZi6Eb2yN1y9uq1aveLkOz5nx4O+wtivvkHEtj22oOA7IwDOPhZmmL2fpZG7UC0Svdln+z30CbI9HYYWvb4DJbujyU2+LnUNvq8/8z2XGSC9UboivnWFXD7mmL6+eZ18vuXM370Wrnm9jkT+PQQKsj07LYy+aLxvPjedi76ed9a8+uKbvpEaoL62FoU99+h5Pky4qD0BQpC+cxNwvkh+Yb5HOtw99ob6PaVz5z2sozS9attlvtg/dT1FdIA765UmPV+G3r1gh409TKBGPSfohr5uao09IkmjvUNCNj5aVQy+zvKyPZkQlb2h03w938sxPVtxYL5d2BM+ulgjvqfflz7z2ca7P1v4vQMXcb1x6HS+Ck+jPupYfz0pZHa+wsIsPssoAj6mY+694MXSvY98Rr2PAF++H8QDvdQC3r45X+M8nyrkvAV7xL50ECq9GgoxvuyiYT5MyZC+WkJuPiiGlr0cfmC+U1K3Pd8CQD7gwdM8JrIZvrViVD2M+/E9pHuIOc7mZj4h6yG+1iCJvaV/ED3Rr2i+Jk+BvQv7KL6ab7c8uqRSvTMq8ryl9IQ+Cgs/PlTcvTyzKYe+Tz9FvYJTKz4z+fY9crCfvTwYRT5tTNI9veY/vrxvs7yQfHk+aLxCPmD/AL5EZa09AdRBPqDnJ75m6Ba9ACsVvr+KG75jz6U9m0AWPiIj1r74DGG95SCivDHPh7669Z0+Ao2svqXX2bzgiYo+On9CPQzRVz71ddi9vHNAvp7vvL5ekok8hTx1vcez9rxHAZ26Lgg/PofUOj10Rn88YtydPBWkxb1Guuq9N2U9vXailL1dzo69qSpvvWpX/r3TQMK94LxBvmtI9z1Ye4o8PckQvT2E5j2pJ9e9C3oNvsgld72u8ae8fIA+vutqgj1O3C49+TwYvTpkLb6tUQy82ALEPf7tY75Vr7A8670qvkdsFz5ciVq+p01Hvdb5Fz7J77I8MbzBvXeeN74gkCi+kpY7vjOU1b1+lyc8EGUPvk+ymj3INtC8944KPdZ6373LS/u9ke91vpUQkj3LO5s96qo4vQJG1r0GCxk+2D3svdxG/rzssni+eQcJvaH16b0TUZs84ohoPWzyu70vdxg+bvSzvJweHr3uw22+7VsUvGMyE71kj5S+QO/+POskCz3imwk+g+ukPfcrRT1vuH69nNz7PVjmkzz6p1o95HvlPRNnCr69fbO8ywDwvTisEb5Jtkw9CZxPPn3xKb1Zfte8UQIIPnoKbL5h7Vi+Im2qvVJ8szySZAA+yX4avU8gir2k+4K9BKn2vF/Zujz+HI69tmrIO2bUCD2uNji+WZKFPcxIuTv0q7a8R3/BPILmArtp4UI8SnycvA5dkD28Yhc+VkQQPsimBb5wgwY+ZOBVvbDTfb0HNNg94p4uvnU23L0DIkw+UWNdvZkZj71lNwS+wrGSPWPMz71/sB89NKDcvfpScT52UUy9WuIePmWfXD6Kw/y9dcAqvpqOvL5LVQc9gUtrvpk3FT508tK9vJB2PgPM8TxcgXa+Uh+AvXoY/7uWlSE+sAn5vcUsJ75k25E+D+cCvqq3q76omt28ggIUvpKr7LxnK2A+bF0zvjcQLz24xnk+ntbWvLOgj73G0dk9lvnxvbVDOD5J7VU8WqYCvQn/1T2vGvY9EcXDPfggOr6oFw29Kp6kvaICkj3UxY29ny6+PMgq072b1ig8FxkTPXygH75LLnY+AAdNPgP/I77yVyS9R8wgPn5RDj7RQy++ErWLPlLW57tBmZQ+kx5zPQrn6b27HCq+sAWGvviyEj1D2Iu+QMo6Pt5ZIDx1RWM9Cn0Rvz1U+LyLiDo+hXCyvY99H76iN62+zSpTvpQqiT2pDQw9KIH4um1xt70sS56+2hnVvoejzj1y4cO8DqyLPRy1t71+/8I9CphDvlRuuD37QLi95v6Xu/wHITuH9jM+bD9RvhuSjD35X6W9h5TjPQSysz0arrK9584rPm9kRz2RAk47gV6Uvk2Mhj4+9709hU+lPXL1xrujcTs9PriYvDWvw71n1xu+HMudvWxeuz17B8+8mXdKvtwgqz3Msz29aqG0vhhDGj7VsT0+rF2LPWEHtz07RmM9rS5LvuVTobw0iSU9rftdviPslL5chZc9uq60vD6n9T0N7Hg8A18xvpdSBr4Q4Qy+AMqSvkTcPb7BJvm98zyiPhZwqj0VTC8+zHggu75Cjz2AYsq8JzWOvQeber4ywTk93m0IPjN7Cb0XKYQ9LYGjvr9DW74NUCc+x7CpPcjfwr4T10C9cZNnvQ8QTD3Ah2E9i3YPPglWw75dRL68NFrUPYgOjr23AKW9K5QwPiy7CD72Y4u+rTePPRQ2wTxOZ1Y+ryuRu7sybL6mNQW+lLYZPS0dCT2Eq+e9UmIuPkKvir27hYO+AZDTPrAkxr0Yh0m+KRgKPd2j471sSl6+myfgvXA2PD69nZi+/Ne+vTRfET7eKjC+TPQivuW+7L0BjQG+WmYjPoRZ0rxwphy+tmLcPTfI4L4CqfM93yK8O7MxBD7SFh0+1ts0vsUqTL34KrW9wRdkPiuEVz12rQ++4nByvtiAjT64Vbi+gQJWvuiExj3xV1e+Ls+WvOzehr0pU4E+HIt4PqGunD30BYG+K8yvPbnxHD3dWAo+2AX1PCxnFD7BdEK+ICwFvrCLDb060Ai+qzg2PaMaPz3xBFC9vbervbXktT4HA6U9gsS0vl7pl70gIL6+8E5ZvVZyvLzNayG9+ngkPqdHlL1hq5U+rrSRvkuGmD4u9XM+Zc4XvouNdz5iXRm++Ehnvng5F774B7K9OKMBPt2x1TwG718+QVvePVufvz10AqQ71iOYPL2qLLxgbLQ98/+3vapth7zHC5s9kd8RPvretD18EF4+h94PPbZFo725SR093z0nPqyFdD4+2Rs93r6DPUzw0j0JXeA7mgRbPh1RTTyhR/K8+lU3Pq6XOL1pccm9NDO4Pdlj571sjSY9u2yHvXT+Mz5IfIM9pG/sPd0+Gj2yuyG9/3FTPPb3Fz4kLVA+JU7jPWTlQT43/ZE+qKGEvCtsBb1cyNg9hn5ZOzr8F7zWpe09i7gKPamcqz0V2Zy884GFvvFcAD5BdF69U+ysPv5DObyKsYG8x1kMvnwkp70neoU9Xm7wu6zelD2XosI9Yh9TvraNMz5qMlC9Cmomvso0DjznT229En0evWlxtb3yfXY9AIECPpEU4b2lMCq+ckAQPnN2LLtJ+QO+FDAyPhbTM7wQAne9tPLxO/TL3L3jF1I+Ma0Lvo/vcr1IfK+8T+ZuvYtKQr3EeVK9+FanvTw3Zz23TPm768SCu1sDUzxxiri9MeNSvqJDD779TPM9AvFxvS0yqD0p/Uy9ef+rPPfytLx+5Kc9zKGgvKhTND0Rcdi9aWyOPmTI7b0vyBw+b4eOO+i6i7zU4Io+WMrsPXr2Ir6QZyI9ACOOvcSM1L0mWWi9ydBavqXBNz1lScK6GScounEKKz5PEZO9/0arvsdkkzyvxCO9kKlgvgMj7T0qKqy9fEytvR6pUr40Fgk+HMejvoquKj676gO/+CxLvnobrTz0dXU+Neg3vv1uCj1Zv4S+0mZlPVYAIjwWZoo+MasdPgOgqb6imII+iUtmvd3XNr2X8tu9imynvedfPL1uSCU+yjcavq6ZSL4IMj49Sh/bvdIXyrw4zzq+J71VvjvwJrvhTCM+T7+Gvj3gv77pMW09dLSePaLC7bvKvl2+FrpmvohmPT7By3A+5hhNPf9FZ7xJX944gCgnPvDD67iarxw+XzcvPjrQST5DPQ09RjlOPtVQwj5hpnE+jh/FvqmlSj7rqQi9Ib/8Pfn5oj39USy+G3WTPU27v70nk62+YServgE1Br6hBHY+lBeXvkuDAD6rki2+qwhhvvzzOz7FcxI+kKMivoayQ74ZfAg+rBOcvoTFfL5RQzk++bYiuwzqkj1Mogu+Ip0Ov/T1S77Ccp++4itnPo0NOz5DUoQ8ueEgPl5qEr7Rn7e9UhwBO0feNb5KO4e9VWSqvKul1j2cFTS+RNzqPezfH75u84++51qtPgBcmz6Ilw2+zx+kvqCiLr5DSNc9hbtIvjRnYL29wu29lhfQO6m6Zz2l1Aq9kcChvm7RLz7tZT6+a9KEvVbsT77zEOw9LZmgvepo1D3rnx085iWAvvsUhL0dTLO9hqvPvaFKSL3fTJC9WHtOvj4b4T4tMzA8Ic/KPYA8jr6vfhc+tI5iPm6wIj1xwve9IymsvfOTnr7KJSM+x8etvbiAND4XNsA8xfaiOy9IuL2znZw+9bI6vscdk77X2i++9pxGvv93PL3qvlQ+PYAiPrDdTL3iOtW9sjiTPrDZkz3t3/09cBjQvRKqYj4meUY9+ty9Pi9aoD4iSn48OH/bPpYftz51kaw+4XYMPmaIpL6/5TU9Q06zPf+HFD7A1Ak+L12XPdzFBr57qZe9xOeIPh4YHDwclaK9Qhb4PW6phD3obpq9mmNCPlgfAD+PS709nUzpvL5Jqj5mApq+ooBevgFvar1KG2U+fdZqPtPktzx/st88vUGHvSvcgz5NP2A+fd55PYxnkz4JT4E+vkmLvrgIvL5ZrqW9SCOYPJ1LoT001m0+AV9+vvW4ub24j2K+VwSqvdBQZj7zvZw+tM5LvfwVdz367xC9KNqOvcuFKT4AXYw+0tOhPSgAw725jS697WqUPmiQAz4dhSC+eEl/PBkmBr5KMDq+jx+aveeg5T02j52+SS+avYpsdr1Q4Hw9TBY3PoldJ757hou+MVxuvZWZCL74ySs+MmGZviYUwz6BLI8+XvDfPm4c3bqmUIA9+3KIPT2M3L1mPDs+3t+kvrX+dr1s9v09FpWJuxIVI77BbBO+j7MqvkN1Wj13/3Y8PCAyvi0cLL46wSK+aC7RvSjWm76JeFi+PXbQPURTeT2yCWS+We7IPRRbZz6vG1e+uZwfvpcRJD6STBU+Sr/2vNk4Ib77hGC+ndYNPqRDA70pgEG97sNOvZaen7sZHQ6+hjSrvG5lUL6qZkK9CeGUvacfMb4GRJk9FlCfvHoLfL2kYwO+Cg8JPaIMUb4o27q9aNWgvBrp8b21U+K9GK3dPeEjg75fDYG+aqpQvh/N8j0INAs9RSLUvd+pvD3kNDO+8/Ihvo0rAb51nXW+Msr7PGA1xb2cmbi++a+MPbmLGL5D0U++t6gPvkdfGb2Ka4Y9NvJ7Pf8s/L2MQg49vgjBPNq4Nr71Ivc9B5keu7eHLb5PA948bf8OvpcpMz1AXZw9SbM3vs3/v70lr06+vhswPS/RCL6kwdy9fqjevXJ+sD3ESLK+2wADvl5CJ77zUEq+iHYBPgVoJb65G2W+cO/8PTLvNb588vE7IczLvXwNN75RjQC+3pwSviyDNb4DOjc+P8HmPcJ5bb5g0M29dokSvolKcr6A/o2+4HS2vQi/xj08W+s9NuPwO9IALr7NlNM9pVMyPCyVRrwkCl6+Faoevp2vqTz54Wa+LxMfvofvEb1+4Fq+eyqvPVTlVL1Wvy6+J6LLvXHHgr14sLc8D8rwvCdjvj0iYrW9m9xXvudYGb7qwoy+sgnSPQs7Ar24HDu+2sVxPg3tlj3tGYi+jbf6vA3Na73/I00+XM/pPapX072g6H8+whVdvIZMiT5/eRs7NemOPE3iXb5TISs+jp1evgXmYjwTFzO9k/awvtzJir1w6lq+aNuDvYGQcz5iG8M9BHwAvtwuj72qqNC9TTuZPq8Akj2Jlpk8lQzgPZqiYT1FDmO8i1uRPXtvQT7bLCG9tdzAvb6gybrrghG+QdI2PQ9y6D2Gona9Colcvs7/Zr5+R909gp9svdOxnz7/AbK9Jm8vvIiFqj3tx5o9F611vlJ5Qj57ezy8IzCQPWpFYb2cpRQ+9iywu04jyjywxjy+spp0vuNo1Tx393++4IIUPrtJOT7MZG0+6TXNPZ2gXT1K8PO9zca7Pi+PkT2xI9Y9mhKdPUv7Cz4yxm2+MdHrvfROoD69tN09seKCPm79Dz3lho28MZofPr6OsL1UrTg9PQecveMGJ7vGAvK9vOFFPs6Qtb4Nsm+9rl/VPTGUJb6/GI6+i3i2vZkaTL3QjKY8BQBwvPYMtj00pVM+0wyfPsJkMb4RMuc9ENXhPXjv0L1WZvS9Y3yzPTUPvz3/RZY9xntiPRTutb2vgUC8XdnrvS6djL4swxW9mNomPR22A744bDW+fs+lPZAi4T0mbZk9M0g/Pp3hsD0UAYG9WXBRPrVGVz5CShU9ZpuiPT0WND0voaK+1juaPZAK9z2p4js+4h/0PdFQjb2HsQ8+cUgMvSlYAz4P+xi9xyxqvm9WlL68KUu9FZ6mvDsoPz3Xhv49nobDvMvCxb10HUA9kcYUPU8hrby5s8c7YTedPkz2fr45Ai0+Z9CFvr+eGj7Yg1e9DpJFPoKB0Lwg6gk+AUVQPsoFx70+Sf68lm8SvoQ03Ly51Wm+lcOFPZ5XKT4goY29x+gcvmdggD3+OUG+low7PuQ+pb2IzRA+FlYdPlNAkL2a6Ce++JfSPTbz9D1xzA0+iXgpvQoNU7xMNJA+vpiIvQHWsL2N47a98wHNvfA+/T3ZDoQ+tXqiOmsALz7xwUK8lANRPg5lh70mGB+9Py6rPR7OtT48RQK/TxKQPsGLlb3FKbM99qshvrKrgz1M6Do90wCYvdrwVj3DA7e9nadiPYDIPT6yJyi+mklnPudZRT1PWuI9vcatvTgEhT1NmSu89XU1PfNUWD3v3eo9Cd1nvfHcTr6cifc9FTDkvgRvHL5M9iC6A00dPSfUCT1AJJm9ZGsJPVaHaL7grDy+SGuxvejoGj5APGi956OiPgo7071WwNQ9LJxZPmF+BD5276Q9C5uTvkwjJj3IXy0+OPF7vs+7U71ys0G9ZFYvPYXuor4g1RW+0N4ZPX/hMb5kx4E8JshYvrHbGL5OMAO+1uoAPq6P0D3dFR++p85QvqBkFr4eJVu+0VBGvqTcPD6qoI+9NPmvu1ODcb0D3bQ9gXMxvkQZqr0SNVe+hvFEPmrNPL4/hyQ9dcp1vhbYzb2u/rK8ibRaPaVNSr4WgTS9+nORvvyX0730DmO+ZEDbvVUO4r1rkII9wPthvE6TCL1NO/C8SpjUPbvFCz14aT09nTrYvZWTb74Pume+6Ar/vRw8LzyVRkC+OOZnvrqz7L2a/wW+Y9cpvQPiCr5QIP6964pBvoNpDjxV64u+AkRKviwQD76VZna+RjirPc6alrzvquc9mYRRPXhJjLy94fm9MpfmPDnIW7xKDRA+QmcAvjQ/wr3rSzO+nOZyvduTvL3grJS9TlcAvpvGlb68jLQ9ydwMvjkh9705Awy+x1H2vXvmgTy9jQW+vk6NvkIc+L0OgnC+Hh3IvJdnSL0azwm9CTs/vhMpg777t1K+Ue/MvCYRxD2s/0e+4urmvXizjr3s8i2+giarvddCMb5eRBW9Qe7qPGQaVbvD1E6+AfaBvl+jU77rgve93DQgvsRtEr5lXEq8SOaBPWRJKz2HckK9QEbRvQ2uw72mekW+K70XvRNHDL7OKA69zcYjPoC56ryCjge+3K8MvdDECb6c6PE6VQ4CPWgSsL0LNsC98edEvoOLoDurX8S9OrRFvdSp/z3reoA9yJogPpqtDj6BbVG+n0s3PhHW7b3OnGe+Vo0RPXf2RbwIb2a94wDjPC5vAL6zYxS8tD+qvJiUW71f9zo9C9GSvsK3xrxE8xq+bp6XvavnyL1AA0y9gYcXPtXYRT2SHKm9sZkAPtK6tb3Bv8W8JkH5PSrexT0CdOI8B/tQPtNHir303SQ8Gse4PQmBdz2tuv69Fkn3vNw9pL5FGCy+KHFsPYRgv71NVSs+BdZbvTAdTD0O/lm8yhEEPYb9ED50lem9rnzPvVzRBD5oBtA9HSfSvGQT071o/5m98t+NvmJx5TxrKsM9eNYCPiVTL75Pvc+9bEUWvpoQVb3ZbVs+pVL1vXBePz0nkAm+vWYqPTs7kL2nqvu9ZC4vPsCPEz3oWEO+TPgTvqVqJ73TnZ69/EY2PogbLr6t+Qq9hLbtvPEycb6HD8y9liwiPZ/Y8j2cPt893x6GvIPVD71XkGw9HCwKvmsea7tcxgU+LAEAPvo7fzugPYK8gN4bu3LILz6nIg89UxQ8vRcIJL0zvEW+OgsBPp1RxbzXlQa+6jupPT8f6L19/xS+3NMYvDjKJTxq5BS9gSL1Oh5nMj1t+iG+HRD2PUgKgL0pkcA9rUzNPEj2szzaPik8mMjXPf+WOT2ucj++ybdQPnwhrj1sMz09aIXOPRwuQj2USYs99tyZPWULnD2jS7I8+VZQPs8oHj5o7A69uByjPcHeLT5fuEE9slAAPhRgKz5BWaC9T7g+vZACHzzDB7k9+0OmPKomeT266DQ9Vpr4PeQ4ez2bAYc+Lionu1fpB75emLo9qnuhPZXM5z10D5s8+mCKvVNzFzsPxIs+zyoGPlkAZj1O9oq9lu+POu6JOD54PPE9bJABPi32B71L2la9+gGbvvxMMT6Dxv68tvU1vDANXD6goQs+aGBgPStOcL4Kra89JEpUvE6X2DwS8gs955wWvtvcxz2+R2s+p2gyPQhGszxl7029p+2WPQK+pDsOitQ6uzSmPfcL7z1MZ7A9aJ0cPP4tAb3oasU9UH47Po6ldr4qJMu9TW+ivJGxl7yS+f29fsHzvbIjUT1zD909TmwKPqLGlbx1KIm9dsD1vU3iOb5qgs888JvyPRBIAb5u88u9ylJiPc/jhL58pvs9FOGPPmmKzj1E1+O8h2GWvZoog71zU2q+NGy4PEfeAL0Z0mw+lvmIvWQdiD0rxZ68ifxOPpIt3zx/o+o8pOuJPRMNFz3lYO08f6BmPcUgvDzA+No9sYrVPcFWD70CLe89xAM3PaDumj3gzTw+qH73PFa9G70G7Z89uDTKPFFs6LyjCUI+NQ4LPu/HIb3YAdo9ux2QPfgVpztHqDK9ke6QPE/7uz1jx/+9ZOQ4vgxhOL728RE+f0QhvcZprj3uVo08/e0ovo/9zj1yGbU9Wh/uvQiBBj9aUhY+GYCFvEvfIL5t6549RD8CPUcBlD5veSE9BMU4Pi0o0r3rEzi9KwHUOV/zqzyoI2i+iBuQPu2Jpj6FED0+EbroPXlJtj12M6k5Un5HvlgpPb5e/Rq9M3K+vfZF3b0bRGI+c4odPaHXPL2CaAa9YheRPhZ6jL1nv80+7bIgPp+pQz7WpvA82OjzPXHK2D0oWwA+GV4KP95Kk778oRE9DSi4vLJsRzzbXf09/b0hvgQyLD6T4jQ97El1vuenaj6owfW9R2DFvDu+tT13Th4+tjCOPb3nITwHyeq8lZxfPUu1VT7Y0FS+s3GFPlHifrs7qq47nTCKvKfXDjqAq5y8ezN2vV6Cvr0X6P08XXfSPSG+Wj0BKqU9G2RCvtmxkTwQWr69X46rvQHSujsE0Qi+rTdYPv0hUL2g1iw8n31ZvLeTQT7MgTc+KGthPo/KFz7GJAc9CcZdu+tiLL4trgE+1IyNvTr8JL7UMZE9r0PRPhq+tL3kpYq7dZSQvGCDX71Hywm7KRF7vAiJ/L1NUaY94OVsvO/25j2dqRm+YjZfvvIkkT03MAY+SCWdu9OXBr5o+Sq9tNJBvtJgBD5jEOI9SYgUPqP4/L24+1M+3tOtvRywyrxQKI0+6/3TvnTNrL0A5Dw9JmlZvWg2hL3Qh3e+K/CAvhlAsr5vHbe9ZnXtvRTcqD1/YFw91+CyvUgH070knKU9pbLhvf61xrzfQWA+/rWmvCu7ED64SAw8yAPVvmgMWr10Nja9gsTkvZQXCD6r+Ak+OHF7vLZvoj4Jnmg9/OESvhtNSj3I0J299UI/Pp1TrT2iig0+sCuZvPkywD0Esha+3rv+vHGd1T2Vf5s+7t/Avjjxxz318Sm+vjotvocC2j1Fl3C+B0aOPkZsmr7vKx0+I7O5PWQs5r1HSKY9cBCgvm0ETLxA7Ru+7DBPPjkx+T2p6by9Skw2PhB/XT62BR4+0ZsRvSf0ZLxUxlO+n5HjvgMcST6oG/a9plewvlImzD3BzDe+on8Gv2dLfT4Lgk6+zvaFvn7V4D0jMwg+dsxrPgcEDL7jR9E7Sq9YPSXhgj5hKXS9LPwrviI+Q70Fmxk+KNlwPIGuJb5fDD+9HnDUvE1LFzzKs0M+r/R8vkCr2r39Rao8GiqAvvVtyDyYgWK9WJFcvR0QJT6hGQC9w00kPjr9V74gLwa8E2gRPFRpRL4f74w97srhPSWKojwWieM8B6o/PiheIT4B9Mk+DwXzvjRkhDzKy02+2TpkvZX87j2qqWy8fnFRPp6BxjtXIX4+9VuPvprENL4144G+G7TrPe0IkL74JZu9BOehPYI8kT6/VIi+JdjiPnAahz2oLhe977sMujkP+zpnBKo8H8QaPgrC3j4nV/K8V3uvvcvLhj1U4JO99FGIvX7Jqj0fMHU7JvdFPZ+vXr7b7708aayHPnTTvT6y+4G+0AAOvnimZ76OMIU+WlObvJUAxj1jNbK++q5EvYUWDj7PRC29fkmSvdjRIL16i54+oIZavrOEjz4VlSg9CTDcvEsUbj4H5ga/CPWlvngsl72+vvS8eKFRPo7LO77ueE+9OmalPqCgJT7DYaK+20G4PV8DKr6FqzW9rEfEPcYiJL6Ugqs+OCWgvUdCRz09qpe+u5GLPVfrdr0BcMc+1qzCvXRQrD4wZgO8OZlVvtOvHb4hfDA97biTvX5gDL35wj0+RwFOvk9RRz0yHkc+etYYvU+2Hj5F7AE+Ao2nPcxNJr5pB909BASJvgTnab5ZUYQ9yD3WPL5PF74Vlym+cEk6Ps2jOT7lv0C9/xdWPpD15LvbAkS9lIaEvhS6bD3MTLk+fxFVPeGiKD4n3xU89/PSuyjUBz7mbhO9EOkaPtewQT75oNU9WsOCvpttcz70JAW+ihw2vsXFKL6xh1U+xtMyOk40GT5zKZK+c5gUvxE2G77OTIY+Ef7nPVVs270uV5+8NZdKPRY4Ab6lgl2+cMBQPr/2O7z496c8orDmOwrPeT6DIq095Z7fPUihoDyanbu9ojeePW7opD32p9G9HvrhvfwgOD6FvZA9VJHSu8muLb5jL1c9RTojPXKLSLwexzg8OighvUwpAT6G++C8WcAaPYvWEr4FiEe8xlkmvgS4mz4Gnzk+Nz65vRZTfT01gw8+u3QoPqVqNT3wYUA9pIYPvR4MAjoDwEQ+fB9+vSMq6D00Paq9FmN5vUKTKj1IBLo+CEoPPm+LUj2dm8u971elvbiIZb0Ir4g9G35+Pt3eobzCLPS8soK/vD6RazyGzE884TrNPeRaCL7zypK9xw0CvoghQL5gXDk9jQipvWQZiz1RpX09YK7yPTTjc72p27s9x78QPkS/xj3iysi99cahPRThjj1A/rS97jGBvNuVCL5ABSw+NgJ3vbh8qD01BhU79o4mPW/LUz48pJ29dhf7vZd4BL0JlYY+CW5DPDgPpb3CTlU+WNsAPqe6bj2cFtA9J9M1vVTsYT5k2Da+1y3bPUHKYLvEQXo92JnoPQIJHb7SNB2+C6U9PQJM4T304HM9SZ9oPnqJJr0Bz1E+tDHVvQU9hT3Ex9w8Dqu8vVRmg72Y0iC9jCekvcXKNzwaSQu+RPJVvvhmXDwJMZw8GWKFvelEwz3SdPm9ezbLvYbJhb12Bag8S/E4PaO1qD1+7Y0+cxj5PhYbyTtzxw495i6vPVoMCr6GZ2o+6mA9PokOEL4KQha+27YFvpdF1b0NZAE9n4e5PY7FCr4UnZ89/MP4PQI+Vr0aBqW9eA2bvsr2ND05USk+wMuJPd8a/b1HaSW94IvJPtbPvztBH7M+9zJGPcXmCL55aM89Me1dPlaJN75P3wu+iSZqPm/wVz6SXx++nT5rPTQCxr3vCKm+S6XPvYxosbu8Wpm+povLva6HH74Ek5y95jvyPTShMj5wgo6+84wvOyABQr5WBm2+0NZ/PpmF0T3bNCy+GTklPUIKMb6LiHU9XImNvo8c3D37f7096e5SvjeMSz7jRHG+3S5RPiF2tr0YprK963mFPi+ahr5A0bO+k6rRPhZh1r3r9wI+XUH1PUsXeD5ArpK9tcY5PE22nj7a2om9PCjYvXeE/DzPLFi9RVI4PbX7Xj4IaSQ9ycKIPdxYDzxCSlu7COWCvcGK9z7b7Au9otYTvn2doT7tCSE+lqaBPQyE271wTU++BWy4PHH5xz5HCjA+aG+hPEjXTrzm9G290NtmvnV7iT5uXzc9cFnAPHGrjLxnGZo9unCnvVmhBz4dzLA+5zEAvsBJxj2JF+W9NjN7PiMVMz4b0GE+cshKPP3Pi71EMXY+Lx0HvowcTzy8u4k+rjsJvvQtAD0WQ/O9Kr3rPZIYjr4RoKO+F/0OPv27tr5ccQa+j3xTvkCSV75ldiO+sAFzPXP40b2u+M09kN/nvrfDi75P/P09AofaPHMABz48ehw7qAFbPa1ILD5ynoQ9Ea2DPEQHkL28ove9BA8fPiUWU70tGIy92E8Jv4O34T0Xpwu+bcmKviPyRr3SFMO8WE7UvuVCib7pO847xD/ovnHqY7rJSDw7R1yovc0COL5m4jY9Jv6fPufagj46G5k9nrRnPUllIT4u2g2+PxtKvv1Pvj0aNR6+iJpFvpdtaj0Jiim+pFAWPvELyr11irK+lkqRPtj/BL5wpfg+7GDHujgaLL05IIe+Sxn0vFfgB76y4+w9nYVbPtJS3T0x3rC+JemJvsKCcb0YMQA5BrQjvkWJBT52POi9SyiDvv2MCz4+KAu9/50HPcNmRz7S5kk+0AKZvo2iQr0pxaO9c43svYU2Xr3xejI9ckSXvPj/Rj62EZC+VIB8vm7RsD7NPKS94vaMvW8Wvb5l2kk+S6zTPa3VjT5zF9k8cofmvdWQhb6bGci8aziOPW6Da71fjx8+dOcuPtZ6uTwxkqw9o5WPvg/kAL6yGJG9wKNquYYImzs4SK69zf9dvrP8Gz0vUzW+15hIPSKn+L2D9RI+evJSPTF/Fr4Q+A++EYWyvBmJW76bVHG+w1JfvAreVL4Y34k9a3SCvp/LPL7mc4k9eatnvh1JPjtqPmS+2s/ovVWQL71VM+c9HErSvS7GE72GdDS+Z+zcvGqNAL5hqAq+HvZAvqHZsj1/dw69nnMNPhFNe77R8py9Fz0dPrNbBL2YFa69JBvDvKzfb7683ik9iQbPvYnvqD0COqK9LqLYPK6x+L2ttYU88kK2u0q2Zb48qbu9NiM6PdKTc7z9gm++PxQSviswc7736ai+9gYIPt7m5Ts0N3Q91vdXu1CkHr5noUQ9GLI7PGfFAL6C1O68PlnbPSlPDL6MLUW+LLaGPVUbEjsWgWq+a4kUPkJJ7LwAPme9aBpyvcL8CL7DBtw9a/ttvqqVcr4nS0W9+3BKvuHQA75l4/+8S9zdPRJ8Nj5EtSK8xAyePYzzXr7DuRQ+rFS0vDSutznOyjy9klRtvgqiBT23LE282otNvW1nT76+FJW9DOcgvvqssTt9ff+9a/trvVeKKb6t6fu9CDTHvYADPb49Yo2+GjzVPNjwCzyX4tc8JnSbvoWKM77UGPW97fZOPYMPjj1MeMG9ZJjwvfgHEL5lR1u+AYXCPatEPL6rahW+nPFXvvURQj3OkRw+ghurvUtgBz7p6t69kH1ZPZY6Yr5i1+s8pwp3vh6+rDxYPY69K1k0vYCqy7x8nZO9GqHPvmu0OT5156O6RqJVvocOSj1i+4i+Buj+PM2zk77xv7E9K5YFv2f6wLy9x2a+diL0PfoUIz0W2Nk83rmlPet4ID7kL4s8LCQZu+WdmDxAxYs+pUHsvWNoVL4kDls85G+IvTtiBD6YZws+bjYGvEvmKT5CvHs6jZglPIsUiDzxpoY90jlPvcj+M711eMC+GFJtvr6dKz4Uxk0+dYYOvuGTtr05Ju28Ixxlvrih2b0LjXu+nPsMPBydn71kgOS9aCRQvU26F72XRCA+qkeMPVqY8LwsRIc+o+K3PO0zuT19k0u9GmNBPYHAHr3pQPQ9lIqMvRql9Dy+JNo9QszyPUUGLj6uMW292z+4vtS6mT2tJ4K9pvAEvm9Lk77c2I6+2fYvPrIU8j1qCzg5Ia22PHh/vj2kRhk+gbCcviA5HrfkTWe+zWUHvuMXU705dPe9IOglPreRJT7GHAs+qLZzvg3o8r2Qf169hsStPhBNfj5Tvd691ltqvBQ7mz2w8is+Tl5ovmOwKr7MJ9K96zBtvRO1kbyXOuI9H6QVvrxjjT2rlN499bBsvta5Zb5pLIg+6uLwvFW7wb0nfQw+7R2YPWFeWbzO51w92WMgvsBNXz7N/VW+4u/cvILvUr5Sc4O9k7UTPnRm1L2/RT++8fN/vu8bXT7Q0Bo++AXiPLSZgbySz0g+YTUkvsYFvj2Bne89eia5vWfUlj3+9yS8J3cCviNGnjwKn6c+BviPPSh6Hb4yh0y+3Dv5PSivrzqVOwM+vRBVPUQspb0Huy++KLfJvfnFVL2Y+RY+nw1Lvl41tb0UZeO9SGZ+Pd4jMLzxbDA+qFUoPtKrTL2Tk269TXwKPYVZyz3bOmg+lh2kvUEs3j5CnSQ+MGQcPoiGJz5eCmc9d+hQPlXKTj7eG4M+y+kevStgvL4IOD4+T6ySPmmY9z279EY+8mF+vUDRC70eR/O9pojPPeELjz2v6++7vS3NvG+LWb4ZUkm+SeWHPVi+ST7tODm95cNMveVKMD4pKCI+PiuivVGfQb4cuB++UMYdO4UfpD1xrzo+GV+IvTTbDD0brG285EPkvK0+2D2/yiM+DCSkPfzgHL3gsbc9wwgRPobh+T0MLbq8qMgXPOhXhbwnqD69r5eRPf+bYD24KRE+LP3bPDZbYb5HSW4+FDOTvmuggz7eeYk9pVY0vhYl2LsQABs+cC7IPpU+qT3nrI++TLhfPY+LfL5eSwO+BwygPTx0Lb5MguQ9ytoTvuK6Wr2bggg+562/PbFUnbz7Piq+tKWBPhK/+DzkmjI9yjseveGOrrv4SIs+3XQ2PTmPKr7dN2U7p6d6vedQvz2YCU480FFlvnEaoD2HsLg9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "rTwKPIDsMTt+Qt28zYuJvOFwV70m9DS9eyigvKZOkLxqIQA90Hq8vXyf/r29G/29JSkEvh/vLr037w88t1bWPXnFJL3crMO9qzHcvPzLfb10g2E8/+u5vUUMAr0/y529lKZsu15Ruz0Wq649H4MHvQ82s7z3ECa902sHu3ZBh70peoy9FhewvOa1iT2xIqa8IYtlvhHjyr0/AIi81msivh1N0b0vfO29pAlOPRQk3b2ZE2C9/d9tPNTKgr3F0qe8AE5iO4/Pnz1K7jC9tiAfvbjUdb3D0J+9iM+/PVl+yjvzI4S9CQyzvRlDJb1ZmSM9QOpevkm43bwgXo29y6ovvHUI6D1Gyx29UcGZvBY5Bb6nV0q9PGqEPdu6Cr0YsvO8iS7CvY+O3r3RY1I9+3eqPG5tQz2zIFu9JCYJPmE1eb1yRhc7w4Aau+3WFb42FWe9hZm6PRTWZj32sgU+Th6Evfh8o732O9W8GrwJvkZhiz15QDQ+YI4qvnyQzL1bBmK9CNIBPrpydDuF7z291dLrPJQCNz150zA8RYqUPfNM7LzsSjG6q4++PJldQb1SbRG8UEo9vS4Atb0v++07k8pQO8dlv72iVGa8pu8/vXXrSL7Rl3+7wL8SvWyevLxzBAG9dVdevTx2E7qg5Ke9HQ/zvFGlC70IERO+YgXwPAR0H70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 