{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "ofYqPvb0Mb5b0jK+PQu2vVvcn71Xi1I9/OWru3jrFr6S/yG+xx3XPaL5rL170EK+Id4wvfvXkrxg6qa8GbitvD14BL3ZXBY8dIzFPdPz/L79a1w9SclXPpgbPb5LR3w+5JqpPdPXDD2ayiu/jfCEveGhAD4A83g9dg3cvuAsqrzMia+9xP3wvFo4xr1fn+a8MEdEPEBaQD4/SSK+id05vTj7WL4dKT89+ukSPqXpj76pUgO+BfYcPsXlrb2PW7e9EP9tvsYASb5OHTS+m0kQvfkBb72Fyhg9ta3ZPcp8/L4w7Q69KjgeviWc672ZzjM+FZiCPrtMADwCDxM+2BnfPYFjTL7k2pE9w40Uvr0cVL0qOy0+25PfvMVNcD3kIpI97PrBvWlQL76d/EI8loVmvoT9M75774S7I6BgvnfrqTqYQBw+lJK4PGhdTr0SxXa+xbT4PRaSrL1tgGY6RwywPI2e/70S6pe9Ns5LPk7UBz4XGVC+aaRQPhlYij0/Qx2+7rABPtsgPT7GIQG+taXhPHI/qT2RPEQ+AsU9vdADOTvt7BS9ccz7vqSRfj2tVMK6SyNrvjXdur2AWoy9UjOsvHREvj1snZM+7o6pPEPXDL79ijG+J++7vW/5nL15bdK9J4oTvAgACr6qXnc9JjQ4PeM5gr4lErM9r5RWPZCAVL3yxc29XwhyvQduqTwTs4C9HxP4vTeYGD6gdyc8I18vPs0uTb46qEy+SsKAvqFpCb0it549k5fTO69eY75ffAO+UIJKPrpJpz0wp+U9Cv+5PcnAybzbMHy6jEpvvo1Xm7x+EvO9Dag/viJnlzxRZ4w++XYdviH2gTyzFWO9jYsLvhBN6b3zKLM77NEcvgc/Az6iKgg/q5yBvVqxtrlnGZC7YgFHPhyRpb0wsay9FgTivV6LHT105FG9oTwUPoAFvT1+vCG88bRPPZsDE74wjNq6v9bxPRDcmb3OcCc9CXw/vQcWNz25fzW+oOsSvaNQujsPDlW9kJHSvdxqQ76MuIi+BtJePVKBlr3/1Jk9XwcgPvhYtL373JO9pdXbvYrZPT5QpIy+e19LPiIXPz52zxs86Ds8vszLPzzhEcK9GrBuPrSObrzGGkq9sK3TvdYTtr1Qw189Cg3rvOg7ir2rPUI+jXVcvYn7Rz6+vLI9eoxovrs5Cr1gBXc+DhkBPBBwKT4YBnw+d4yNvVkhMb5HVrK8xG/AvJSBs76d7p89ndcxPiWvX739mX8+Cuw8vg1TEL7C1PK9EKnNPUk11b1njfm9ddyHPBdY4b0oGwK+x3lbvmsuPL12Awo+EpKMvvWi6L05nxY+C1YEPqfiuz26mKa9mh2Fvl07gL2lfcE9PFxSvsYADz7/8OA849ifPh4OiDzTVwk+qG+/vav+qb1Tn1A9IFrivHm6jj5t4Bm9J52Ivao1r71LGfE6yfnlvBKTEjxspyk+TM58vbx8KjxavMc9cgRAPmsBxD2rAc69iNnQvHAwkTvHZY49Y4dMvR+wwD0eICA9C603PrNVWb13UiC+uu0oPqmCDj39WR27v3H4PXSfND4dPKi9eadIPM7oN74EoR29YmCGvvMwOb7qoLw8qKG1vYUJkT3cYX69mzc7PrEuiT2E++i9JErMPa6idD1hp8C9bCQUPujgdL3nS7c966t0vp3AQD4I3ta9LHdIPi2/V73/fG0+ApiJPQGWvzyWk/k9H7hQvBtmxzxyDRc+LRZFvkfqgL5BY7y+rx+zPZSrzbrcM4U+cHDivdhNuL2eApQ8wTNYPuDQxL1Do/O7vwOpvZiRmz00HWY+S0QYPrHqOD2xBd69xj4fvuZqjzyDQcE93Uq5Plm6BD5Hziw8AIpLvIhd7700q7Q9FB+7PZPaPDvOOck9sfGXvu5kmD0yx6o9AeaMPqjHPj6G3/28q/ARvvoFdL5BAyq+e5TcPSWinr4L1fQ9cJb7PI+tkDyZlBs+XrJcPBVOLj2JrxE+Nd9LvXHlwb0eqys7sjKGPlzqE76Zhsq9VcnCvWmnVr4A5Qk8kHd1PhKki71lNeE9f3F5v1jOQ7yaiB0+2NpNvjk/KL6JP0Y+UapaPkNgdD4b14A8KL/uuwAESb14bmS+dq3KvYfvurvyVrc9kjkPPY9yjL5TT0K+AahPvlQIjL54SIS+5xNPPmDSSr0FEWQ+k4W1ve1eqD6im5G/2RdsO8DlKbxJqe09fcyCPXnWkD1pBg6+7Df1PdOhCj53uzC+5gZMvjK4vbz1eqA9Eo6FvgEAwD3dgRw+z4TJvvkESL05P0W9u0UtvioILj5w9AK+/zEWPsxnUj8HzwM+BHKVPcm1QL5jglW9KEZ0PZf8Zbx5tuK9VFICPfJO/r2Eez2+scQZPmQ7170zpkO+6J/UvYWAhz2joQQ+balMvopRgD581Ju+ZIOmPQ0fBr4E2hA+V7xnvlP+wDykWic+6YGSvU6yOD7aar+9tm0sviH1d77+Jxs9xkmgPY9WeLsksds96LB3vgVtib4AAFo9vWV0vtRwkr2pp4s9UPTmPS/hoT3IapA95E9rvn64tjw8rYa+AZgUPpfkCz6sLCW+pOBNvmRhDz6Mtwg+sXiUvqbDwrpdOHQ9sETSPdaa0z0E/Pi8iuXmvcNbcr7DVre8edlAPjMWy7z6T4c9NfpqvtTTpz3YDBa+rrQwvTxoSb5Ti/Y9BraiPa778r0hmmm+2JF8PUWoCL5KDE69ubA/vkppUj2enus95gOiPShOVb2vVDS91hDdvVVvrLwTVC8+gK+wO7Dwqz0xf9u9fd51vCG3zT2UT889jJRuvvatSj3ii3w+RoncPdv1Ab7vJdQ9qof8PLdYDz75FcI9BCeFPheEbj1Dkoc8yAQ2PPp+87wc9Qi+QVgbvqnCRrnwUN+9Rrj9vSGyHb4Ql5496NBYPqtZwL36r2g+S5a3PU5ODD6CsRA+2j2KvXUZmb2EnCs9UzFjvCtuFz4QMYi+iYLzPWFFdj1w4Wa9MSg6vi15OT6VfVu9yihcvQuzVD2paoO9HvKvvd/Hcz6EzjU+W2QgvdtuTT22E0i9nBxxPWltiL5dnzG9wVd6vgNcOb2RXA+9KCUIPpTMFr7GosA9vRZTvbLvWz1reQ6+q3VWvLjRBj7x2Aw+1WFdPTF3or0BG2S+jWE5Puxttb5Texc+JTqtPUPl9D2/CrM+mq6kPl40oT0iR4u+WPcKvnqarrwOOxQ+opSEPYLRtr2eE2M8zn+FvZRYVT73sxY+ov5DvGcHLj4ukYC94dPcu/Qwfr62xC49NAkjvSC0TL5r9Y+9DT0evtsEE73+2uy+3If5PkXcyrxycJI9zonQvfU4Lj6FSyg9NCMsPrbhhb4aD/Q8DQj6vb3RPb1Wthy7RR06vdrIbb6Ntf27urG0vZodfT2Ii8W9is4/vrY+pr0VPj0+/sDXu+Dik72k7509MgCXPt0JZz5Spe2938fMvV/3pb1IaBe9FHo5Pn0/fL4IqrY9lBZiPqTgBr3XY3U+HQnTO/dD8T3e7ba9UILrvmN937zSmRs+IY9kvZI9AD49ctS9XuXLvSdzhD6PG4M+t4kMviD5Bj5TzrO9c0odvhU4S70Poig+mO2CvkQFg76mToQ9hCpiviXE2TwPxje93i7EvQZOB70KO8k9kyCUPLMjO77AH6K+d98cPhFOS72pRIq9nLD4vZ1vEz0ipHe+GxamPpOCiL718Ks90yf3OjE8br69cu29YwblvdcLD75U1W897MzCPfoWRj1l7rw9fE+hvPf6DD7a07k+BEclu/+xur7/ATS+FlTxPeguDz2D2pU+jIB+PKeKmL78fWA9CerevjjW/jxGd1a+h1cKvlTrAL5im2k+UucPvkP2BLwoCRy+7XE9vR93bT70sWc+zI9rPe2ATT6hLc68LFcEvkl5w72bRv+9laPdPZ/HSD6RxSu+2YP0OyhBWr7hIno9Zi3nvRCuA75u4kq+RAVMvcYaXT0ohMG9IWOUvREum77PY08+dX4/vmVLkT1jCso9gqJWPdpZhj2JDRK+QDR7PRosML2uXrO8I07dvfF2QD0gZLi8WGCNvvoRar1PgHA+0tGMO32+xjxFP+G9q213v4BslD2pqbc8Ok9xvsuJ/rzwZc69EXrGvQwKfr72CyK9E0xmvrj9HT1DLI69Cg4Fvg8jST5sGis9N76zvXXjm73EUsI9XpgKvigiED7y+UW+eYnuvPtp4z4v+GS92qGxPpfYq76iAYm/b+0evqDK273omqC+EUbNPtB6y7wVCqu+gysvvsKYFb5oQTS+DvMWPftRpz1K9fE9vPq4vRgIDr1SN2a+3ZbmPRzMKT6DSjc+vKh4vmVawz7Nzy69LgTwvWuQDr8FzgQ9Hyg7PtS8BD6B9K29awLVvt1Wmb21M5i8EsVKvv12Ej5YoLE946EWvt2qA73S9HS+Lb+kvqbAMT6xz5W+oS44PuPE5T02Y6C+Yk6zPtTbNb5JxHo9FbajvY6yiL2L47i9F3pqPGecQjwMOQc9UnY3vuuPOLxJUys98rKBvruPOz5CoGy+uigEvxaTqz4SrPK89sbvvSUeWD0uPR+9InWdvkzu+b1vXTu+aGqKPrrEib5EDDa+whCEvsMrHb5npc29rBS3vaNW4T0w2f29098kPq7dm74y62Q9lZySPTnD4T30mN48+DjCvSWX3j3A8Cy9/39Bvi2aIj3Mezw+hz8xPl9ywD1f+om+wFkIvbAmwT00YIS+LbCEPK5kGD5aTbO+g4YAPh9P2j2OaaK9bBovPm11Qr1puiY+uTdXvdkmV75B8WG+pzmSvYPZTDt3Jo49jr0vvjbeyD7pUA++eeZSPIBWtzyVLDM+/GgePogDBr59e9s+F97XPa85VT1w6H69XJagPSclyz7oXAe9sG6YPkaUYbv9cTE+laGavmbzvLvaV3481aDSPKFMOD3Kw7S8mXxIPAah6rxsOLG7vCTrvdXtv7xZ+7U+rU5+u+D1OT4sOow9xzCdvj+LOL4WOzM9tnYavrtGsjxKCGQ8i0LCO37U1Lv6+o4812JIPmzGLj6NVEI9FgV+vjVfrb3HbQQ+KMs6PUMydD7gaAw+VAmSPCUsWLxg4ou93JWZPBWMhb7M1g++VgkrPbFfbr1hhMQ9ImCdPQi0SLvSj8o8crOjvZvUtj2eC+e94q/dPI8amz3kelg+Xp+IPXIY0D3mMUC9s0ckvH3lLz2S8Yc9OKbNvbJFSz3NQmc+RHABvsFBTb5ddV2+YEKAOwInQD2+HJq9m5UdvnIxZb7hLY699EarvZud8L3vpxq9N1gEPkMWK71Ksay9bPprvWqtrb2yCTA+SJW5Psr4orv2iOk9u8/7vQnNq72NQoe+F1AKPz2NYb7wySQ+RaGSvW6NMrzWPS++8jBTPljL/rx0g0i99AGZvvOw+b21A0G+7X+yvZtCg75Ri7E9jNB1vniktL3t1F++nXRGvpZnnz0YnUw+/caIPbGgB752BIY9NN68Puu7HT62gYK+4Ht6vibwSL4x3J69nffvPERavL2jj4O9qQosPcyDbj3hoBA/EDLAPb3mqj6FXg2+XINbvl1oW7wGUQ4+uKeevV9F5D0OhjG83d+tvVhdFT4iywI+vLGMPIqogj4oGte96x9/OVDYTD6e1l8+BWGRviEbjj2jYhc7tqXnvTxSKj59Sx++OplZPSKwv7xAKDi9d/EdvI1OgD3FqN67SnnaPUQLpb7GB1I9wqjaPK+37D3qVEG+GMZBPn1r7L1f/HA9KQmNvh5oMr4TGME9D+iJvacoVj4PnZM9GHgbvBIakL0v8yK9+c11vW91yzzqsaA+pjoWvlOOJ72pKjQ+4TQiPowHBz7ceYc+ogd6PdpY/73oHiq+0zvfvjxBZL0xI5g8vI2NvR5RXL6X6wk+b+DEPflcBD73+Gm+caavPGnAnr3EhYI8g70aPgJfer1XaOQ9IvgFvqn3eD4ixQo9r10EPSXxsj32D+u+X/SvvlPPGr4ZDDS9lIPTPP/Rfr0fZA++zn6RPfJR+buCau69q02Ivq1bWr5j32s+GvjPvWmbiL5/Iiq+IbbEvGvWHz4nHzG+drpoPrX6K76Ddlq+cZKfvL7pmz49BSc9un6ovglDkb2rs4o+f5CNvdgx+T2OHC0+m8EsPh/dm71GLwm+mV4bv81DT74k0Pu9YbkSvQpEIz62fci9z+tNvoU8Er34DEW8klRGPeCZib0+/La9dGkOvliOVr4CqB4+muT4vaBMWL2vvCi8aQVQvpVqY75dbVS9xscoOUqv6T2/eJc9UzvVvBXuLr3fLZk7g71KPmQULLxwC4U99PEtPhy/lD134Y29ohuKvZHYFL71Jeq9erWoPfsnDT2TIwi9ZTkYvsh3Bz2nIGw+ddUNviEoHb5IP1G8etV/vcda2L3yXDY+EH2YvXSaYL3yBdg9mAGcvQALkj24Ymy+RPE5PrKT2r3moeE8YolGvu9ppbz+9Y89vm5evfQzbr3IAcA+YXL4vYcXAL7IX527yq4FvmJJnj1s1nO+hbKGPQ7vpL1oL0S+gP2cvdjLpr1tWIk8ne65vYRnur3beEm+5Gmmveb+gT2TiAw+vvQ1PnjHPb6j8FK+czBgPclgCT6Y+I297Vf4vdFpy73wBZ28TkobPivHxD3P8R69GIeQvenFFD1SA6u9hmjrPZW/cz1JjA2+DcIdPslVLz2/Q9K9UkKsvYgdeL3doAG+4OeJvZwnOL6h/Ng8e2QMPlZVkbyOvXy+DYMOPbOHcD6hf3q+K1EfvvEApL3/Jbe8Y7oxPiUzXT2c+BK+xdkhvjxWhby0mrg9kxVgPXVqxr3QtoY97BXaPeA1YjzBouM9W7++Pelzxb47dTs9aoDRvarqSr5YkSk+ff00PvSfP75X0DA+2bMkPnYNKb4FtWI91FFEPtNwyr3m4f49bIiCvr6uar7Tyf89gGt9vYi15LtLrxU9nfl/vNGmcTwdMCa+o8kqPYrAcz4fow0+i39fvZRpZb6eIMi9P0QRvcQ3Lb38CVu8X2vkveQcGr4z0WQ+UGitvdyFAD7ObCo+zNT2PXnCLb6B1Ac+WUpyPWWTc74UShe8CLSuPbM9773IftY9I/QJPdroTDzi8fG9O/CXvTWfKLzUEkW+rYhHPQsZ7Tzl2ha9ZALCPQNUlL5a8P89j1aBvUofljyVtlI7bEt3vhRrO755cVQ9TdnVvPW/D75u7Ea94xBEve4mjz10dGa+tX8IvdrtAT7h+MK7pvYAPss7yL3S1hc933lJvuroxb0igJy93vcZvhndc71Ywz6+4KWiPXLKGj4ITAm8K5eJPHruFj7imCS+TM6+vcey9r1I5Hk9DNx3Pp7FED0r/1G+MMR8vmiq4L2Aaew9kZC7PNnJBb76YDG9Up3uuhLKmL50XdO8k34UvZ1fXD7SL0S+ndzwvKRsNr5XmBU+Dr71PSlXwD2fSYo9b89DPOGDY77qDc08egUkPnwjYT0fcTy+EppHPb0slL16MbY9OwfMPSrEILw+82K+GvkkPiUx4D1YWto8RMOQvG8AOz4MvCm+fogDPupoGTx8qNy8WZotPga8vj31geG9XRSvPpE5T70jOr28hZsVvdkSITtdao8+vvQavVr0mzq2LmO9GyKjPmrzPryQkqo9DAyWPFmpFj7oDDM+FnpqPuX4l701RsS9T9blPbJtG70vLDq9VM4NPoFFeT4hDQY9TvqaPKXQor2Trsg9Xp9wvONgQz1V+1g+8b1wvZ12jb134ME8/CWVPOuCoz4ADL+9uiaKPilMcD7vDQM+IHoFvqcPpr36sRk8GgIHPr4/wz6acoW7kOAxPk7ETr5RGb89l3F7PtJj073+Urm8gUThPdSF2z2WYK48ai0zvictDj6Qn8A9gGaTOyfbpLw+QUc+VGdvvHjWSD0B2Dw9s/BJvk87ZDwWgVK+WWKLvYUwfz4hczG+DO8DPlOXALyViie+XrPovWRK0L2PTAG+UerwPIsuXb7DrAw+MPj/PUMI/b1awlQ78SECPfomUL3cujY+yPdNvo50g7vEeTk+HOgKvkpoYL3DeRm+sKWCPo3iWj3ZhSU+ZXD6PNPKpbzW3T++U56EvgT79rtseGa+mSTQvNAek7yCD8O8pBFTvfOsMb7WtFO9AI0qvYkBxLwIHQg+EndqPd1/d71xOtm9AXV5POlYGL52Jak9aaEUvr9cnb2N5tQ8EHTjvTDtQb5kGps8k2MROqce1bw1G/09FuMpvF6Fu71q8z09wGq2vZ3gK76yloS+Z/0nvMUyYb5UDlW9m2SHveO0sz0D1Gc+7L/pPb7JRD54y0G+5FdFPQsDPr5A14C9YFzCvddjF70lLM07F9iNvRKbXr4RRDk9YaltvQwiFb3V0Gc89SkMvr8kX74R+Mq95VbYvL8VKz1fP+K9Gb7zvYXhUb7WJL69TUamvD8cobxq4BM+LQ4HvkDNM71FPcC9jFLqvXVRjr333oo945Cxvfh+ULzqEic98i2TvbRGpj0vBwG+UQFXvjI8wL09iym+PmeWvb8bBL4RtnW9I08Gvm3g3T2XTBM9lSw0PRXTVryQmOY8MMK/vZ70mL7N88W5/kiFvW7hiD24nem9zuUIvpixNT0jdI88/z4QPte6TLyxWJ88lBDFPWUADL4FMAm+74ZdO9nc7b1f8SM9gx6cPXKgUb6EeAe+scb/PRqnZr5nMZC8EVV4vU1tG77v8dK9QKxqva0mHb07Ekm+59m/Pfdv2b0ISi2+cSFOPdhRZr4BwaS9P1UdPawFOb30oki+bt55ujoPob1pv9C9qruturCmNDzcKJ2+V+TKvYavF74uB0G+rmlyPfPkEb5nQBy9HtwPvpWRdD6+BM27sXt3vheXv73J4ra8xE+sPVGEXD5q1Ca9MlMDviS2sT0Jk34+Haw5PjHr67t8fEg+E+u5vRQ5gLpLoWW+h8MVPVVFFz1wUb2+pJGlPL4qy70imSY+G/B2PYRv1L0Gx9W98Q2IPlyrDb7IzIe+YmTqvTi8sr190HE+HwqOvq8f1D0tmp87KG7gve8JTD4Wybo9kzNfvC2ktz0yn0i+6tf1veWCAb57i0C+73xIPp97ML6O6zc+kJQQPhLebb3yfUy+AbGfvSkWJD2iZXq9KJ7oPFe/E74LJTQ+UyWaPm5Icr6xJg0+hQPOPfIgdj6IoZq8UHu5PezhHb0Cr409Ye1aPpjt4L3SUIo+sdjvPDmiHD2WOTq+70nxvFEhij7cRn+8J0/BvCN/5r02UEE+Vun8vD8QFL6jFAe9JFpOu/YQOT77Iau9XtVQPHMJ8b05xLO9WjbqvbbIZz6oLIy9g+4KvCvK773PAQo86FnaPTc4Kr58aIM8PrjpvY8r/r3yryk97fsTu7uZoz3HLxe93ekCvvp1nz6+o9M99MKTvUN/8z3BdYk8P2MmviQqh73Y8867clcFvr4AV739TPQ8vdalPZ+eJz0+c1G+eRBBvJImaD3yYxO8JSHWvLFP9L1zUpo8sLxDvlhFmD1e1667jUJIPkm7Ubxa4ha6joJnPuxlKj4A+Wa9VhsHPRtqNL7ZwLW+Eg56PtOvhD0C7Ru9OHo6virCQz5PrrK+ihU0PpVda70YG4a+5CKHPuzW67yNaIa9IdVCPhVI3L3HgLs9QyaVvkSJ27pAYl8+XBt/Pv2kV7xpsTa+wScXPqu8i75yJdu8FWiwPIH8Mr6xVfq95i8sPj0Xfz3pKSy9FJiLu38UD76aLXo9Qe0CvmvRtj0dfT8+afBhvSRNBr7eSHq+Hk6QPk4/Kr2syZo+MKsHvVor1TpZmQW+N9xmPq/zoT73us695KEtPgJZAD7n3Ly9L/u6PqcJBD5GLXO9UjqjPidAjD6q6dg8mquGPkTdd72vfWs+Xx9YPozxFr6IIwy9Irdqva8RZD0Q0O29zhWsPeDXZT7gL6C8qisvPXFLGr5d6g+9jOCYPZ+uwT0pw1g7jo3KvsflqzztcHY+OIJNvrd8Zz4sEIW9RxdEvv+y8r1zxwW+USwSPaVKlb5RZdO9aKI7PXLsI708Ot0+A1WjPS6X6r0opZQ9l8Spvfw9yD1HWsU78Xw0vq7iHj6/M0k9MjBaPdNvSb38yi4+jWEbPoG+Ij5JwUw9JfshPpRPmz7n05i9ZonyveHsQz7Qcjk71GXmPf4GiT5pVmA9PlibvQ6skL6JF7g+EtsJPs+33D0PbvK8GkMTPnlY4TrIJmG+RVpxvru6xr70vOA80zThvdRno713AQu+kF+CPDj0bj3mqgu8kQijPP3drrx+W/28vLlBvjAonj1cz/+99Z+pPRcWST09M/a9101Yvm4eJL2Uj5k7a9pMPDmDXz36F5A9JvbTvU5iQT7HFBy9BFgivg5ShL68QQE82200PpFEgD2NUoQ+5PMuvreCVzwGEme999JCvd97Br0G43K+X2SKvX5/xztQdk6+KFFIPRCQ9DwLyfA8hVAaPUKvSD5D08M9gy/+vffn5bpWX/u9wXvQPfE0XTw/9+k8mnjBPXweG77xYPq9OzomPDkVib1l7Vq8W3CSPp2Wzb1pmJW9B0aJvdmkaz4qtMa91JpPPbLN970I02W8SfFOvpkSaLzsM/68Dy4WPpwd8r2DcHI9+xzSvVx+ID7c8K89QoxNPpP/g74INUC+JcRIvvg9G76NJyY+RyTSPcPWEb64U8886OHePab+Sj50L9u9MCn9vPw7LT6Xqti9EI8XvV0fsrzdNj2+g7Z5Pa5vT70VkQI+v/F5vVidc76eRsC9hlb2veXEKD246cy9ht3ZPeDFr72xSFa+mGHAPRoLPj7lCJi9/6x5PRnhGz6dHQY+SMylvLIS7L0z8RO+n7UrPm4Q9TznI9y9uWdevQgj7L1BQue9JO1SvX2VUzzk6nQ9IdE3vkaDTb5kWyk+gzDovGFG6j0PKtM7a1TGvEIdaz7UkFC+pggDPrARST5oPKg9z63fvFv+F750xFs+lRs2vcbX7j0rvuM9uUWtPp3ngzyijqm+4s5FPccxhjyQJ5u91FusPMXal76B1we+Pq0lPl2Clr7EmMw8AK+qvmgsD77eJKw+EpGMvUkJB7138us83qhUPls1S77ESNc9kiNLPi+JkL6BZGi+KkX/PpXeD76If5u9glQGvjJrCj7a1Yo9WvLBPWdLVr69Mcy+HLepvRY8mLxTFYS9JiwJPQLk9LxM8qm8UVx7vOFc0b0NEte9zeOOPdelk77iJaq+Uj60Pu2iojyq+kO+0PK0PeoA5z2D7wQ/s1jnvRgjVbyM8a2+yGG0vdK5JT6EUqq+7F6nvpvAjL7c2fA+nP05vtbvMr5qrri+Cja3PiKwor1sQ4W+RDZbPkp3Rz7QuN+9YqvgPE3izTwOg7M9gfdDvZVDLb5YmP29qyQlPRNskD4dsJy+GqGyvB9pjL2Khfc9Fm98Po2nUT4W0pM9vYSQviqELD66IpG8cP/QvccnET58x3i+c7dTPV68kz7dU4E+8x6LPvmIZT6XMyw9xwOoPZHleL11Zty85pxPvttFJjx2iFG8iEQPvdAnW70h5uQ+qPqyvsEUtD63VhC9bXeMPqKk2Lygd2m8QSE+veV1crx4/+u9Gi6pvo0x2T3PEri9mM3gPdP9erz5/5q8mR7oO2uwMb41ovU8u5qFPS/Mpb2N0o++cfePvkI7hr2o2Jc9PMO1PX0EV7oK1bS9Kseuvr5NsD22PIg9KusRPdwpc71i2gI+AdJJvm44Pz2BGuU9UYYsPSNbZL5Pamu+jEYTvqdkWr7eEl4+n2GTPCBzLr3fmTY+EG38PZfERL0NPRK+sTPVPrdIV71CjIe9N8k5vag0Db5/cbG+K/r7PcKmnr76ufm88jDsPRMzYT4GJxi97oGwPfhqpT2oZn2+JGE6utcxZz6fHVK+4+8VvioTADxCLW6+lXUQPZtaij72W/m7DjdivQZcir4xvAK+TgLSvVGHF759X1y+8MYZvkLXHj7Mjom+dyHPvdmJqL7oTvE+OK5vPqX7Mz5Ds4y9ljgQPRBYdr0QONS82OtHvo+oAT4AGq8+jhd0vnta7T2szU6++V5ePaoIyT5+E2a+kpjDvUZupj6Jk5696VqdvvrgrD22/7U+GAlRvq4Leb6ZCoi8K1DIPMZBQj3f2/m9jEjkPcedtD0xch48hsvbPV/ozb3EiAI+cQpavX6+rz1p+1u+acjIPWfAbD7L/Ba9rqu3vhHUiL6UlrA9gQSEPdgCVT5VKu4949TwvEx3mTw5T6K8t3VqvixsYT5jexC7mjGBvq2NJr6Bgyc961mGPbolAj00ZRI+QWNMPquLFb1kcx8+GZ0Lvjc9sr0d/5G+cKJMvsQXuL2bGIC8ZtBZvlsL3rw2wzK90a3UvQ2PGr5uycG8gyr3vUYoXz5VYFm8bGdgPaHggj2s95s8T4CHPbiRgb0aueA8CyrnPUmecDwXu0s9bf49PtAnljyZ4d29r7d1viwKiz25Psg7r/OGvUXLFL7wv+i9CvTYvfqKhr1vK2e90BXwvFjKAj7aKA0+RC2iPW60m72+W269UX7+vFAV/rw1pHw9l84ePsj7Ar46Tk++AAI1Pj/R0T3kr7A9wQYWPhTWGr7WZgy+HYHbvT5f1721iKc8zRo2vpDCEL5ZuaM9L18EvgYgJ74n8ZY85RFTPehzG730ryS+lz2BvYEMqr0UEra9na2OPXtNrjvsUYK+a+8UPSVc7LxaUrw9W2GhPEuFjL04ts69e9ElPqHBTT2hiU6+N1lPvfNtHD3v1X48xovXPBxp0TxkhG29r3MWPvNSOr5Cn3y+0DsavsDQcj0w7Vm9rT52vhBZSz7uNAy+d2jYvJOXIj0N8Qy+fI3IPZg+y73V5pe89+bhPclTur3iRgk+xGKCPuyO2r163NC8UaAyvlqLer7yllW+ON8lvk6uEDz4noW9cUOyPWtUH71gFTM9B8OLvqF04r1HEhg9ChRHOqG9ZL05HcY9fdeYPnIhnz2BX1Q9ZfgEPk4wH721RTE9QLgbvIwYQ75M58K8CmS4PdZuiz7kYko9jwelPi8S5T2cxd090AGDPtzFzr1cbXA8PnlWvrXaGL7/4Ke8dVjQvt+k2z3xjIO+Ee8JO6vYhzs0MbA9XXcivZlRwDtwacQ9IujoPQw6Nr4Vryg8muHcPVC2Gj2/gIk+8i00PhZahb2/WM29X4GbPioT0b2loiU+OufcvnLgNj5icgc9+08CvtExb765TBo+Jke6Pfqzbr3TeNw9IFLQPYSb1r36UXW+ntopvnHsTr0cwi6+CBY9vrBMc70Edus8nLkbPjG/8Lzm9kM+aZFAvcElXr4XWvO9DTU4O3/P1j4lEz89Mp9xvdgWvz6qWbA9RbAFvsF9hD1DsFa+bchJPsRUJD2cKII+Enl+PezzJL4u2o6+C7oYvpZaQb5gchu94vGbvZNynD7ER/Q9L2sHPtD2HT4k+J6+JDNevS0YdbrOlu09TfvKPU6qsz0lNum852AZO/Vo0L3WGj+9jxxFvtY8XD4eNte9TIjRvpUXoD7BXXM+7kkKvQxQdL5chAA+oI0DvkCHDr5gADm+k2iwvuevrz1ZQWU5I4WEPUtUOb43PLi+V/MOvf2Cl75DeWw+JA6cvcR1Rr53YfG9h4JePgCBMD4neGU+kTr9PSHvnz07AZ++bOwQPbvcCz0q3Iw91ccNPvEAHr28geu9mThVvsbr9b3BhAO+eTbxPbBOh77FphA+WZSCPWl2Wr76/ZS9Ufv1vdx14b5pmv+9ApuePsUabT5GObm85wgGPrqpsjpmSBw+98z+PTMhkr3siiC+EVn/vTcLUbxb1Ci+0fU0vhz72r1Gcpg9xRsZPqOe3z1TBki+K64ovrdpiz6i4AQ9zWqLuzTngD5nXKA9KlJvPrbOMD7Teao+xa0ZvjDvcL1Yqzi9rmupPevSwDwA6T6+bhDIPt4uyT4jwVS+3mcYvh+xVr0Cgdg9O2HXPa/Qyz0u51K9H9nQveWd5r6k1To+nWMLPshaGjzDdN+9tfQrO1aE3D37UVE9l6FNPlhdtL2ehpy+FA2GvT0yCT5RPZC9/wHxPbkdUb3a4RQ+r6RbvOElQj3gubU8gv1gvilhSj7xTZS8UDQlPlW8e76VLYy+FFORvoWbp74tESY+jTlcPlrQTr4wjhO+tOwCPqngBj74ISk9q80vvbxmDT605qc+/izzPCXmhj6OweU8rDNLvmLthzsXK22+YDQePt8SV72QSm2+e9SbvK2+LDx6DJo+n3xsPF0cszsSPL29ZJeQPS6r373AwBg+txfrvsKsQD6DzUw+wmIIP9L3xj4bgge+FLStPSxQbL6paJ28EF6fOyu2Lb5QL3m8zV2ZPT12dr2egi09rqi6PASqYb4kITu9nYWVPRLEkb6TMR69gbwfvmrXwL0Fes49ms2HPXBzDr05IQ6+bmj1O+HIUrxweKC883w7vk/7Hz4acWG9eX0Svk9rb740TpA8jCUvvBCzfL5DEM29dDebPO+1Gzxta0e+cKOzvX0U5b1GkBu+R+MQvTOrOL6x1OK8/e/eve9bUb5XsDa9Ni3UPHapkL1Nfhs+BLkIPUhPU71dXXE9Wp80PdnH9TvReQY9ZU8Uvtz2p72VKz+9IlcfvnFDmD2Kh1w8skdLPV5gPr6F9wu9bkCcvfcaKr6hFMA8vgl7PCIhvbx+voe9vHVvvr+k5z0sg+w5VrfbvKTNgTvZ1hw8m6GxvTzFfb5ky5K9hzRZPb8Ysbwq+R2+0xymvhmO97ySvbu9fR0jvk3sFL4PkS68qTSBvY6oTT2IPj++uBn/vT/z0b1dbza+cRBEvs2jij2GDtS+66Y9PpimV7tOmkq9borkvW0J/D3DTvq9YLl1vhOllD024iY90e1bviLDiLxbI5i91qvuvba8hD29uI29ARaRPFG0nT31Fii+i7G7vUJBJL4uKkO+D+0rvr9SW72JaIo6n5rPvUoknL2xCUI917AZPStcwjuSN4u9dMRuvq87Er4LZ6G9ywvQPL8lKr2E1AI+deguvDD4iD5MggK+emZovtnBWzwbKxA7bmWkPWQ5NL6qmRw+GpZEOpTJ1z3FPza+wREdvRsQkT22CsE9SsAnPTXJUz611Oy93RXyPazpdz0l86I+z9g6volTjDzq6E4+DpRRPrP1Dz1txB4+ZFB2vb92CD0O6Fw9lWWnvd0z3DxxTIU9VJ6gPfBsxrwcOfM9OkZZPmwEqD0uEfm7b0gsvW2/a737syI928DMu+fsbjooswa+uNAWPtpWDL7zKC6+FVImPU8iQD6Bpzs+ywQxPqM+rbwv+0Q+NcBXPUDWbj3BN+o8h6PuPbuO3z2Cq24+/il0vm5Z5byWO7a+M8GZO9sEgT3st2C+BOEMvlJrl70Sw1m9/xQ2vue5jbxGyxs+LxVkPsimGT40BAs9O9XZvShuhz5GVIw7I53aPDhks70XkxW9nF1gvrPdGL1Va2K+o3ndPIBIED5bVjg9d89avl9e4b4Lmlm+yKlVPTrCJT2unhG+n64LvToKV74C5vs90C0uPmdsTT74INw91YQgvskISL4btMC85cA5vqCVkDyFlAK+U1kzvgQZXj5TWh29EBOuPbEeWL5KLqm9fh/bvdHX0LyxekK++cuUvQE6zrz8kYi9CR9/PQ4pwL1Au5C8hvlVPl6HWb2n5lo9FmdVPbTGJj7P8M89YpxwPSNgUD1vr3c+KitgPsD+Ur15LMS9PYAGPo14CL3T5JC+BfaCvqKVN76p9Eu+gVPBvZWRKT14p5+9tsdoPS7Pir1IAlG+6UYmvk8qVz4Mq0G8Lw/APamAib4oL/c958BBvp+ywL3ra169X2vVvKCtCb36scw9SYy2Pmcaiz0xXIm9BlSHPpbgTL4AoPc9L+ojPpKSXj60NtW7rxtSPp67mD7BBhS95mshPhYUsb2nQag90alEvZ29Nz1W9XG+3T4VO8ZPHz7LaP292JkCPWUNBL7m+va9nncovj3uir7k0mG9HB/SPGyNSr6nDp++D0quvM8ETj1ecS48Ld8xParvh7s9oDG7UYBSOuCl8jslVZ69lkBHvgZogj5orBY9fhFMPvugOj6rE4A+T184PoTQ8z3Tdra9mDWDvvK2c73ID1C+aEA8vsfjer1xGEc+UAY5viY6mT7kZlq+G9dMvojXJb5WZ4g+I+8ZPu0P1720Ury9JUnlPJyLTD2MH5M+T7s0viKnLb3oRAU+xTYBvVZxpD62vyW+Cm2CPtnVCDxaI9o9N3qSvfdvKL620Ko96+qvPV8jYr5qdaS8wEvnPMcoOr4M3bK+FrwfPsmcnz1jp/G9aiH/vRFMwL1MKB6+q25RPrYjbj6pJ0i9jk32vKTeAr1U3w0+idF8vACmBbz1jqA+RhGePRhAJ77pYKC9wN20O8xYB75SGxo9hollvnPZsL0uS9s9HkhRPblmOb40l+E8vKLOPCWZQ702ngq+aqNuvr5R9T0/Moi8lFosvhMZ9L3AUmq9V4uLPcSMGT13qLA9os2SvZiNEjvDMe+827ObvBBioL38bZ29fvSBPDcgFr5vDWa9EEUrvudlIzzOCSw9SNbpvYYS2L2A0469zgf5vAA13r2T+DI8yVlTPt73Er4w2Re9em74vRjB5j3OKL87+Q+0PSD+sj1VXWS95xjpvXwkkL0y2wq9E0UJPAgGB73oTAG+6dAVvqM04ruOeg++4IfvvXa3H74Cgyu+MRkSPuYCAb68qN69RZAnvkyWuz0sxH47/DbMPXs4Mr7tyaG+dBE5vsgEV76F2F++2RWxvUKdSb4Hne89h7cZvm2wHL49b6G9P0njvSWcHL0ptiG+F8FoPe6fRr7125q+n0t/vc4AlLxV+7i9I2qPvXRcX77nBxe+jeJlPd3jgruIgOI96jzpvvRgAz7BXWa+M5QhPIhPV74LUlQ+0rrlvWWvb73S87k8PDt4vdT1jb6mYjy++6bXPe1XiT3iMQc+RMM+vu/DozwPZS693cydvTXf4j1D30q9yKzlvRlWyrzXXoa9exHgPX/m+b2nw6i9WiQ6vRDIo71oC769XdmyvR0iH75GIWi9IC8ZPuOZ2L3KjQM8b+vZPbUYGT5jqR4+iXiRvd8ojb50roA9uevzPSitLz03Gji9ellbPgD6SD6IX4C9Wh/wveRt5z2rS4i9Lz2avV+Hv71cjQK9fEXQvR67sr1cl0G+Z5pEPshQgr2sKbM+wL4nPtsiarrBIew9vEspPp/vwTygiQu++bQ2PcceE73KjLe9XpqHPmDCjj2jGFI9oT2GPC+cZL4D/0S+e8sevlIsvj1D4EK+lAeSvkqdtby/O2499HYlvuuyizyZe08+WA3tPDB6T75oz4Y9ROFSPCQjQT4VtDu+A4ZjPtY6pz2Brss9iGcbPeses7wkTZC+b8o+OyyPvLpxxIW+/6WhvTpudT6GIVm+s21cvlGJML5qso4+ax+1vhi0mD3sZ5K+tfiSPhx8cj6RSZS+FO2gvSEzer6a5Ma++eZrvm/eSL7UrmA6iUFWvnTz3z3Ghe49qps3vKhhTj47dhm+BrGevIL7yL2XUhy+P2EsPgDrxj4mNAm+0Uw5PnfXTj50fvk9zsACvBa2Pz2M4Ze9sYbEvj0Esj0Bytg9isb8Pb2LDr6O6/o9R9dePN6Hr77MLy49KZ87Pe4WG72Uc1m9/FNiveOQPD4ssIS+J8WwvnLMuj3We+Y7CuXNPjmEl72S7t671+8cvUt0+z0g96w9rZsUvQt0Wbv8TVC+yIAKvqxd9j0xdxm9Z14jvmLfWT7G176+enB6vpnh470QKHG92f/7PTEDsj2WIY2+ssFwPv0Pi76t3du87gqcvhpNn77Yaoc9KZx6Pm0srD1ykI++94V0viWeYL5fAeI9e7P3PfLW6j3CVzq9lEBlvmjSdT2AT7Q6RfUjPdkS370KS4s9DktEPSeRh74EoIw9qNOhveHjNj6H2w6+htOzPYMHl70dbXg9qkcrPa6eYb4RvBI+uysjvuoMmD7bUqW7lGP9vZ8jcL1M7Xa++TOiPu4SgT1NiXe+OIsrPpOQAD48ce29FITJvcHTS70TcmK+Wh/9vN2X3r6FDd484H7pvKeZxb6MxCy9n0UwvqCFXz6pbpG+hP1uPnXomL2zc2C+p5azPfmRQT7RLuE8fW4avofVTz3qcvQ92KcOuzdKZz4ItSC+x0WOvTBJDD3mw2a+ZhaDvQSDKr50Aaw8PElGvTXr/bxz44Q+rBlAPmzbxjxEIYa+8hdHva5HLD5JgfU9hPOYvVXeQz4ehNg9hp1Bvn5XsrwjVXs+1VBDPtlQAL5YGa49cnxGPjruJr4ymxq9ZS4VvrenGr5zNKg9JtcTPtTn1r6uBV29ZxWfvD41iL60KJ4+gNqsvt1I3bz8IIs+GOFBPfJBWD5zMNy9KnFBvqy/vb5z2H88oudxvW4s4LwD/Iq66eM/PmajRD24y208r1OQPFQgw71OZuu9f+o9vWknjb1xxoi9+6pyvSg//71dLcW9az5Dvl3f+T3j/oM8mukJvTF05z36JNe9DtcMvmSzd73/AKG8YaM9vviggj3dhyg9eNAdvfwmLr6M/RK8qT/FPd2MZb7Bc7A8LOMrvhgQFz5/MF2+J1hNvetgFT7E6aw8YTbDvQGxNr4AHye+w647vk0d271Cfi88fiUQvshVnT2RH828avsPPZHH3L09W/q9vvh3vrpKkT20c5o9rMk1vY3+1r1XGBo+qcLsvVEg9bwnn3e+AUsOvYtN5736R6w8tcloPevDu71OaRg+odW3vAdxHL2oc2++EekQvBl6Fr0DRZW+nUoCPXv6CT3P0gg+oKSnPR8pQj3aDHy9Yr74PZC7ojw4BV89J3DnPbriCb6iRMG8OLDwvc0JEr4qzzg9d9dQPmGtHL3d5b28KDAJPmA/bb49G1q+1TepvWzmuTyom/89k20kvfcqiL3KGXq93/r5vKGEwTwWG429qa+xO0eoBT3Q0zm+96F8PbHknDsHc8a8wjLEPOzB7boWAVI8QaqdvBUZkT1BkBc+pEcRPmVzBb65fgU+Vn9QvV/Ner1Fzds9eOIuvrFS5L3X8Ew+4IRevRnKir2t+wS+DUOSPR5d0L2ZFB49uQviveLUdD43oUq9P1wgPiWoWz7yVgC+Bl4qvhS/vL7A5wo96b9qvv12Ez4VQNG9G+13PrusBz1lkXi+rQ2CvV/mQbxysiM+BND6vZjHJb5rV5I+t8UDvv+3q76qSOa89DcUvslG3LxgrV4+PtY0vlgCMD3buHk+fRHtvPIekL0Vq9w9AUPzvRL9Nz4+QJE8dfUIvccv1j2vcPU9EYzHPW4xOL4nMwy9fZunvSvxkT0T54y90X3GPF/bzr367zs8vh0YPXQIIL4lrnc+IulOPmiAJb6+hx+9u58ePi36Cz5L+C2+6B+MPuk5zbsloZM+wtJuPZWh771ZNyu++Z+FvvzNHT0/IYu+1G87Pp3cPTwtvVw9No8Rv8L047z8vjo+Xj63veuwIb4g/ay+qj1TvhotjD1Oqx895AsHul+Rur27vp6+U1bVvo5JzD06Hbe84DeRPe5StL2thLU9Ht9Fvgj/uD22h7S9i9nLu/wAvjoYlTQ+DPVSvov+iz2pBqm9ly7jPVZZuT1/aLO9k+wtPvE/SD2noHg74o6TvvRLhj6QUrg9ZfOjPTmlmrvpx0A9/Q+evM4mxL3ywB2+PEyYvZ1tuD0FQ728gs9MvruFqj01Sji9nQu1vkH1GT6EYDw+DgyLPTbatz27cFY9fsNIviH1mLxEoBo9t4Rhvun6k74nppc9+8DBvAol/z3Wqno8fmQwvjdFBr4P4Qu+d9+Svt83Pb4qrfe9URahPkX0rT38Xi4+9dyKu+bikT16pNS8rMaTvXpFer5FQzM99gkJPto/Br2JQoc9mQGkvvaGXL5ZRCc+8W6pPSQfw74xzy+9BehZvXOFSj1+Alk9h8sQPmrhwb5k6s28/ZDSPcmxjr2hqqK9bZ0uPuycCD55TIy+7C6TPZH4xzx131Q+TYOeuwL3a74LEwi+4/AaPabtCj38nOm9cCovPuxDi73gXYO+VijUPmSnx70Tuke+zowMPVha572w51y+OJPXvRclPD4PdJi+jeO4vajLDz7m6DC+Si4ivi2Z7b125QG+AJgjPtJH1rwPihy+O5vYPVfl377aL/o9FAeDO7XgBT5VMR8+pkg1vvMEVL13ebi9hrNhPvbLVj1sgw++dmlzvo7ajT4Bwbi+tz5WvjT5wj0sQ1a+JpmmvAvlhb2jRIE+RG16PmdEmj2ldIG+c8OvPWGOJj3ASAk+bx0FPbFsEj7YuEK+JNcFvs/yCr2NEge+a+kwPXGlQz3smFe9S22vvR73tD4XqaY9SaO0voCBj73yab6+sx1QvXsBt7wjCSG9RM4mPjxOmL0ABpY+QUaRvtVLmD5p+XM+42wYvvs/eD7e7xy+7Etpvt+yF774DLS9DFUCPhLK1TwAtGI+qLfcPbTMyj27haE7FVuvPDFcMLzHgrc97UO8ve7LgLyss5g9DFURPpKAsj2aDFw+M6sIPRAEn73rfyA9/hQoPt+ldT7hyB09s8GBPcVl1T31jeE7by9aPsWZWjwO1um8Xtw1PtvTM714k8u9zvK3PY0C6r2bbyI9Ki+IvdBuNT5hVoM9Jj/oPbZdIz3p/yC9LHddPM3TFD7nYVM+063jPQgaQj6VUZI+MEuYvIUPB72/X9c9e+mAOzc3FLz42es9uSILPZ12rD2CQZe80umFvn6X+j1vR2e95s6sPhe5Lryr74e8KSsMvtFHpr1BcYU9hnYSvO/mmT18FcM9kphTvqJnNT4Q6VO9qgUnvlgLEDysc3K9NBQivUCmtL1XQ3U9p2MEPoTj370Y/ym+5TgOPgY70rs1xAO+5s0zPpGePLw61X69g0HaOzWf3L1yz1I+d5UKvhLTdr0zWp28W81vvUTeQ711hVK9j+OovcdbaT12IfW7DGQ2u79oYTwzAri9nbBTvhA7Dr7E+/Q9fZZ1vUp/qT0Bzk69SjOtPJEyrbzpHao9n1ShvCnmOT0XQNa9VWyOPttG9b0uTB0+ITlJOyXkfLwit4o++lnrPe3kIr4hACI9KQyPvQEx2L3LlHO9KR1bvrqrOj07umG7GiPTumudKz796ZS9u8ipvqwhmDyMlB69aQ5hvg5v7D1EtK29h+mpvWL6Vb7wAAk+P1KkviWCKz7a2wS/qTFKvuUatjz6nnY+P5c5vt5SFD3qSYa+baRpPWX/Kjx+WYo+xYofPpS0qb6e2oE+TANcvWYxM71lzdu90duovRlGPb0kBCQ+NyEcvnVFSr4Dhzg9sOLWvcv+x7wxizm+XVZWvuImE7vNFCM+KXWGvnNEwb79mms9jSqaPbIG/bvj2ly+TAlqvtq8QT6GtnM+TJFNPWQFh7y7ui27GbgpPuzTYbk6Yh0+RugsPniDSj6qKgo9HjlQPvjxwz70kHM+MfbFvgUoST4BRQm9gNb8PQDMpz1c/Sy+TzSYPe85wr2TB66+wUeqvhfwA75/pXY+wgmYvt+4AT4M3C6+XnZjvqkOPD7UHBA+WmAkvpLKP765OQc+HZebvnnier6opzg+xVbYumdFjj0muwu+OBcPv+/QS74mx56+9YVlPiN7OT7tGoU8fTgfPnx+D74wjrG9qrIBO0/UNr7LhYm9OBybvOWW1D1bAje+bjTuPZ8jIb4Et5G+tCWtPsbYnD6pvA2+GtqivhRUL76rkNY91ilOvpPYYr3wduu9nkypO5yQZz1mKQm9qBChvh1FMT7yfUC+VNOBvTiUUr5/kOw9h7SfvW9K0z2HNFU8bIuBvh8Xhb2M47q9gDbXvZ0CWL1cFJG91CBOvlyT4T71+0A8R9nLPYQvjr7VzxQ+pvxgPuYfKT3Z1/a96KawvYMAn76ftCE+4dawvQIyNT4HaqY8nTlzO0swsr09Tp0+uc06vrFIlb4usjG+95FGvhX/Ob0AklY+KMciPkGoUL1t+NK9CImSPo19kT2q7fo91TbYvWvoZT4qJEU9jnS9PkxPoD4siHY8Y4/bPnottz4d5qw++rsLPuUtpb5yETU9G2OyPVx3FT7YOwo+fj6ZPUoQCL6lvpS9cQ+JPjg5RDxR+Zu999L7PZqMhj3+xJu9zSJCPh+V/j6Efb49EvPlvHMBqz7bOpq+5hxfvhR/b705vGQ+kitsPiCywzx5jdg8AnuGvccDhj5KX2A+1kGAPUX1lD7G+4E+T5qLvn4ivb55FKK96vuHPE/Soz1ZPmw+klR+vvj6ub13jGO+mqiiveaMZD4h9Zs+JiZYvcAIeT0jMhK93aWQvc1mKT5CAIs+VfmhPQePwb0IYTG98iOVPnnABD5y/CO+H9iAPN2iBr7G2De+tRGcvcYQ6D0zAJ6+aLiYvTdPc70MOXE9yJs5Pqz/KL6D74m+h6FzvUPeB77CVio+TwSZvn/cwz53Ko8+4ULgPlgP4rn3v3k9rfeJPYxZ3b3j6Tc+9PmlvnHger39Wfk9aonxuiduJL4jpha+1BkrvopEZD0Py308wKUyvmktLL7wVCO+I8nNvVvQnb68qlq+D1rTPa3MeT1N42W+n8PHPXWgaD7a0Ve+R1Ifvp3kJj4EWxU+x2LyvAAUIb7dTmC+a4oOPsDUBb3vnji93XVKvb/xMrvEuwu+PUijvOiSUL4zukS9BYCWvSPwMr6jZJk9acWkvHGpgr3tIQO+RjIIPYerVL56ALu9cA2UvJPM8r3YrNq9p5/ePfSUgr6VmIG+MVJQvvIC8j3q6RE9XS7JvV8FvT1AeDK+xDsfvtFGAL4hOnW+onj6PF3lw70887i+gXSKPVwoGr4gP1C+orwPvra/E70ng4Q96OV6PSe6+70eaA49fbHJPPM0N74xzPc9HI6ou3f8Lr713ds8CogOvqFRMz35bps92W44vr6VvL1CIlC+vbwtPZQ8Cb6WB9i94nvkvfOLsj0dLrK+4hYAvn7AJr6nf02+PrkBPhFLJ75juWa+mQ7+PUmkNb5MLec7+c7KvUFoN74yQQG+/5MTvqmbNr7EHzg+0/jrPckccL6RzM+9rOgQvqAGcb76SI6+SrK5vXbqxz1/q+o9xQr2Oxq+ML4iUNQ9jvczPN0FO7whsV6+hkUgvpzTqjw2nWi+ZmAfvjzGEL1Walu+EWitPQ46UL0MkC6+s6TLvaBbgr18Ubg8DGrovOwKxT2rX7O9bsJbvnjzGb4omIy+XV/PPapEA71oMzu+QhVyPlKrlz2Bxoi+ENT4vKHFdb36sE8+RyjjPVEn4L2ReYA+69NnvIQ9iT7a+307yhuJPJEVXb6IEys+tkJfvuRHdzym9jS9JlawvkBZiL2dsFq+7OeCvbGjcj5dsb49FS0FvjQDjb07G9O9iD6XPhyjkT25IY88WLbjPYe4YD3HVDq8mvaNPR9+QT7JtCS9BAi4vUKFvrpvMBK+z64vPUwz6z2Aq3e9C95dvjozZ748YOI9F5NnvfKBoT5pr7K9rx4hvDUtqj1lbps9D2Z0vuYRQT4Pi1G8sBmMPa66ab2pLxc+sY7Au/qOyTzZHDu+plV0vj+ozzxaB4G+zLkVPoKnOT6RPG4+zgHGPc4AXj22MPi9aj+9Pje5lT1WGdQ9mTSaPVb5Cz64KWy+x7bsvZeXnz4V6dg9rYaDPsPnCT1sane81/8fPkvZq73FaTc9P8yWvRO/k7tp6PO9Q2dHPkXUt77JS2y9crLcPXfFJ74obY2+bDG+vQ8QR706jJk86TBbvBvltD2AK1M+Sg2fPvDTL764vec9VgjoPZadz73I5/G9hKexPcMFvj1b05g9pXprPZihsr2n2Ua8slLsva6yi77R9hm9ApMjPWlEAL5nfzW+oeanPfyn4D1FrJs9J4dDPvxRuT3qQIe9ijtQPpszWD5zuhg9vUKlPeocNj1xOKO+Df6ZPSYr+j1+XDw+bRf4PRLWjb2mOA8+huoDvYZJAj4Zngi9y6dpvo1IlL7Y7kO9SF6bvOzSOz0uSwA+Wou2vO/dwb2o+T89MJ4ZPZ5Dpby3vhk8noOdPl8Mgb4D+C4+1XuGvvxMGD6WhlW90Z1GPhzh57xnWwc+Uv9SPuaCx73vFva8xuQTvm1N2byOmGq+iyiCPVf2Kj4tppC9NIkcvqWmgT1p1j6+5TA8Pkb3qL1Nsg8+i4IbPnNkir1O4Sa+vzrJPT7S9j0LoAw+2Tskve8hN7xWLY8+4l+GvSPvr71q37q9EgbQvdfF+T2C9YU+PwsdO4gBKz5Q/lO8x5NPPp5Hhb3hUx69VROrPcn+tD6rAgO/DAGRPvowl71BxbM93Qwhvldpfj0N1kQ9DN6TvUkwWj088rm9qIJlPRJiPz6C+iW+f3lnPqAkSD03meM9/OyrvU9oiT02tRK8ccQ0PYp2XT0LOPA9XKNrvbbaTL57yPw9xoDkvjioHb5KNcC3bnAoPSm4Bj1AAZm9PGQIPUGlaL7ZFDu+doG4vR65HT7DIm69f9OhPi+20r2qLdE9U3pXPmKqBD7uiKg96BuTvoLvIj3+hSw+Dl16vv9jV73z90K9cNsxPWYnpL4PfBS+z8IYPSfEML7JLII84RhavnU/Gb4DHwO+D48APhCazz3g1iC+OO9PvtLwFr72Ylq+I5pGvnvIPD7XDpK9f7iXu6tpbb0SC7U93vgvvoC8qb1431e+ODJFPuINO75hdSE9UvZ2vivQy70w9aC8EPFfPRN7Sr64gza9/K+RvmiI0b0W2GW+3xTdvYnl5b0XZIY9GKBjvJPvB71cvfe85rvSPRGoBD22AUM99R/YvZ4Icr4sg2e+Wor9vbOZEjyBTD6+NStnvmfy6r2nSQa+gSkgvXEKDL52qQG+fe9BvldmETx2Eoy+gu5Kvp5kEL4rKXi+CsirPXm0l7yhR+c9wYZQPYIriLyQ4/i9te3fPCvna7zpBxA+1HEAvjzywb2ASzW+yV5rvZGvub2xRpS98ZH9vaW/mL4SdbI9pC4Nvp58+L3VnQ6+0I31vWfNgzzCkgW+vmGOvpgV+L1kmnG+apPAvL+JSb3HzQi9lTc/vpYahL7E71G+R0nTvBqhxT3xMEi+Jmzlvbvki70qsS2+e36mveWTMb60JRm9UjbVPKZ/kLsr9k2+//yBvgPdU778Uve9P6givvC1Er4XiTK8Sx2EPUoRLD00uUW9WdXRvdw2w70iMke+liYXvWOqC75yfRO9Di4kPpp/27wmCgm+pJsKvduTCb6MkpQ7wqkEPW1wr71DbMi9jwJGvh4/fTv5GcS9dlI/vTgdAz4D0X493LMgPu1PDz7DgFC+imk2Pukx8L2yP2i+V4wIPa2RX7ygdFq9ySzRPI6PAb7eBBy83JCqvD9CX73k/DM9aMiSvqqoybzbvxu+MESbvYsSyL3fxFO9iloXPuXRPz1K8aS9GSoBPk/qrb14zMW8AuT3PS3Uxz1XO/E8J1BPPqVViL3F9yk8fiG7Pf86bj1dGgC+nWn6vBBbpb47Ky2+x5dnPWxMv72Usys+tAZcvZaBSz2GS0688+YKPSpKEj68sem9snjSvYtzCD71CNA96cfWvLWy2b0kUpe9uZGPvmKt5DyQOsc9tr4BPqR5ML4Urs+9htwWvkbRWr0Y9lo+oHv4vUkuSz00LQq+uI8oPaLxk705SPy9W/kuPmodGT0pE0S+5LoTvsCTJb2ZrJi9gOo4PlmmML55iBe9XkcBvVktcr7Wac29YWoePcJr7D01uOE9oRCMvFepDr3r9WQ9Z48OvgxFMLuOywc+UZgAPnC4Lzvtb4G8gSBpu51+MT6LfB09LQo3vdpCIb095US+pLb+PZC5urzEzgW+LIerPRRR6L2GzRO+pmcqvKrCBjzzBBa9wV+GO/pzOT2xySK+dI72PSt7gL2Z6789WwW6PHUPrzynyEw8wA7XPd9mOD2IlEC+v29RPkARrD3rcz89HBTQPf3eNT3W5oc952GZPT78lD2SwrE8e25PPthrJD64BRq9qKWfPUahLT5H7Ds9PpD5PfmoLD609569B6w6vZZ1ITxTQrs929qTPMVlfz1VUzU9s6j1PTfseD0aFYg+ddO0u+BlB74/t7Y9naikPfx25z3Fe4Y8M/2MvX6wBDuA2ok+UM8HPqqiZD0fE5C9TZJYOwkXOT78f/A9kYcAPh5eDb3Hc1C9VS+bvpfYMj7bv/y8QQc6vLlZWT7Hpww+cPFcPS7Nbb7v46k9Os5vvLtQzjzXQAA9RuUXvjx3xT0K+2o+1pgpPT4CrDz9O1K9opKVPdR/jDuBH346iK6rPcVQ6T2rFK89wU0SPFa8Cr3G48U9zcM7PvJCd77Wrs69kuK2vDGXorxHHfa9yI/zvbIKTj1cjdw9RWsHPsDzpLyUCIi9wsXzvaXOOb7y3Nk8ND/5Pe8TAb5vIM69DEtfPU1fhL7Fxvk9ZWqPPg5wyz09k+i8hTeWvV43hb3Q32u+b6u5PIRM/LzIoW0+xgiOvVcthT1DOJu8K51OPmyI1zw+h+k86ySJPQlpEz1XWv08g09gPUTgzjwKTtY9N4XYPW3YDL00WO09WewzPSfGmz0u+jk+qLMCPVo0HL1kRKI9ZArFPAkIAb0NkkM+V1QKPj+yJr0CSdc9q2KSPQARWDt6vDC9FsiTPGZ7tz0BbgC+Xz85vuPZN752oBE+tYggvXUOrz3KiYs8tpkmvkFlzD2gfbc9Jw/yvWA0Bj+w3hQ+vHOLvHhOIb5dip49eXABPRtplD4Q9R09Pjc5Po6Y1b3k5jm9hoPBOu1Lqzyz3We+YT2RPprEpj6Cwzk+0kbsPUu9tj2r0JG6sH5GvjIgO746Bh29up7AvaWe3L0yM2A+r0MbPeAGQr0IVQK9s46QPuawj70mSM4+XygePlSXQT4jIuw8AGfzPYcq1z2eFv89pAULP9ZclL40QxU9dy62vKHbVzxuggA+hh0hvsysKz6WSzQ9h0Z1voGxaT7wQfa9MWC6vF0CtD1oqB8+XheNPcNfDDyc8ue8UrRZPRgxVz4um1a+oheHPq/Lu7vWFr07FfeQvMMSlzo/5Iq8+MByvVwxwr1Tfwo9PWrSPRDzVT3tqqA9EC5Cvj3GnTwSbLu9a5GvvYNBIzwwQQi+QNZaPgakVr0Qu947YzRhvFFzQT5sIzg+ArRjPgVzFz6igww9gOtNu/pmKr7VFwU+I0yKvcWEJb7NUJE9mO3RPogutL3iGx+70h+NvEGoYb0rnRm7U1eKvEGM/b07D6k9U55gvAG56D0UcRm+UB5fvkdIjj3DPAU+hQTWu/D8Bb6pqSy9GzhAviIwAj79Btk9VloWPj5m/b2tBVY+SJysvWuCsLzeTo0+e1rUvrvTrr2+KD09H7ljvZh7g73iy3e+GuKAvqEpsr6LJLe9LfPuvfOEpz1soE89556vveGg0r2YxKg93Qbdvb82tbxx3F8+fIWcvEK6Ej6NrhA8nmzVvtVVUL2k4TC92TTYvWaGCD6otgo+MOBOvAsWoj5k8XU9l4ISvuaeUz1NXaa9D65CPk/Irj2AzQ4+kJikvEpEuj0B2Ba+a8wLvfdW1j1+HZw+yD7BvuGByT3AEi++d0stvlmr2T266W++aE2OPm3Dm74j5Bw+rXy3PTn06L2UeaU9S7CfvkA5T7yK/x2+nNtNPrJA+T26wLy9UBY2PuIiWz7yTx0+NzwTvbABTbytHVS+r9LjvgSpST6TWvi9kcewvvzjzz37izS+aKIGv+lDfz4p2k2+9ECIvoqq4D0iygw+LVpqPsGeCr6hlIk7JshjPddagz5ohXK9COspvvrxQ73HgRk+iauBPLPSKb4CmUW993L3vHvUAjxykUE+VaJ+vsua271UScg8yV+AvjnZ1Dz/Pmi9lZNivc86JT6vDO68vrUgPuZSV76qjDG8650hPHNRRb6x3oo9SmnjPeDXjzy/VOo8MTk+PhREID4fNMs+9Df0vrUfkjwLN0y+MjpbvTjj6T1ZWW282l9PPrrRlDtqIH4+wQKQvnXrM74dOoO+3PboPWe+jr4UEJa9pbKlPQjKkT7CAIi+K4HjPpG7hj3PMxy9cM4JOgpB1zoO1KE8GiYaPsQr3j4AVPq83MmtvQEHiT0MiJC9QjuGvUNqpj1kNDA7ejg8PX0/YL5Z86w8+8KIPtvOvj6zxIO+x6APvh8yab541YQ+BICUvPX4xj0FWrG+XadGvVLxDz56kSi91d6Mvd2cJr1gfZ8+185bvm6cjz4rti091XDYvMJlcT6J8ge/wB6lvu7lmr3oxOC8ujxUPng8O773F129e86jPsZiJj6LPqG+RMauPSvAK76f2DW9UhzFPajFI76Gyas+ymuqvUGkUD0Wh5e+6V6MPQcWgL0W9sk+/KS+vYNFqz6cog68daFVvrvEH74bITY9JJCQvcUUCb27fT0+9x1OvrnhQD1pR0g+2f0cvZaSIj7mhQM+1W6sPcu+Jr5NyuA9jTaKvsE0ar5W3IY9HwC9POpYGb5JrCm+iKs4PsSOOj7t8kO9FFRXPlw/trub0UW9CF6Evla7bz0u/Lg+/YJWPbbuKT5anx88VODru06ABD4WchW9uOAWPsByQD7bzNI9CtWCvlWSdD6kXgW+MjQ1vlqxKL5UHFU+xsTtOuPfGT7EM5O+kgIVv5HpGL72vYY+nFjkPcQ71r1eGZa8rGs8PfaOBL4gNl6+EQFPPldHL7xJiJw8umnnO2jIfD5WhbA9KjvePXsVrTwhUrO9dbeePXTfoz2Bs8y9eFLlvTDKOD7HfZA9Bafdu292L74IhlM9J5QiPYLbW7wvEw08rFUhvSvS+z0PcOu8O2wZPYhaE76WdTi8/sUmvicUnD6evjg+PWq7vTF7hD0ZdRA+05YnPulHQz182Dw90noOveY4qjlcvkI+J1iCvW3V5z1Mqaa9CRZ6vRbIKz0Xf7k+5TMPPmdcSz1CQs69+/alvR26Zb2gnoU9CSGAPvRDqLwnpAO9NUO2vKHEaDzP8i88Z/vOPRfoCb57BpK98JoBvmJEQL4ED0A9yfmnvfIEiz1lbIM9zDLxPXxcbb3gebo9/zESPuezxz19OMm9l9anPfdNiD0Ot7O90+WGvGdWBr5y6is+ry90vWbApz0N3AE72Z4ePRoNVz56CZi95IL3vSKmAr3fgYY+6AxMPK78nb2ZXlY+Uw3+PY27az3aEdU9rlczvbHZYz5DRTa+eo/bPczajLvzznw9jn3qPcwJHb5+xRe+9HhFPSZl3T3sZ289mt9pPprOH72owFA+TgvXvcr/gT1UXOI8QXy8vTUmhb1Mwhu9o7KlvUg0PzzpTgm+czVXvrN9WTw6H6Y8CcqFvbarvz2p+fi9VnLMvc4ui71O6o48VXxAPfazqD0UZo0+Xwj4PtYN/jtO3RM9cQGzPUT8Cb5jKGs+W3s+PnlXEL43dxW+GVwGvj691L2EfgE91n+8PVkSC77I0KA9uTP4PccuUr2IDau9BKSbvl8rIj3m3Cg+gVKKPe9c+70E5yW9EmXKPscp1jtBWbQ+SgVJPRI4B751KNQ9t1JePlPrOL4fPQu++flmPq70Vz7HQR6+2jN4PSiVwr2A0ai+NOvQvVVd6bsvqpm+BGvKvQOPHr7s7Jy97ZjzPfc/Mz4zgo6+MCvyOYObQ74zMmy+fTiAPo9byz2OKi6+WmgdPZp+M74B03U92zKOvig82z1L/7s9vQNTvmvBTD40cXC+I5tQPgRQs70yZLS9chuFPtcnh75GlrO+5jnTPgb31b0GtQM+T97zPYBudz4Gq4+9xWVKPGmunz4xVYy9eHXZvYibAz0uVVS9hOw7PTpgYj5L2iI9WdSLPfQBGTzSw6e7+AqLvQWn9z6ZjQ699CQWvhpaoz4wxB8+qA+BPYBk2b2O+U6+ltHNPJfexz736TE+SvqhPNQPHLyXfG+9KhxovjwTiT6uWEE90uu1PBfgk7zJLJY9GTekvZvIBz7/cbE+Q+H9vdkquz19POe9uOF7PjgBMz6NFWM+rZcfPBXmir3mhXY+3WoGvlqIXjyU94s+VnsFvooT7DwtZfK9jW7mPa72jr7kzKS+ks0OPq2Wt74k9we+1rVTvizVW74O5iO+Fbh7PWzs072r4M49MwLovki4i758KAE+GpDnPDDFBz4Iocw6xNpVPa0RLz75e409Nrh8PEnmjL1DHfq9ojAgPqgRU72i94e9WEIJvzOP4j3kWgu+RW6KvmoRS71z+528GgDUvrTih76acQc8y2jpvi5tqboEp/M6c9iqvQpkNr65zTI9YrSgPgwAgz6OsJc9SHZtPVBsJT6q8g++bz9Kvqk1wT1peh6+Qh5Hvh2qaD2Mqym+AM4YPukpy73RBLK+VESTPiufCb5rTfg+pQVQu2OXMb3CVIa++13/vEyMB75Llug95ZZaPv3w5z2dDbC+gTSJvj7Mb7379AK7twwjvpp2BT4Neuq9yzCDvi81Cz64kwm9AMkKPd3jSD4rZUk+SiuavnoRP73E76e9t2HovQxEYr3CeSw95518vMeiSD4bv5C+bHF8vlmyrz6nw6O96VSNveWrvL7bUUo+6lHSPXNfjj7xLOM8VwHmveYoh75ph9m8mtGJPUWgbb2dLh8+U1AuPqWxvTyOl6k9b9qPvr3yAL4qmpG9lNXoukztSjuP/qy9D9FbvldpHj1n4DO+CRpLPa0u973a/BM+QVhYPV58FL48dBG+Vmm1vCNGXL5Mmmy+Cz84vPelU770jYk93VKEvvVAPb64Z4o9VS9pvkfXxTp/wmW+muPnvb7fMr08HOc9mQ7PvQLYEb02SDS+opjVvDe+/72FBgu+jmxBvn/Wsj2hgxO9qxgPPo6Veb5VCJ29sXkcPlz9Db22ra+95y++vI51cL4kGio9yATVvdI2pz1fDKO92efBPDS1+70w6Yw8c4KPuzImZr63Aby93uQ0Pd6FfLzXJXC+rJMRvk2wc751NKi+WCYJPkh2/zuwz3M9HrGFu+wlIL4Z0EY9s8YVPBCUAL764++8lknaPc+LC74VZka+FpmEPY8XHLpfp2u+wX4UPlgr8ryC5Gq96iZxvWWJCL4929k9JABvvkRFc76TOUO9oEZKvuhXAr7Rxwa99lXiPUC4Nz771g+8HBSePeLmXb6ZABQ+9FOyvAf77rnBezu9kNduvi0gCT12mly8FoFJvW1AUL7Tx5G9xR4ivhcpxzuv9QG+dwNtveGkK76EKvy9+MbIvVe1O74cfI6+4pjYPG0PLjyZH9c8ZmObviQTNL5v4vW9S05IPRZtiD1w6cK9VxjxvYHcD76jaVy+dVjAPQrsO75hxhS+v29YviENRz2z/Bs+8Turvd5TBz6Iwd+9X4RWPRASZL6/Zu88GNl2vo6Duzx55JK9++sqvVk207yNYY29SMDOvpLbOj4cHLO79QVUvtr6TT1Juoi+35IIPar6lL7CUK89YcUFvxptu7xZMmW+L7HzPS82Hz1uW/Y8wzOiPXdyID45VpU8Ckdtu/nxqDz294o+/WfsvXUQVr55fSs8x1GGvVvXAD5V+gs+V7sAvCGULD4UYRk70HEaPMTAgTzvwIY9vYNQvYwzJ716FMC+pSltvrkWLj6rsE4+h/0Mvjdmur2WqgC9K31pvhv02b3iHnm+mC3/O71Dnb2kFeO9XoFYvZDGF72XcyA+kGWRPaO+AL0awoY+xqKqPFomtT0tuUm9H9I9PQ2iIL3z7/E9/GCEvR2a4TyYiNs9ZXXwPSiaLj6cRGW9sem2vheKmj36PoS9WbUFvmtbk76nVY++6eMuPuvc9T0J5yY6RVGyPPCrvz0ASRo+1AydvnNQkjqlcWm+QYsHvupyUr0dOPG969MmPprBJz5BzwM+TYByvn3M670FeV29kL+sPsikgD5mWt+9HYSUvIf+mz0Ipyw+yZlnvsTaKr6MvM29mxFuvRkVnLzmYt89XscUviidjT291Ns9aRpvvvmqZr7br4g+FVEAvYiXwb2mAg0+EtqUPUgBZbxovGA96oUhvoLeXz6P6lW+InXivJ96Ur7M5IK9N54TPok21L020z6++dd/vjOIXD6twRo++PbTPAprZLwEZ0c++YMjvtqLuT0AK+o9VPC4vb6XlT3D9he8N9D/vX6FoDzfBag+l1qLPeHaHL5H8k++VSz3PdSJKjnvrQE+JQpNPeBxn70uFjC+Ws3KvalWVL2EWxg+lBNMvtJ2sr2m0eW9lk1wPS5qJ7wGMTM++qkmPrd9R734f2y99+QRPVq3yD2cPWg+fQ6nvQKg3T4cPSE+gtocPm+wJz4kBmY9U99QPpNXTz7BwII+PvQWvf/XvL5iMz4+9ruSPtoZ+j3HPkU+HxF9vcU0Db1NtvO9Sp7OPQ3ylz2OPqa7FnjLvLkVWr5EUEm+78KSPZw4ST7NFDm9Poo1vQFULz6dKyE+SO2ivVmDQr7dEyG+qz9tO+drnz3ucTs+efqFvf4ZEj0OlWe8hBf6vKLv2z0uzSM+Im6jPbq1IL1ub709zFIQPovK+D0BmrS89AYZPGnzmrybBj+9qIGTPb29VT1c4g0+9hfZPCpBYL5+Um4+OqCTvrS3gz6JC4g9vHE2viNuDbzSXxo+lB3KPpJKpz3ZDJC+oolhPasofL4L9gO+atqbPab0Lr5xndw99UEUvupRXL3MXQY+NzzEPRRJk7yZpCi+qC6BPqVO/DyF8j09p/YdvdndirvQAYs+W1A4PRm7Kr65dv06BVB3vXu2wD0DeDY8Xrlmvm7Xmz2gRbM9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "3uQEPJYiIzs5Oue8hxiVvEMLUb3UkDG9FkijvBnSibwKBQE9+x68vVhIAL75uf+9AvACvvw/Lr07Xyc8mpbWPYjtG70Rp8W9ZbnevNNKfr30GFM8lmq2vRRP+7ymR5+9eOU3u+djuz3C6689zGAGvVl4vbwvRSG9ytyruo21hb26/Yy9IhuwvPOliz2C5q28j61nvuNKz70Nwn68JtsjvgPh0r00YO+97OdMPYiN3L3zBVy9g9RbPABegb2/LaW8DCCDOwXhoD31GTq9VHgmvckzbL3vAqG9QHe+PQjYyjsGCIS9mlS2vdTJIb1SUyQ9YHJhvm0y67w/AJG9OmIRvBbT5z2Yyh29U0ifvAHXBL4WkEO9NYqFPWy2C72YcOy8py/EvXZZ4L3NzlE9SdjNPDxMRz3sFlW9jZ4LPsb5eL1MlBk7cmsLu7pRFr498WO9sCq+PZpybT204gY+sSqEvbjMpr0vjNa8iNcJvomZhz375jQ+IJ0qvkGCyr2nnWO9kEkCPtJnjjt/Rjq9iq3xPBKyPT3lP0U8VOyVPbX/5LxIZE8624+4PG3ZQb1JzRe8MM89vbIDtb1R7NA7td6luvdwv70TW2e8ywY6vQ6CS77JuiG7fbAPvUtowrzeAAm9PQFZvagoxbqQAKe918D1vIpgB728dhO+jqD4PLb7Fb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 