{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "68kuPrSOML5xYTW+2k67vQz9ob00wEk9wZuMu29PGL5QDCO+FbHYPdGxqL3950K+xmk7vaT5jrxho5q85yDCvPIJ7LxLmMk7oGvCPRMF/b7WamA9mL5WPphJPr6wrXw+7Q2sPfQCDj1CmDS/IDGDvfow/T2VCnM9jbHcvrwbsbwNT669Vg78vN5Pxb2hXtW8Uvx0PC8xQj4FHiO+M+dDvSerWr6v1zk9SY0SPuhYkL5WWQi+ZJcgPoAGrL2Ma7C9a0NnvgFUSL7O2TO+2dAIvXokfb01aiM9JuTcPcRSAL+DaAy9YhMZvk7Z6L3PljE+ltuEPm2sCTx5yhI+cV7dPbo9T74FT449ARMSvr0WTr3rZCs+AFTkvHrhbD3F9pg9xYvFvZnhL77fTIU8yx9qvjmIMb6YltG7kYJgvpOJ1DpVMx0+x8uwPBrVQr1toHm+PRrzPUfXs70mZd66KYzQPBcM+71bz569+4lNPudhCz7M90++4ANQPmUBjD2IUhq+v+YBPgD3Pj5pnAO+QzXfPNnIqj27g0Q+6C43vRz4ELiSgRO9w1j9vkyIgT1Z/WG7mz5svkFYvL3eppK9NyG9vMeWwj1V0JQ+DK+VPOrjDL61QDC+cWS7vTTLnr1gbs+92Sfru7CoCr7DPH895Kc4PeQSgL6x0LQ9vZdYPXehSr1rJ8m9rbxdvWmbjzxC+Wu9mXzyvcKGGz5y7BE8aB8uPkPxUb5shE++oA2BvogNAr1UqZ49EXVQO5xHZb5iAQe+saJNPr3Zpj1HoOg94jC8PYCf6LyI2oe6NihsvmDQX7yagem9YTtBvvBC3TyZq40+PF8YvhVujDzixl69KPcIvhXL7L2bNfc7ekkevnayBj7AyAc/Sw98vfwy8LrRexK7p/hFPtqZkr2rk6y9K43dvTmyHT3HI0e9n5ASPnThuD0F30G8xoBMPVimEb46J6y7NTvzPc73l73AKzY9Yw4hvWjrQD0T4ze+hOYVvUx9WTujbUi9n2PQvWqgRr5yWYm+94VaPet3kL3N1pk9bo8gPr5Jsb1tnJG9j9XYvW47PT7ht46+S8dJPneMQj7te/g6WRM6vlsFYTwQdMe9i6FuPg7KOLzf4Fe9v6vPvdmWsr2jn2E9R9MCvWgakL3jzkg+F3lZvZiFSz49sbk9zfhnvnZECb3MQnY+K5feOyBJJj6EEHo+/smPvYwuNL5l05a8D3fkvAHbsr4L9Z49lqoyPrbtZr0GGoA+PFI9vkx8Fr7MJfC96TjRPeic0b2UHvy9IfRWPIk44L0gsP69C/FavughN73I5wY+NlSLvrLL5r1BvRo+hywDPl//sj3BzKS9yLiEvpoxhb1Mb8I9dRBUvn0sDT72Ab08+FeiPjAqPDweDgg+CbfEvR+Sqr3XW0M9y6LuvIqJjj4qZhK979mLvVLJrb0E+AQ7x2HLvO0dHzxcDi0+CB12vazjKDy7TMc9hUpCPvBHyD1hdMi99C7yvDa2kDsCspE9DW9Uvbjmvz1vDBU9+L42PtvuY70vFB++uA8nPkRu+zxMtQy61UbyPan6MT7lEKa9Y8M5POckNr6oii69rAGDvlPTPL6iAZ48rQu7vTvDgz0SSXm9O5M1PvCPkD3ws+m9YtXMPZfkeT0wwry9BWASPn/+dr2TFsE9kCB2viPJQD7lyNm9hTxEPix+WL0wmm8+F+GOPcK/ozz71/Y9znNTvIQ70jwGPxU+Ar5JviNhgL6OO72+n4SxPYA3UboeU4U+8kngvfUcu71qNJc8hClYPvJYxb3nY+e7bmiqvZCynj1V0mQ+y8EXPmPLND2tjOa9wfAgvokAaTxhl7899jG5PmBjAT7Wekg8G5I+vJKY+L2flLc9LYS4PZ9MEzuW48g9J3mYvjJojj1LDrI9XROOPtm7Oz6QoBm9PCoUvhhecr7TpSu+g3HXPXaJnr5ls+s9bUoHPT8omTysrx0+6WOAPNEHET0M8hA+UqZbvUTbwb2Xriw7WZSGPviYE74hwsm9f2nBvZgSWb4keiU8ugd7PtXjhb1vHOA9OVZ9v7xrZbzZZRg+1BdNvsg2J77JnEU+el1ePpVCcz6g9Xw8suQHvPyeTr1TMGS+z8XKvXIy1bt+uLY9li0PPRBii77eI0e+mDVPvk8Mi74lqIS+iP9MPijkR720ymI+r/G2vXguqD62JZS/Sx3IOuFIC7wovew9EsiKPeqSkD2GhQ2+Hm3zPX76Dj4SGzK+uKJLviiWsLyrAJ89GtOFvqlLvz1I/Bo+5R7KvrbAQL2blEe9MfYrvhR5Lj50xgG+S3YZPju6Uz/tjgU+m2yePSrHQ744Wka9yil2PXug4bxAYum95O39PKLB/73dMD2+jHYaPnFw1r1L9kW+/0zRvY2wiT2RRQM+c7dMvu2qgj7U45u+28OjPTh4Br4//xA+NRlnvp9MtDyO4Ck+UWCcvYngOT4B58C9Gh0ovhQDeL6rkxg9x5SePYleqLrZ/d49haV3vu5pib7pb2g9G75tvi3+kL2x84o9Y6DmPfKcoz2BGpU9h+5svlfgkzzMZoe+HN4VPnQhDT5D1Ci+u8dMvm5UDz6npgk+owyVvlNbqLvsC3c9SvbTPe8Q1j30dPq8gaPkvddhcb5w4c68cBJEPgexs7xo9og93q1pvqgXqT2m3hW+X84lvWwQSr5JUPc9Mh+lPQh18r1MzGi+MQt7PcMWBb6Mmki9RTpAvkMrUz3VTPA95dunPTTfUL1roh29YRbkvbVcpbzfGi0+PNHBOxHPrD0p/9q9zHdIvOr10j1w89A9+cxvvvRbRj1LLno+c+HbPRtjBb56SdY9rRsDPTCfDD6BbcE9h3WGPsGOfz3sQKc8pdIRPO6X4rz4SQS+kqAavla2XDsfndy9/W7+vax8HL6fXJ49WRJaPrhzv72OW2c+/6i7PTg0DD7L1hM+PfuMvfzehb13ljg9PKtAvKSBFj7BZIm+YwLuPYE7cz3PJWm9aCU7vluwOT5mn2m9QkJVvWIXZT39sny9h3CsvV4Idj5JbzQ+7DcjvXL/Rz20qFC9TANzPdORib57ODW9O0d8vhBlMb3Z3Bu9p08FPixDGb7EBMQ9CrhWvZMYWj2Syg6+uLN8vAfSCD4XIQc++aZgPWEYor2SpmK+Ao46PngUtr52Qxc+GXeyPZZt/T0+0LM+pfOiPssqmj0crIu+81MHvksxqbwiKRU+CbqCPcSAt72rhGI8z3iKvWi6Vz4h6hU+5UNgvNl8Kz5YzIG91RcMvOeeer7XzTU9SKkhvf7uTL6cN5S9pOEeviHrPL2a6+q+yu/5PhLwwbxvOZE9OaLavcg3LT46ICo9gcIsPngxhr5kvtQ8m0P5vWq4Pb2AJ6e6IlBAvWr5c75w5hm8ymiyvQVYez1GC8C93Z89voP4qr2gFDw+2WRQukKypb2Rcp09zfiWPoCcZD5QefC9MSfRvRbBrL2U0QW9V944Pi71eL6cI749c0hmPgVtCb22cnU+Q7+mOwqn5T2GP7a9+GjrvrH13rwsPx4+cPBtvQWF+T2c0869OWnGvT5DhD6mSIQ+Ql4KvisiBj6UxKy9Gt4dvgFEV72aFSg+E3qEvkO6gb6mMIU9PZBivjNR+TylZia9JxDBvellFr0XD8M90MKePMVoQb6E3aG+MKcZPl/qRL1Lmo+9dDP7vVTwGT08kHa+1ZWlPtwmib4RurI9lxyDunhNcb4cMe291o/qvQy4Eb6F0G49WWXFPVPSTj3K5LY9MZW1vOBdDj721bk+lG+EuVSvu75q4ze+TLHyPcPgCj25j5Y+7qV+PE0nmb58JFg9B1Lfvme59DxKale+W4EOvrAx/L39f2o+xy8QvrnaCrzMmR++M+pLvbUubD42z2U+tGNgPafISz53fMG8j6gBvro8xb36AwK+e3zhPRx8TT4rwiq+HmmmO8zGXb5uF4c9WGXnvV47Cr7jsU2+btZJvWBldz3cRsO9ZkuYvRHmmr7B00o+tqw/vgcLjj0ODck9SylgPTJOdj0UKQ++1I9iPaEbO70RJLy8IdrevfppNj297aq8v+SOvhIsZL1jTW8+6MJsO+fT1DwXqdi9Cbx6v6+Bkj0v+b88Aqtuvh04Br2d3869YWe+vdGdgL4RTiK9LglmvlmlFz0OQ4+90eEFvhSaST599CI9ZmW1vTLLlr23Cbs9wSMMviqPET6+CUW+UGkBvSUw5D7tvmW9M66yPrW3rb7ErYu/SosfvqlT2b2GuqG+y3XQPlRv1bypLqu+c94vvnRzFb5MCjW+MPwkPe0uqj27F/M9hYi2vYhoFL3g5Gi+7WXlPYy1Kz55Jjg+V410vjR6wz6dTiq9Uezrvd4LEL91HQ49s70/PtUXAj7QHqe9FVDUvsRumL2n5Lm8VLtJvhU3ET4vZrQ95VoWvjJcCL3CcHW+OvCkvpDlMT65Lpe+BVA5PjVW8D172Z++J72zPuWaNb4REn498mugvcP4i73aNLO9UxYbPL+KXzwhyQQ955NGvmcWP7x/HCc9QI6CvqjwPD6lVGy+JygFvynmqz5u5fK8agTkvYxjWj3vGRi9JMSevqBX9r2M/zm+xIqKPk6/i74wkTm+FxuEvrmqHb5828+9FNazvYe83z2gaP29z+wlPgHvnL7shGk92EeTPVio5D0mxNo88JnCvWJd3j3InTi95uE7vp/hKz1KST0+Yng0Pm2qxD1wjYu+Z5b+vJf6wD3RpoO+m9OUPIPpGj7SWbO+EfkAPsjK4D2fl6C9rcouPlDOQr3/1ig+qe9BvdUyVr4emVi+KZWSvTYayzqENIo9yjEvvimvyT7lcRC+cKmFPEEZwDwq9DQ+/f0dPlpkB77ia9s+AdnYPV60RD00HHi9xf2jPVSdyj7KWw+9RCGZPijOqLrw+zY+ISycvvdvabstSag8EmfRPPLIQz0pQ6m8iBs/PGuy77zJ7b+7+7HpvYeYwLxkQ7Q+iB7AuvarOz7bWJI9QDydvu7wL75CI0A94nsYvvwAqjyx9U88rJToOm0d3rsTApM8okhKPoJDLj4ZlS89Pfx+vltrpb1yCwU+7RVBPWw5dD4VAQs+Uv+RPH5qa7wChY696zebPAjthr63pRC+zWwjPbVAfb07Fb4980aZPWx1u7teYtc8gvKmvXT6sj2bpeW9BdfUPHSHnz1jJFM+XSiJPeQgzz21HUK9YnUkvHxfKj3l5YY9ucTKvTs9Vz3GNWk+vpQFvuqXUL4YM12+XAcDPNPEST2B+5u9iOwevntiZ74hA5C988Gvvb9l6723vxu9SQgFPnfeOL2ca7K97Op4vbuMp722WTM+rly6PvlCobvXAuU9L179vcH7ub22Q4W+ylsKP4TUYL6T0yQ+JjKdvRXlUrxgzC2+tHJQPnAm/7xqTky9vVqZvrvt+L0LSEK++Meyvesohr7WFqw9UWd1voVIr702xF2+YCBFvvP2mj1fuUk+OXGSPcdFFb4CjoI9A829Ppl1Gj4S3IK+eth+vitUS76PaZi9Wa7qPBMjuL1YWHm9yCs5PeQubD1z6xA/bTy/PWlbqD4jMA2+AVhbvmy+WrxfdxM+SdigvaZx1z3zFB68sqamvY5JFD45yQU+cfCXPMWCgj7F1tC9n78mu5HISj4aiV4+BaeSvthGlT1Ouwc7PtjrvdI9Lz40mxq+H/paPYqI2LwPOUS9X4ILvFDlZT1/VdS73o7TPZZApb4oOEE9y/vUPPQz7j0gHEG+wl4/PjvT8L1P1ns9WTONvp8HNr6YkcM9j4WOvfIUUz6IW5E9/1ITvEXjir0+Uie9SF9yvQS3szwaP6I+NrEUvptrMb3UdTA+O/4iPmhaBD6RwIc+YdVsPRQh/b2Nki6+mzjfvtJsYb3xs488aTqVvQhwWr7QdAs+3DXIPf+cBT4UVGy+dS6NPJyvnr08fl08u74ZPnRYfb1HDOU9VzIDvuDBej7pngM9FuQSPYNpvT2IY+q+gnqxvi9fH77nNRy9eoPNPJ1lir04AxK+rAKSPc/Ktbp0Gey9sfeIvqm0Wb6fg2k+nejLvekUib4R8iu+Fbe/vPlgGj59jCu+xJBhPlppLr4NxVu+ygOqvIhLmj4HzzA9AUmqvlZTj73kroo+ve2SvZLS+z2t+jA+p/gsPhoAo70V2gW+Cjsfv47kTr5vhvy9ow8SvVJmJD5pXce9KvpMvrCSC70mEUu8RRA8PVIki72xX7K9GVgNvpIzVr7lyB4+GbH3vbZkVr2sYh68NsRVvkPQYb4/8Fy9hgFoOn9V5T2bK4495QvNvLLNL70+IWs7MvBKPrA9Q7zotoQ9FqYsPu5kjD3Gs4q9NSGLvVNOFL5B/Oy9IdepPau+CT1G8Q+9HvUZvhZtBT2E7Ww+Wu0LvlTSHb667E+8BSJxvcqv1r3rfzk+kxGZvT6EW70h4Nk9guecvWlEjz3yjWq+U1I9Ppp82L35M+I8/fZHvqpsrbywzI09A3pbvWZRcL1fccA+5PP0vQhOAb4s9pi7M9EFvtaknj0rgnS+53uEPQZIo70pKUK+xhmjvQI9pL2ceYo85VC9vXfnuL08YUy+6L+kvYFahT17NQ4+guk0PoSKPr6iXVO+Lv1mPbjACj7AqY296Or1vS37wr38G6K8+ZUbPhiJwj0aGAy9cP6OvfmXGT3OOae92f7rPUSlcT2oTw++3nccPn7yLT0NsM69+cSqvbtIgb0p6AK+adiNvRm9N756/dk823IKPoJ9lLwfXH++11EKPYvjcj43inW+iGIevnKbpb0ub668JQwyPnfOVz0AmxK+7X8hvg2TcLzbWro9b/FYPRMcyL2kI4g9/mLdPcl8QTz6B/Y9bQG5PUfKw75+njo9VYPVvRZhTb5C9yk+D7YwPq1DP77uSzI+1csnPkMMKr7WoF49/vtDPgIlzL3/n/09xzaCvoczb74bn/49i+eAvaqGOrw4rhs9oiNyvGG8ijyfSCK+kuglPTTRcT6rpQ0+qPBPvZc2Zb4JJMe9MuEVvVwPGL0maVy882jZvXtpGL7kVmU+VGKtvUltBz5Uryc+4wT0Pb8PLb6Tvwc++2lrPfjhdr7IgzS8IJSuPfXh8L3JMM49yDEGPXA4XjxkF/O98yiVvfccFryO1Ea+9pE9PRC+9Dxk7gi9RZDGPV1ulb7mkgU+/nqEvfYTiTw5SFK6iMd3vse/Pb6/zmI9coP8vGw5EL6+vUO9YzVAvdQtkz0Hn2e++rERvQDEAT4NU+K7/V0APpJuv73IQhE92etJvt0owr3dG5W95jgdvil8dL1BrTm+FIumPdFzHD6geRa7ddeIPE3kFj4Q0yG+/Qq/vduVAL79O3g9hdp3Pk6qAz3Wh1G+svCAvmie3b1aUO49sDbTPDnbAr6nxDm9i2GQu2Ummb4yknG8RdUMvaXtWT7BH0a+CcMBvcwXMr6zFRQ+5d32PQ3gwj2nlIw9VUw9PAJ5Y748//o8l8AkPvbuXT0Aejm+pvNFPTrqnr2s9Lo9vunMPey2JryUD2W+PQQsPvaH3z24B+M8Kf+WvOkEPT63ciq+xm8CPlPaDzxkI8u84cUvPsWqvT26DOG9GK2xPhIdXL0L47C8vRgYva5dozt9GI4+fa4jvUlkdLtC+1a9ADShPvJdM7xseK09zvqQPBWIEz5VUDU+jx1pPofUmL0i+cO9buvkPRaEG71W+jS9LX8MPmz6gD7XfwI9X5iGPG7ntL3yhck9jlI2vP6tQT3++18+0qRVvWKLi701KLY8hE2IPEt+pD76nrm9E4yJPgoAcz5sAgI+Cb0LvhxXqr2ZQyA8o5AOPklpwz5nnga8A1QzPkJmTL7Yib49W/t9PnXO0b3frMS8uZjbPaes2j26dp08qow3vi/tDD7Ggro9NooTPF6crrzKMEc+kCOFvJPqVD1SZjc9VdBIvgqnbTzpTFK+3JKKvWtSgD77DS6+N58DPm+PEbx5SSm+mg7pve/K1L3nyf69yd4APX2RXL7Sww0+wwYAPrBDAb7CUyE7RlkXPT/HTr11GDY+3+1PvrcyV7tAVDo+g8ELvpk9fL0lyxi+YLCCPvv4Uj3iTiU+W3wFPaxBw7z7AES+ADOEvgnPzLspYWe+vxvYvKiFubzqxLy8ZKl9vYafL77Flkm994IsvQqp97xmgwg+selpPUjkar21ieG90593PCBAF77wk6o9CnoUvg8Lob3eoQQ9DxjdvZ3iSL7tfaE8l6eAu3/7zrzzwv09DMUuvNBevL2dtz49wFK3vXg9LL7giYO+C0s3vIK7YL5adlu9Q2CEvV3AsD3o3Gk+gNbmPYRWRD50XUW+H0lKPfUgOr7E43K9Tta8vZWxOL02wDQ7+WGMvZ6KX75rXTY9klJhvS5iFr2Xe4w8zcsMvlRwXL477cu9nRncvF2FGz0X3ua9Qjz2vUxyUr7yvLq93amavN71nbyDexM+2A0FvkyvLr1Vk8W986vqvcVIjL1HRos9yAexve8wHrzyTSk96E+TvXE/pz14kAO+0p9Svhocv70dBCm+6/uVvbjSBL4Mnna9EeIIvn0+4D03vw49SeAwPThTSrx4rAM9BOHEvbYEmb5rCXy7pnmFvRPuiD2p2um9jgQNvrHGJz2mgo88nD8RPiumgLwxRpw8MC3EPdOiDL7EZAu+2IBWO2A+7L1paAU9fhObPTXJUL6mkAa+STQAPqOrZb7r1oS8uSRxvcOOGL6YT9W90bx0vbiPHb1JUUq+2L7BPeUQ072R3C6+FDpMPeoPZb4ey6C9h6IhPTyNNr0b40i+w6YDuxZwpL07m8+9UZ+xuwh2KTz4v5u+VMnFvR4XGL5p7Ee+3KBzPYw/Dr4Fvhy9To0QvhqBdj7cP+O7K+t3vsFVxr3m6ae8wXOyPb7FXD4oAiy93dnzvcL2sT10CoA+rr05PpwJDry180g+3AHAvebCMbu1MWS+RiobPUOvFj33J76+yR6jPKWHx71yqik+4TuAPQ+p2L0YNdy9FHiIPpLvDL4SHIi+2EHqvftksr2Ej3M+bZeOvoWG2D3HztA7jCXvvfpHTj4f+Lo9Z5oUvLKGuj03wkm+zrj5vRW6Ab7KF0O+XbVGPkPEM75tATg+Vp0SPjRucL1h6ky+1aKlvU3eHz1EMHq9Ar7hPMl+Eb69CDM+wI+ZPukecb6Jgw8+3aLLPeKWdj45H5u8mOi5PfwGEL3cQpI9coxbPrfI5r21z4o+DdnjPMJMEj11vju+r3vOvMpliz5nkmS8TGjLvOqZ7b1aiD4+lHbyvCM0F745qxW9KVnCuxfTNz7aNaq9q38mPPLa9b0I9rC9AaHnvX0paz4sMou9OF4RvJkX7b2dww08ldrfPc/JMb6X34085sfjvbrh/L0y/jk9dcjVOe20nz0bwBy9770Bvpv7nT6D8tM9dbOavdWE8T3ZEX488RMlvjGPjr37QLS7NJMDvmidUL2yHP08B8SrPUc/Lz3rw1C+MtJGvC7IfT0wMcm7MPLNvPwk9b0KNoc8zFRDvv6/kz2aJlm7VchLPpg9LrxsZGu7RR9oPrCKKz54G2y9u/PyPLEUNL77R7i+349/PncoiT0kXha98no7vpmBQz75drO+iXw7PreNWr37/oS++zWHPnno77zJpou9d+NDPrfz273TZr49WFqVviMnLbvlbF8+hVKAPhGKgLynyDm+A1cSPlxIjL43tfe8pMSLPEzAL74RIvm91Z4kPt2ZgD0HXDi96S6Cu2A+C76w1ns9kAoHvodorj2UQ0E+9kFgvcqYB74O532+RC2SPieXML0KrJw+jNIGvblAPLtrpwS+56ViPmXGoz6qH9G9qgErPlxcBz7/Hri90RO9PrWIAz580Xq9+/ymPnKxiT4rltY84O+HPjv9br06Rm8+FyxVPidsF77sChq9KFNqvYllXT0O8uO9T2quPZvlZz7ycKi8MssUPe9gFb5W9ie9mhmbPfx4yT3CAm47lGXLvqtFlzw823k+GbtNvu6MZz6FiZC91cRGvn8bAL65JwC+LTwgPVAel76MotW92DQ5PbXWIL2SCN4+Q0mpPQCF473koZw9EP21vZ4iyz20ZIk7dB40vnUVGj4MhlM9LERJPb38Wb1s6y8+lZ8UPjoaKD4fZE09WG4iPpzcmz599Jq9TRT0vdo0RT7CtPI7hinoPYdCiD4joGk9ASOevfxYkL4X8bc+ef8KPrs43z1pbvi87TIcPnvGJju4mmK+vBZxvp4kyL5RwsU8gazivUJ/pL1RVQm+xdegPCR6gT25DAK8T7KPPAszv7zGqQS9++dCviaUoj02wAO+HL+pPdp5Sj3Gd/W9KgpavjySML0eHgo8MSc4PK+8Wz1Rp449HMjMvV5JQj75zxy9ZvYjvoAlhb5LK/07Hgk0PqQ7iD3ugYE+uqQvvgUebzw0jXW9jtpCvWGuGL0SoHi+8jyOvdpPEzzW902+s8ZLPaEU0TxLjeE8+pcXPdFtRz5ES789vr0AvsKKn7tpVPe9RKfTPT+jTDxGXuY8Hie5PcWxHL7pJP29VRNXPDoIj72Pzi+8JdWSPlqez73cApS9AyF/vfzLaz5W8sy9WedJPX968r22eHm8fbpMvpMHerz/8fO8OBAXPrIu873+Fmo9GsHHvervID4dj6k9E3xRPn5Ghb5MpkC+3MdIvmirGr5BPiY+1FnSPS1tFL6QU608eWffPRUMSj6Um9296x/ovB70LD4Rp9O9RYsTvSgYtryioDy+iz13PfXJVr0vhgI+FH57vWb8c75+SL+9+nHtvTDCID1e/8y9IfjaPW9Htb0cZ1a+blHNPcxXQD4Oz429ssCAPf+7GT4fmgQ+Yc6avF2q7724Pha+tf4nPhO9Az0iQ969Xglivb1s770ElOe9rb1bve1hPzwKBG893Mg3vvHVT771fSs+93TxvLIY8T0bhO07dSrRvONhZz6i21S+3YH3PeemTT4iWLM9oEDuvKAoHr6asGA+X8IrvRyu8T2ZGOo9DRKuPjX8mjxkuKi+1b8wPftmWTy3zpi9DqO3PP/4lr49OAq+TxIlPi/4mb6Y8OI8quisvq0hC76ybqw+1YuWvdlZD70YB+U8axxRPoGhTb6IE9o9+ehMPiOekb7w/2e+DpEAPyf5E74pLJ+9jsUFvjR7DD75WYc9m3fCPfgAWr4b1Mu+3DmqvRhXxLw1onm93KgDPZYj+bx0zaq8wopkvJ6a173mJ+K9pbGQPeZVkr7HGqq+FiqzPimymzydfES+fbjBPY025T3OkQU/R43xvc/pQryVmK6+TZ6wvfl0JT41GKy+IDmnvgu4jL44ge8+aZs6vvhmMr7Lqri+gmW6Po2qob23uom+rP9ZPlowST7eHuK97azZPHdPlzzOK689FwYwvUBTOb4/Pfe9C0AvPX4/kz4+65y+OVLXvM8/jL2unPg9cp6APoU9UT4Z+5c9DXORvhVjKD4BEHy8yzu/vVCcEz7GUXy+RXRdPQDfkz6BLIM+PJmPPrG9ZD5xdjE9UyeoPd4jhr0iMeC8ClFTvrzyMzwD2SO8GxUHvSuwXL1Na+c+IrSzvn33tT4ruAO9Y7KLPpag17zOEj+8jJpUvdM9mrw/6em9Clqrvl8A2T2RMLK9XtLUPZ+anLyvfLK8TAuqOwutMb5RaQU9cHKMPT1AqL0TVo6+D+qPvr+Ck72g8J09SLW0PcgSg7ugCLu9di+wvk+Vqz0NT4o9Y48VPUjNeL0mlwI+jv5EvmlEQT3b9uk9o6ElPWvOZL59xGy+6dASvtz5W75eo1o+mTyGPENNML2Lcjc+fo76PcJHQL1cihe+dqzXPq9VU70AAIe9364jveJYDb4NBLC+E7X7PfBDn75TVAq9auHvPTaKYT4nphe999+5Pdu9oT2x9H++BaYuuw+Eaz4Y1E2+QegVvnC7KzxCvG++VO/ZPG5Qhz4ik/O68flRvQDiib5M6wW+hsfPvQw+Fr4s3Fy+nMEavr10ID5H84m+JeTOvUpRqr7DHfI+Q0tvPiBRMT7br4u9kFEHPWD0lr28rMm8KzFFvpfvBT72ErE+rOF1vikt9D0n3FS+pvJSPbQnyD7YDGK+Qea3vXjfpj7NCaC96MCcvvtQsj1tv7c+PjVTvjgYeL4daZW8jo+nPOPzVD09APu9prbjPfRjtj07MiY8uxLaPZNG0r02EAA+/aU3vdL6sT3UAlq+Dw3OPbU/bz7+KhG9yiy3vtgbi76jErE99iaIPaGzWj6oWPc9Jm/yvKGUijzuOLu8LABtvq1aXz4mGyQ3XXmCvuW+Jb4wtBY9oN2FPU1c+Tzh7hM+M15OPuFTFr2MgiE+8hUJvqYktb2QkpW+Y0JNvqV2u70cDXy8ITdYvpPs4bxlKCC9K/XYvRIPHr6yALC8QDH7vQHFYz6YXH+8cp5mPRi6hj21yZY8ObyOPbPYeb2FBew8KFDvPYYSQjyruE09hr0+PgrFijyYFuO9cGB0vkK3kz0tJp87QG+MvW87Fr5VruW9AWjWva1Ogr1+gHe92ivyvISWAT6MewU+1ImiPaQqnb1s/Wm9gBUHvaMS+rz+d349PvclPqziA76GiVK+vm00Pldf0z1TNrE9PMMVPptLG75xDgy+qu3cvdIC3L2wZa08mww1vhbwC757Uqo9oLcEvnvjJL4MvJQ8wLJGPafaJL0zryO+8iaDvWp3rL3Nnb29ChSYPc3AQztjbYK+lskpPfRr67zfb8I9ty6YPLcAir11F8+9nOUoPg4YST0VcVK+jhFWvbfdGj0jsU48nxv0PB2ovDzDEmi9VG4TPn0VPL51tXq+xu8ZvsX3bz1B3k+9R/91vhHTTT6iZgu+xErYvBwiHT3stgq+3GHOPecEyb0sV6a8LsjkPW58vL2k+Qo+I4eDPuQn271tkdi8L0YyvqV9eb5js1e+W+EnvmG6GzzF+IW9g0ezPfRxHL0E1iw9XryMvr1s5L0ogRY9nTU8OxQUY70Qir89RrWYPnPFpD02R0M9igEBPvhxH72FjDs9lwu5u0zJQr6uTcW8//LBPYWMjT5cp0o9TlalPvNH7z0xVeA9vBSDPoUW073kXzU8BCtXvlFQGL4U7Za881bQvldH5D0NOoS+5QmSOb+SQjuGJ7I9mb0rvT31EDyyesY9MYzpPZDrNb7tThs8klHYPfVXET2v+4c+jfoyPvHKcr3vHtC9UcCcPlrF0727UCU+e+3hviJGPT6SSBM9/VIDvg1zcb4Myxw+ctu8PbGUZr3oO+M9RT/QPSuE2b3ALXa+Mh8rvlHjQb1QIiq+wPs6vrJ9gr0lcOg8bKMaPkk7xLxankM+nNksvf7uXb4qQfK915UkO6/O1T4j9yw9EwRjvcvLwT7rqrM9hCwHvvJRcT1TqlC+3S5KPj8WJz1oYII+GRR6PQFTH77El46+cR8XvuuaP76xEy+9AO2gvdH4mz71pvE9ryAFPsTtGj7vfaG+TbpgvRdtqbrnmO09CurJPYNYuT26Mtm8gKpEO2Jn0L17O0W9PJFCvgYcWz6r9da91w/SvkUGoD78OnU+bccBvWc5dr5WTAA+PLYFvkGrDL6a5ja+Qm2wvlCerT1RrKY6r+WEPSNfPL671Li+4ckHvdXkl74jZ2s+jZadvTDoS74IOva9M3hePtTqND7qCGc+vr/5PQGJnT06cJ++sMDxPJGYIj125II96WoLPswUKL1hBui9GgNRvovt971lcge+peXpPfReib6+yRA+EZyBPbD1V76zDpe9+8HwvQjt4b7/ogK+K/idPjYncz4ujb68hs8HPuIwLjsqIBo+kxQAPlo4jL3XByK+L3DtvUwVIrw92CW+3GsxvtIY273uXZ09jY8VPoZh1T2FXEm+Vc4lvoYsjj6MZA49WpEsu8nUgD499aA91r92PrmYMD6ey6k+XGUbvre7eL13HDu9F4elPZMdzDzWzz6+ArDGPu0wyj7TLlS+z6kbvqRjc71qRtw9ulDZPQpywz3A1Ey9SELTve8B5b4sLD4+GOsOPixSPDuyDeC9RvifOwWO4z3j4lc9JvtQPqsgsb2waJy+SliAvaxjBz49l5K9Lg/zPVbuTL0uzhM+EQMivKlpQz3ms6Y8M4xfvhFWTz7W8ny8SsQoPvbxd767/o6+I6uTvm/Kqr41ZSE+QGdePnEcSr6YARm+rwkEPrVXBz5wQSw9X+Y+vf+HDj5yi6k+1E79PASziT4WAsY8Z69Kvo6IYjs1LnG+j40bPpa+VL0G1WO+362XvJGI0jtP3Jk+1sdWPOaYxjs89r+9waabPcVj3b3j+hU+GDvrvgfVQj4RFFA+rt0HP8Pixj5VqwO+FqWtPY6oa75CyI68NAVCO23pMr7wq4m8ie2TPeA6f70W0jI9nISYPGHmX75GqTe9TBWTPeG5k76wpya9BesjvifCvL1468U9oiuJPV+eC72KQQy+YB8qPEhXX7ye3Iy8h5k7vpprHz7RTmO9Rh0RvvPKdL4lqqU8X/lcvE4Hfr4Cusu9ncWmPGDJnjtSUES+6ESrvY1o7b1FhRy+bsQSvTWlO74iYtq8txHhvR1BUr5N4TS9JJXWPI9Zkb2ifx8+n38KPUP7TL16h3I9RwkrPb74FzxFtQQ9QF4VvpR2rb1bM0S9FQ8cvlUEmD1U4Ac8vsxWPTTnP76LFgO9ZnucvcmMKL7eXqw8MNuBPCeCu7yT3YS9PPFzvgGr5T2EGvg5L7PGvMQfLDtx3wo8z+CqvVBtfb4bfo69S8lVPSVcubzn5R6+IBemvpN/Br3M87a95IYmvsACF77P8Ia7tTyCvV0tSz2KfTy+wRT5vZvN070sDDa+B1dGvgnxfD3XEtW+ka9APg2mv7tZmFW9Nc7pveGR9j2cVvm9woR1vrsanT0XSS49DptcvtvniLwSKJy9CUT0vS15gj3xy4a9WsSgPI0ZpT1wtyi+Fqu4vfj9JL4+gEK+AyYrvnYFX71li/I7AfLOvUCKnL2gDEg9Lm0iPQO8ujsQdY29OJdvvpGTEb4QSaO9oCnDPE6ZIr1IPQE+apdovA+oiD5Ycfi9Qihovoj3Qzx5QDk6/P2iPb3dMr7VfRk+mF7Au2Xozj1CVzi+AAkdvYS1iT19psc9/0M0PV7fUz71AOy9tjb1PYNQdz0yRaM+lmo9vouXmzzFyU0+eehVPuFWDj1hrhs+v2OCvRWTBD1iEF496WukvRcKuTxOEmo9XnaePa+f4bwdCvM90rlaPgR1oT1o/tq7grEvvQn/cb2kgCE9iaDZu+B+FjvDJwe+SRsZPuM9C76IHSu+SoIuPaC2Pz786Tk+sLcwPrQ1rLyde0U+GgZTPQqQWj2Nses8LmftPbbH1j3RfW4+Bblxvml8Ab3hCre+mTWAOy9qfz1QcGW+ZcYIvt5tnb2sDFS9uOU1vjHZk7xOdRs+yBFpPqjWFz4uxAM9UR/hvRLIhj5IVNk7/QrfPF//ub1JRRu9+x5kvmILF70slWC+D8rxPL2DDz5IQT895bZavocB5L7y41q+VdtUPS8SMT2Daw6+Zy4OvbnLWL6CYPw9+KEwPkntTj7kktU9nBAhvqAjR773Ubi8sac3vmlakjzw0gi+foUzvpfgYT4AlCW9n1WwPR9qVr5tZa+9hlHcvRw6zrx2OkW+PkiQvRiBoLyaLIi9hy2BPdvBwb0S7I68igxbPrtXYb25J2M9l0RbPZR6JD6eBtA9exRwPei8ST10KX4+/8lsPoXoL72QfMi9F4IGPsriDb3QJZG+LXaEviFwOb6kOEm+f0rFvZWWLz0W85u9oBBoPRVubL1WsU2+dGckvn3gWT5R3Cu8KRO+Pf4Gib6Tfvk9sI1AvvCeub3qjVW9+/XJvJw6+ry81NM9MQW4Pp4ElT1Do4W975iIPmIcSr4ljO89DwomPnVdWD44vJK7HO1QPsRzlj7kXge9GT0gPt+nsr1sNKE9jpghvZibLj0NIW2+vaJLOx4QHT6rFvm9IvkCPfCBAb7nSfG90Bkqvv2Gir6zEFi9DLHxPFZvSr74eJ6+cR2PvOI5Pz2hdjE8/wIqPeYCBrysR1o7nqjQOgAoyzqcJKS9CnpDvuM8gz5zdRQ9mSRHPsnnMz4N934+ea04PlfH9j39YLK9aeeCvvXEfr2WQ0++5JA/vjmXiL1OEUs+zRkwvuPNmT4rUlm+gbJMvtUNLr5afog+fpwdPitfz71riLu9FHzzPEtURj1UMpI+Lv44vpYwIb3JCQQ+NdoBvXPIpT7y/ie+rsWDPk+cdzvBLd49ZUyPvd/pJr4IIKs9PpCpPR8LY75ZJ528DszRPNvwOb69sbK+F28gPhCArD3yXfK9Cg8GvoY8xb1yjSG+wmxOPu4Cbj7Y80q97inOvM6L+7xRaA8+6eSNvEh3GryIop8+lTCgPUZMLL5dKZC94KwIPDmwDL6mmhs96CBovsGYrb3iH9k9RuBNPQ4PPb5IO/k8bfa8PIHEQ728vAa+N3Vuvol59T3kMYu8EzAvvuX29b0cyGW9EuOJPfx6Fj3I0a89gmSOvTM0zzvTH+i8KVOPvHXAm726hKK9Oc6CPOoiFL5qoGa9yOssvknyGzywhTM9N27qvThA0b2iLIu9B/bovMI5572qFtM78D1SPifOEb4GKhy9r4f3vczD5T1WKKA7ZI64PUTcsT3gVHC9klDpvd9Ji715gga94usUPLj7BL0C+fq9gtUWvgMsxLub1RG+F9fsvbVaHb7xbTG+oVISPmEgAL6Si969DywnvllMvD0tvac7T/vMPT2qM75Fs6K+phE9vlHVWb4k/WO+F92wvXy0Sb4jou89VYUaviCEIb4vsaC9uvrhvY7/H72m7iK+Mm9qPcReRr5a75q+ox5+vYcbpbwoe7y9L9qKvRdkXr5eIBm+X29mPYECCLwFcek9P4vsvgEjBz5722i+uMkIPHYxVr62UFQ+6YPmvXepdr1YIsI8Y21xvaZljr4w3jy+tfTYPXoOiD07RgY+dcA+vlcBljxF7C+97A6mvXlf5j0gzUO9QQ/hvUtZ0LzOXoS9g8zgPUJY+L06Y6i9n8RAvbUbnr3pPcC91zq0vVr4H75Hemu9C3EVPii10L36rAU8DivePdLwGD7feB8+haaVvXRdjb4gwYc9RYj2PZQ1Lz3oki+93xZdPrwbTz4GhYi9hDX1vSnN7j3kWXu9yKGWvWxxwL0vggy9BInavTH2r724FUG+0S4/Pl3veb07KrU+f+0oPg7aWrs+1+k9FqYrPqqluTytHAq+VnU7PRrgFL3gxLO9ZBWHPt18jT3Uxk89DyyKPKLJYb6LkUa+joIhvh0ItD2j2D++2wyWviqjv7z+NW09GSAlvpuwZzwksFA+/JPsPEOHTL43koo92gBbPC59RT44aTu+mw9kPkjwqT0wadA9RV0sPY+Xf7xEUpK+5TlnOgR+SrsaPoS+h9eavSDwdD4Zf12+Wyhdvqi0Lr514o8+eN61vjajjT0U95G+AKCSPrlKdD6pt5S+DwCmvU3eer6WWcW+c/BqvuFsRL5a60c6M0BVvgBY3j0PWvQ9e1FMvBWZTj4a5Rm+FCynvNhXxr2mOB++xSU0PmCIxz4eOQy+a40/Ph5rTD5UHPg93nsNvIA0PT3CXpa9nUPEvjGQrT3l3tk9lXQAPrnqC77eHvo9NDdsPEaqr74rrTU9L4s2PYf9E70Ebm29nNBivZxTPD4ikIS+HCiwvmRruj1//e07kY/OPkd3nL0WPvC7tb8qvW5j+T09p6g9tSIVvSTGj7u7h1W+M3sGvsRX/T0pZBa91x4kvvxsWT6uU7++xjV4vpPP4L32AVm9Urf9PeAcsj1hqo2+521zPrNdib7E+ue8udabvuvTnb5JOYY9uVt6PqErrD0p44++/Gt7vieJX75B9PA93k70PbPs8T2R5Ue9LnxqvjWYcj37jMO4I+YgPWUH3b1eHoo9t7s2PeGghL482pM9Tx+lvVi7ND4WNA2++mmtPWKamb3ilYQ9qmJCPbWAZL46mhA+sTYlvryomD7Si1G7AW0Dvvrqar03X3m+jeuiPoxxgz1VcHa+RGUuPvU49T2xbu+9427EvSBaYL18AWG+qnQGvUdW3r6Jwa083KYCvaRSyL4QaS29DC8wviWAXz6qJJK+TGVvPsDHor2dCl++ivG0PZkiPT5HFeE82q4dvs4MXj0o9QA+BuZru+yPZz5RXiC+SpSTvUSeBT34lGW+ZeFzveaSLr7DsZY8MIVLvcR2Ab2+G4U+eltCPraEzTwGF4W+m5RNvXxSLT59OPM9DbuZveqtQz6xQds9U29GvoR2q7xTcXw+b7ZEPjX8+b23kqw9bEhPPqrcJr63QCe9Y+UXvmGnG76IUKw9+FUTPlr82L7Hk129pjmQvIC5iL4HRZ4+5rqtvsXE2byoZYs+SOlXPSBkVz7I5uK9CF9BviPTvr4Gj5c85EttvdWd6rydOtK7RidCPqXLTD1ra188ktCFPD8owr1PRuC9riw9vUJ1lb3CcX6936t0vQqP/r2aL8m9peVDvpbo/j0/IkY8dqQKvRK75j3xP9W9fNAKvsvHeL3X4n+8QtY+vs43iT0rShw9e8kZvXHeMb6R9jq8Ie3FPTPsZb68tqw8zlQvvtU9Fz6nB1y+aMpJvZddEz4EQbQ8iBu8vZ9iOb4I1Sa+FtE7vhk51r1Z+WU8disQvkoIoT33B9G8l9EWPZJ92734YPi9MOt5vow9iz0ru509+yQuvV591r3GzRo+9XXtvdx14LxbEXi+YaYWvZMY671+e7A8OZ5nPd3Ivb0aORs+heravBbCH72VHHC+BGUEvBMxHL1iXpW+07v3PO66Cz0m0wg+xhqlPYENRz0avXu9E97/Pc96nzyPHmo9YkTnPdk5CL68Jtu8rRj1vUHqEb5XvEM9805RPvnMEb2qbsO8sBsKPiebcL4oelu+QkSnvW0+rjzRvwA+GXMvvbGihb1o03+9uUMEvat1yTzNhI29E0ElPPowEz1FRT6+0918PaBuCDuvTci8/RjMPMNEnrmsCVM8LFeQvJODkT2I9hY+OHMOPrUoBr4Z2AY+YANWvT1jfr1HDtc90JYuvj835L0z90w+8CRnvcLehL0u4QW+wACPPTnh073feh89u5Haveh2eD7i1km9FFkkPr2iWz57J/69gKErvnAVvb7BHgc91k9rvlEWDT4qs8q9lD55PkbeCT2OUXq+gN2AvbHCV7ybYSE+1Xn7vYyYJb67MJI+vWYGvlwqrL5VtPC86wUSvh1mo7yttl4+rUkyvvR/MD2TbHs+2i7svJDuk70ekNI9YhDwvYmRPz5xxMc8haYgvbU70z306/o9/enMPXoIN74yQgy9M8uqvV+5kj0NcZC9jTXOPCM0yb27IT08E7gWPemLHr76zXg+2f5PPn4PJr7lkRe9i24bPqd5CT6IfC2+h3iLPhJHArw2EJM+vr9rPbeo572Ocyu+royEvvnDIj0Do4m+QWQ9PmKNUjxsbV09+YkRv+T60bwHkTY+r6DKveScI75pHK++vuRRvmZ+iD1+OCU9gBq2ulfjv70JyJ6+Ef/Vvpiz0j2Au628UxmUPXe4rb05IK89V7xNvsIWsj0zvre9VMTqu6NdnzvYtDU+VWNXvukChz319qa9ps3iPSsjsT09qay9NCErPjsXRT0DtM4703aTvlCYhD7IB7E9u3avPXXrx7omSEU9WEaEvNdexb2Vaxy+LuuYvZWNuz3wyKO8PX1Jvs1qsD0b5zS94Ly0vnWkGD4vCjw++ViMPWXEtT3zIlA9P4pHvqdqjrxh9xY95WhovpnDk76pg5s9IQGgvAZrAT47pZY8C8gvvhdlBL5/Ngu+upiSvhp8Ob4KtvC9Kx2hPmbItz2kLiw+GqTou9DVmz2YEsu8iRObvdGZeb7mNjk9EUsJPsIkEL0uyIU9WTilvrgQYL4Bnyc+qmCjPeBgwr4DQx69OnpqvRRGRz2mQ2U9oasSPt0Qw77IjOq8vuDMPVhvlb1eZJ29nfYwPktXCz5Z54++nCaRPe6ExzyumVU+EE6Eu23WbL68Yga+z8v/PNeuAz2x6Ou9HAcwPvn6h710FoG+0VvXPl09yr0s7EW+0AcpPREw7L2glly+OoXXvaYnOz4nYJe+oKu5vYXHDT7OFDe+nXsjvpIw7r1DywC+Z1wjPvjT07wQ1hy+COHMPXnv3b7/RAI+M+ByOzvDBD7y8xw+iqs2vgFkXL21rrW9YJJgPsSQVj19jRG+++N5vq5cjT4qTri+qDlWvn1IvT0xk1S+OoLGvNoehb2VJIM+hY58PkjHnD3KkoC+fjinPZiJJj2zqAw+NAYZPWZbET77p0O+wu0IvmzvBb2nGQO+E1EvPQhuVz0p0V69ppisvaRjtT6P+589+MS1vqWZjL22Tr6+cMhQvdPgs7whfSm9K08lPirmm72XwZU+WG+RvlRtmD6DeXU+vakTvl0Bej5tRyK+OZFpvu/7GL5ZNLS94ygCPqYo2zz8f2s+eOXgPcMT0j0ZW307Tli6PJ4YN7ymx709mde+va+3V7y5wZY9K0MTPoeSrD1JQV0+tj8TPfAnmb1ljh09DBkpPiESdj7Ctxs99deAPQ9+0z3X2J473I5ZPnFYbjyN4cu8kG80PjMrPL0qHc69UDi4PfrP6703wyM9IBqFvQpXND7N74M9cj3tPQlYHT1kJCi9OnpcPOt6ED5BDVQ+B27pPZu9Qz72AJc+csGkvFAsBL1vONQ92gLYOxqn3bvPJ+k9OUkWPUYUrj20N4S8M5WEvvSf+z27aE+9UpGsPoUAP7xZYoG8gAQKvgQdpb2JFoM9JxoTvPjXlT2pccM9tRVUvmuGNT5j7lK9p5slvthfBTwJoHW9KyshvUUkrb1n4Gg9oV0DPkbe3708Aiu+1KEPPj+soLtHKgO+KL80PmDmMryq5Ie92JS7O1cA3L2qgFc+sroPviU0c727Z3y83sZ1vf12RL1ohV29NvOkvVVNeD3QCiG8HsmLuwnxazy/Nba9aXpXvijhFb4y3/U9XLBwvRoPrz2bC1W9Ux61PNjdnbwZIK89jv+PvCGlMT3drde96NyNPq2H+L2sNRs+oiGmO/HOibxjRYs+3p7oPYjAI77aJiE93DKQveT6372RCGq9TqJdvjhqLD22una7qW56uwuAKD4rGpO9T9Kpvq/TvDy62gO97mJdvkuB8z0mJq+9wW+svYTWVL7JTQg+80ikvp2BLT7BIgW/yiBJvnQm0jyXWHc+Bdw4vnF8Bj1wZ4a+dkhiPUyxLDyt4Yk+ByAhPjPnqr7xnII+ZUNjvZQNI73DPdy94xqevcH0U72HRSM+zfAhvpONSr4Y2zw9vWHLvUXkv7yKB0C+P55YvmF+qbs3iyQ+WdKFvlAPxL7agGk9vCeePXhV67uT2F++Ddlpvog4RD7ypnc+1vFPPVWSirx4m1O7Ou4rPumlVTutYiE+FdcuPqqOUz5TgAQ9FohVPnWzxj4PFHk+I+fGvmVaST5sEhe9/hIAPnJyqT0fdzC+9k6YPSjDwb38bqy+6DmpvkHrB75Jt3s+4mKZvohYBD6iLjC+BMZjvjpsPD4wbgw+5Owfvtp/PL43tAU++SObvvMae75TxjI+Uh92O25kjT2gQRG+084PvwAoSr6olZq+fsZkPlceNz5/CYI8s7YcPrDtDb7uTLm9XWZiO/+KMr6BuIq9XbyevOuc1j2jVTa+/9bnPS5CJb4QRI++hpiuPqN/nT59Fg6+0ASkvrGALr6q1d09hrJJviUaX72G4eq9NzfRO9EGYD3JOQm9GeKivgQmNT5SaEC+PZWDvYatT75/ceQ9wfyvvXph0D1p6jk8UBuCvov+jr2KQLy9GCbqvYbvhL0l+5W9tx1OvnV94T61m2o8sfTSPVGPjb6lThA+pa9jPkwGHT1pUPi9UOi5vao7ob6NLCM+nqm1vd4bOD6mp6A8SoUTu8bmrb2hu5w+GiQ2vrsMl77BpzG+K+9DvjY8Kr0GSFY+Yt8kPrZpVr2jt9e9Uw2UPon+jT1V6/Q9iybevd3EaT7wD0A9HWG8Puapnz6Vwl08TrvcPkSsuD7SyKw+wTUGPshkpr7qwSw9IQWuPfrMEz7QAwo+MZmlPWGQCb5Lco69uU2KPidtejyFDI69RYQCPsOYhz2EYJe9oI9BPv8v/j7F/Lo9pC3gvJskqz75dJu+eWldvr0KbL1t3WY+JL9sPkgpzTzLDNc8fTOGvaxJhz56hV4+fzeIPQ7JlD7qYoE+ONiLvjdYv76en6W9GaeDPGRGpT0MPWw+uD5+vqiWvL1UKWW+2i+vvYfoZD414ps+IfNhvUzPbT2Y7Q29FxuTvfjAKD7VKos+yMqfPRr1wr3JBT+9z72XPrLUBj7QECq+z1yTPF3kBr7TkjW+ZpOgvToY5j0stp6+/U2SvYIabr0IOFs9scQ7PgdvKb7gIoi+z9uBvRjBB74ofiw+mkyWvoFOxD5cn48+/eLfPsddtjoVRnA9iKeLPaL33b2NDDs+vaWlvuQ3br1aWPo912PLOiGFJL7jtRa+pogsvsEnYz0iIn88WwMzvupBLb4rPCO+fdrJvfPOoL5n1Vq+F9vOPd/dez1E22G+9BHHPVSeaT6xFVi+pTwevuVYKD75vhY+b576vK1gIr42aV6+Al4QPvnxB732ti29BT88vTtWELt+Hw++E+igvJaCUb4XiUK9GxaYvb3RNr6sppc9ukCrvMs2gr0wAgK+HNsIPaPwVb4Hz7y9HlmNvFr5870R3c+9ZRflPUQ3fr5uRoa+k19RviSb7T2Zxw89LuS1vZNLuj24ey++KaEevnXw972gFW++vQACPd0Hw716BLm+KT2NPYQUGr4pKU6++1MRvuK3E72+0oI9b11+PaqE/L0WxQU9SL/UPGHFN76JsPk9bT0AvF2JML5jK948mz0PvoJzLj3mcpk9bds5viTHu71jCFC+hhMpPYvxCb6g0tK9OnvpvaSasD2ebrO+sBz7vTcQJ75j6Uy+k4cAPsW1Jr6+12u+y6D8PdyyMr5AsyU8+HnLvcHtN77UW/69p04WvoR8M74ltzg+HyLoPc+edb41UM69v5sPvqd8br5K2I2+VQO8vbIowD3Mm+c9lSIvPHdZNb7rRtE91PYnPCeGR7wWTmC+dbAivkOHrTwpD2i+FbYevtpREL2AhVu+TcCvPZi8S71caC2+lc3Nvb/7e70oSbo8mPf7vGxuzj1bJqy9AMFcvpb8Gb45xIy+w2m/PXUl9bxXjjq+TTtyPr6gmD10hom+de/ovCtcgb2T31E+OA3fPSAu6b0z04E+zl2TvJbOiD4wyyo7oHmDPIiEWL7+cis+mlRivhd/jzx9Qj69JTauvlkFj72mqlq+pH6Bvd+Fcj5feLs9qcYNvgLTkL3LOtu9GmeXPhpWjz2rVZ48roHjPcJ4Wj3VPSq8roKTPS7JQj6QOB+9Iam7vXucVbsSRBO+41ofPaYk7j3IPn690hNfvv+kaL4Q4uk9vHZVvfg4pD5yRLW9jiAFvOM5oj1f5KE9rod1vhUXQj5II3C8yxeIPTBmdb39iBM+5lrCu0k3wTwimzi+TjB1vhMuvDxEX4S+EKMZPt1VOD45GG8+vSbEPT59XT3gLfi9dge+PtrRkz2Iac89vZaZPYXoDD7I6G++rrr2vbm6nz7QT9g9APuEPhW2Hz0hw2y8Fu4gPiWyq70u10A9w1mSvVk4y7saZPi971NLPvsrub41zmy97SjZPWrUKb7GJY2+i7m8vQKgRL1pW6A8odQmvJAcvD2R61M+g8CePtyFMr5l6d89ZwHiPUUoyL2Wk/K9gQKuPYr9wj0evZ89s5hsPfIUrL096CO8J/jtvb8Ijb4LsBi9g5URPc2O/r3FJjS+ED+tPRKo5D08n5I9ABpDPiWVvz1FVpC9NUBOPownWT7+gxw9EJOkPR9uNj0dDqS+2cCOPYqN8j1GUT8+zWX9PcGXkL0C6w4+vX3pvMKdBT6hYPC8c7povsGgkr7BEzy97JGfvHp4Pj2FtgA+GUyRvAVvvb1oxjU9lP8dPSpJpLwZiHA83lOdPn6Ngr69aDI+8XqHvsSxFT5JVU+9cuFDPq8hCr09CAQ+9n9VPnK5xb0/5ea8nwwUvuBkzryG8Gy+vYR9Pbs/Lz4Pq429gqQcvhjsiD1SsT++RY08PhgYqL2aQRM+VYchPicYhL2XJSe+u7i+PXyd+D1kQww+9dwUvbx8dbx5lo8+3AJzvbmdr71W8sG9wUfbvVINAT5a24g+aLUnO1pRJz4goUu8/1VOPn6TiL1ARy69mZSrPb+vsz6bHQS/elORPt9Kl72bEq09NmwcvtzDdD0Pp0Q90reavfvYXT23nb+9HyhnPcljPj5KBia+DtJjPhIWTD0hzeI96O6svW+XiT27AQG8b7AdPTyaUz3Gm/E9urZpvevvRb4pZgA+aAvlvj49Ib6gvwo7lYJCPUItAz2MhJS9iE4OPTUJab45+ji+y8S7vSh3HT5IqXS9rLugPhoj0r21idA97ApYPuFCBT6c9a09RwKUvsIpJT1LBCs+lfJzvqV4WL1FBEa9ldYvPcU3pb5A7Qy+SR0fPbYkML6BXYA8OHFZvpMhGL4MuQK+u28APoyCzj2wLyO+yapRvuSTFr7XllW+egVJvkpJOz6D55C9Pm8oux6Xa72UUrc9a9wwvg9Dqr3g8lm+OghHPu99Or5XQCI9z3h2vssDzb2yR7q8A3BePcWASr4NVju9u3qSvkTh0b2hLme+ciDfvUvT5b1wjIo9IVhpvLOCD72L/AG9z2XRPfnz/TwMS0k9RCLYvbxDcr4xNmi+BZP8vcLdCDw2Pj2+hV1lvuxU6L3LwQW+2+savcFqDr7rNQG+Pv4/vgT+BzxtdY2+S9lIvpUjEr5R3He+l2esPeicmLy2U+c9X/pSPQyvkrz8ffy92WfUPBWqabxGqBA+p40CvjMIxb1xcDi+6m94vZdcuL1SkZi9oSQAvvWwmb52zrU9TQgNvt5B+L2fNAy+aZv2vRDiazw6tAi+boiQvnot9b2ITXO+dO27vM17Rr241ge92KQ/vg/Zhb7wDFK+clvNvBpjxj2oIEm+Zs/ovV5chL2Dmi6+jUOjvU8zMb7tQRS9aAfTPCe/kLszAEy+9NCBvrgqVb7dHve93IIlvs0BE75GZCy8+DZ5PZ1BMD1HSEq9OrnSvR9swr2A80i+9YQbvd8oCr7MQxm9BVwlPtXUzbytrgi+Uh0OvdKmB75Knyk82pPJPDYJrL22ks29iqdBvhbBbDvkeMe9vQY/vYktBD4HDIM9hcggPvg1Dj6k602+dqU3Po7R772ImWe+yzkDPUxcQrxQI0i9S+SxPISNAb4hwIG8szW0vEUkZL26qEE9xoSVvsGoyLyL1By+f02fvYH4x71Lalq917YXPvYVOT3DhJu9e1ICPoB5p73Uq9e8hl74PbCLxD38pgE9pr5JPni9kL3S9QA8n1fBPWZTZT1LLQK+0Bj9vNimpr6eLy++aHdmPVr2v73ozyk+1iBgvU5+Rj1FaiG8adEKPaBhEz4zvOq9je/VvWAxDT5AL9M9Uxv0vECJ4r0Z3pe9G0mRvh7VyjzgWrs9fHMAPssqM77fLsq9ocUavoWxWr1tfl0+4Yz7vSpgWT2ZFQu+TQA6PY7qmr2YBvO9j8UwPjoEHz3EJ0a+R+gTvrNWIL02OZy9QWU6Pg+MLb6nhxu9p5sLvQQIb74YEs69wZYTPU1h6z0zhek9TmTHvHvIG70sP2M9lhsSvqYZmLstKgo+sSIAPu6SljrBYYS8aVMJu4VJMj5+Khc9lXMzvdc4Eb3gcjy+GBT8PbwpvbwwZAm+P72uPYsw5b0CxBO+Jb9LvIb9/jteCiO9yExNOyQHPD1frh++iT74PQ/Db72CfL09FZ2oPBD4kzwmGyM8bNzbPY0EKT1sIUC+E+dWPqs5oT0iqS49e2/NPXWIOj0JnYc9HPSbPdOQmz3spqk8atRNPjc0Jj4BPB297mKoPe5vLD5Q2TM9WnbzPYnmLj5EFJ29Zo8zvQxqbDuj2r89ZamCPMl+gT0RYkQ94tnoPfathT3GBIg+yHZavG+HB77kwLo9LHelPRQF8D3hB5Q8DJmXvWRkJTk26ok+Fj0JPhwnWz2o/JK9INWeO5B3ND5cGvM9M1QCPixREb0QN2O9DcWdvlJ6NT4L8AG9vHouvE05XT6Rlw8+GwBYPe6DcL6F5qs9oJQ3vJL/zjzbnvA8ig4XvsNZwT2ciHE+bEIYPV8nnDycoli9AsiVPU5azDt+nn07UnWjPUPl4D1iPrI9ntD7O6VyJr2x88A9Les5PhTgc76vQ9O9t8iWvLnKwbwELfm9nHz9vTJjXT06M9g9YW0IPgqFq7wa44O9VyDuvfeIOr6Oytw8sCPyPYgkBL4jdsm9thRaPekPhL44s/E9XHOQPsgozj01osq8hYyfvcuqkb2qaWm+EKuoPE5nBr1Qf2s+TiKWvY/sfD2b/IC8HwJNPnPjuTwO8es8xfWIPeVfGT2ANgQ9MEpkPdsnwjyXM9A93LDNPXwcBL0Snu49f9cuPW0pmz2MITk+//n6POsaDb3POqA9c9TVPFqkAL1t5kU+NXYHPqcmG70kaNw9HGaPPSwTnzurgTK9+bqNPEZfsj3lhwO+i/A4vgykN74+AxA+6VkgveLRrz1WNoY8d5QlvmdbzD0habc9CT3xvd3aBj9VhRM+0IuVvGfqIL5tSaA91HMCPbwJlT7RRhk9WA46PpTFzb0Vnja93Lq7Ol9NljzxJme+VE+TPhuipj4+izQ+dG3oPaHLrz1GX9e5vClHvuWgO77l5x69davAvfU53L0+QFs+zAEZPXZRRr3Qwv28WzeQPjPHjL1Mps4+y/UfPo2wRD7oRts8syjwPdAMzz2ly/g9DoUMP0hNlb6nkB89xGKsvHv+PTyUpAM+zikhvqybKz5yFTA9KBV1vg0Maj6ZP/u9suDIvHQRsj0CRCE+CnSUPSQvITx5j+a8Fo9kPQMKVD4Cn1e+sj+IPs41tbuYobc7pxuQvL36WboxoYi8FYBzvdrLwr0MdgI9ysDQPf55XT2C46Q9PFhDvhy8kjzoSbm9mHmyvew6QzxOVQq+nz9bPilSW71lesk7Q6VEvN6zQj7l8Dg+MMBgPmaMGD6ghQo9NTrku25BKL7PaAo+3OSFvd/XJr7jwpE9XLHRPro2tb1m5x25N0J9vEUrY729zo674nebvEXj+73IXKg95/FbvLe36T0wBhq+TCFevjrmjT17lwQ+VKKWu0qnBb6ZHhq93RlCvuswAD7bo889HEQXPr7H+r12Flg+f1Gevaptp7y31Y4+pBPUvjhvrr3kc0Q9gZh5veFwg73GgXm+uTSBvi/Qs761j7m9uzL3vc4cqz0NT1A9ND+mvYZoz72+0Ks9v5rbvcBGzrwvql4+cQ2UvHRkFz4daBI8RQbXviDfVb3mOxu9rFTIvVEUBD703RE+iT5HvMf/oj5W7Ho9t2YUvjSwTD2eIbG9hJZCPo1GtT1MtA8+csqGvLSgsT2owRW+Oa4Kva1z0z1a6pw+td7AvpSzxj3LszO+2a8rvghm1j3ebHO+36qPPpdFnb72rhg+u3K4PWBP8r3j26s96bmevr7VLbzq8By+yWtNPinzAj4B5MC9S8g0PhB3WD6ICB0+XmQmvbKsJLxNnFK+F5PmvlPcSz51tfS9X0mwvuFm0T19QzO+JEQHv94dfj7EXEm+sheIvqVn3j3++wk+lCtpPhi4Cb421c87+q9tPTndgj4ZMHO9Y18tvthVPb3v7Rc+f/mHPNOxJ74MQFO9vOfovHXaCjw9lkA+vb5/vuY1173bfdg8ReiAvm1WmTxruHe9+pVzvedOJz5EPN28JQwkPhPnWL5sKuG7DbYLPM7lSr7sg4o90cPfPW0Cijx3l+48A2g7Pk7jIz5UMMs+XNnyvvMZjzx/LE++pgtgvQ585T1DX2S8iFVNPo2+/roYYX0+kKGQvgN0Nr7NsIS+VMHmPZQMj74gMJi93paoPdg7kz5pNYe+5R3oPrCLhT0vXR+9BiFpO8PiCDp6nts8nPgdPsbY3j6H0QG9b1qnvXSDjj0n1Im9gOyBvRavoz0BsyE7x9AmPbmVYL5eMLs8mQ+KPtLFwD69S4e+ONQOvnvkbb722oQ+Wt+MvCA9zT39RbG+O4RFvRSXEj7Amiu9T9qPvaQxKb2PtZ8+BcpavolMkj44jDU9Z4DavMNIdD7Fvgi/6T+lvv6jo731B+u80ylSPoQqOL4/WV+97pmjPpHbKT5BZKO+E1KpPbDzLL6hfyS9emfIPVqBIL6oQqw+7wetvfl2ST2qz5a+Dl2OPcyxhb31Tc0+6PnEvTXHrD5PouC7jgFWvlCQJL7YSjc9SeOOvePKCL3TZD4+1MhUvjscOz3lJkw+StgVvcrxJz7ryQA+0IavPTPBJb44SOE9ejuLvk3ca76lJoI9LqOzPLM4Gb5w3Se+/u02PnOIOz6FEkO9iMlWPl/3j7l9lFq9TemCvqDJWz2eq7g+3zxPPUrXKj5x5kI8Gqj7u2HyCD4jkhq9Wu0OPmRWPj79rM49UoKBvt75dD6kxQW+thQ0vm3UKL6F6FY+VvuZuk9bGT5NPJW+/SAWv8DDFb6RZoc+gozfPZqV2L3jD/q8i043PQwFA74W8F6+97FPPsgabLwHAHk812+mO7qAfz6CS689PJLgPacu5DzOK6y9lP6dPWyaoz1c8M29Un3qvQ1qNz5V1o89wYKcu6pcMb4bX089pDEePQBBLLwyOTI8QNgfvdNB+T2J6uq8JYUXPTJPD77I8zm84PEnvhOLnT6Vcjs+o1q9vVnehj0BehE+Pa4mPvqZUz0tvTk9G7IKvQiUNLn6BT0+ZFaKvQzL5T2m9Jy98nJ8va21ND2eDbk+/TsMPrGsPz2YHdW93RahvSg6dr1nh4k9Yr98Pj2iqLwRRe68RYC7vKmeUTyRTC486/XNPZOsBr4hIpO9ATgBvh3gPr54YkY92symvfR9iz3/7IU9us7uPbeHar3uxLg9VjkWPr6/xz3Q5cm9KnmrPd/meD2scrG96pyCvDv8Br4s8Cw+9oFvvVV5pz0yj7U7AJ8VPQpiVz6eDoi99DT3vXz5Db21SIg+ff9aPFGtnb3Of1Y+85oBPlDCZj2c1Mw9ebwXvcFHZD6E6Da+7DnkPZpzNLwEx3g9SEXtPe5BHb56jxC+pABNPeNH5j1K/249BZxtPixuIr1q8lI+yCPavYM+fj0XKOo8jT/BvTOXhb3ijiy94pmkvTQnOTzEIQm+hIVYvvtWbTzkSKA8JFR+vQw0uD2KRPu9mpPJvbMtlL1ER0A8FQ0wPR8Foj0llI0+BTb7Phiv4ztHbB49BN2zPThtCL4bbWY+f448PpeGDL5q8RO+BzQIvo5Z1L0UK/c8elnAPeYzCb51VqE9TNrzPYXhRL2eB7C9SISavqULAD3exCk+/OKKPRtL8L05ayy975fKPizpxzuBgrQ+z3I8PXsYCr6kKd896AtYPovtOL6t3w6+zDtmPjv2Vj4iLRu+1p9/PUesyb1tfqi+TmDSvcd9HLy91Jm+aEPJvZlII75N1JW9kMD6PRFDMz7pXY2+6zGxuiMNQ743K22+ckiBPlWewT1XMTG+6IojPauFNL7lc3M9CzKPvtJ/4D0iBb49PsdRvqgrTz7DrHK+4JJOPgjCo70MTa+91EaDPpxgh74iX7K+fzLTPgbk1L3FZQc+2cv0PTLydz7Jp4u9McNJPACqoz7LVIa9tCnWvc7K8DyjDVK9PUI+PeaBZT6A2iA99sCRPfPQ/zs1iAa8Sd6VvRfr9z62hhW9Fi8Zvp/8oz6bER8+zouMPe931b03Gle+boLAPCQnyj7q+i8+0SaaPJisXLwYy3S90PlovloNiT7se1A9G5HKPMoev7yLK549jR+lvYKzBj6uILI+v0TyvbrptD04P/C9uPh7PgOYND6xrmg+9P4mPPvuiL2pBHo+YTMEvuXGgzxPh40+d0cJvtvbAj2bwvG9zsffPd9vjr72h6O+CxcQPvPnuL5Nfgq+h/ZRvhBUV75EniS+pCJ9Pe+A0r2O4dQ9VenovoRzjb4iZQE+qYT0PGZ8CT41n206yvlTPVrFLj5TRZY9PgqKPORni71je/y93wUgPoyDWb0BoIS9WXcJv54t2z1J3Ai+bm2LvpvyTr165l68NPzTvjYchr40xRA88kTqvk8XXTrncAk7f6qlvd6SNL6I+jE9C1qhPmCQgj72Vp49WYx8PWryJT7rZRK+QepKvsrxxT3wiyO+pX9Fvk8wYj1U5iu+Pq4XPnNH2r1lX7C+FQGVPvh/Cr6oo/g+bSi8ux7sPb3Znoa+ElH+vDefBb6oWec9tiFZPj2v7j0OIbG+BxuHvjfBeb3iDcq6hIckvhiQAT5FXuS9UomCvtfsDD6/O/m8RyMHPTttSz5wLko+QT6WvucOQ739h6W94BnmvRDaX71T/iY9Ji1avDI2Tj6kTpK+c5Z+vs/jrz7FcKa9w/uOvSkJvL6IFEs+O2jQPZHkjz7TogM9hw3ovQWxiL5sDvm8S3KFPTxFZb0EQCI+HOQvPoSzxzwB4Kw9mFuQvqTpAb4WkI291s0purYsWjsYlqy9QwZevhCDHD2BKDS+RYtUPXPn+L0H3Rc+vOJmPVgsE76QfBW+RC23vJqHWr7jM2G+y9fau4szU75HCYs9hciGvvT0Pr6AWYg9kwlrvrgApTrCHWe+RAbrvXylOr1ZmO89n+3CvaqRC71zXzK+XPbVvMWJAL5LXAu+zORAvlyRsz0SZhq9UPsQPoEBcr7Arpu9RfIdPrVXFL3uyrO9aNa7vP2hc75SqSg9X/vZvY/zoj1Ul6O96VzHPNp2A77dmJk8bCKPuqoda74dH8C9eLsvPUnaX7ycOHC+/xoRvrEfdb6Nhqa+7nEJPsqsDTw8t3Q9cMuIu6ZwIr5fNUc9cW7yO7uEAr6O3+a8cFDWPUH1Db7yZki+qBKFPfQ7Erurg2y+SMIVPjPz3LwA9Wy9oSBzvWSGCr5VeNY97jhuvjBVdL6kNUa91tFKvjpfBL50cCO9iRTfPdFqNj58QTe8MAegPX3BXb4NIxM+puC6vIxX8Dr5HTi9ed9tvkPZBD0mgii8dKhQveqGUr5Q8Za9HAMjvjISEzxtTQG+LqhsvXLjMb6LJf+9DRrCvZlPO77F7I++kMLVPIIlTjyRD8w85Sabvj8+Nr4Bxve9ewJCPTW1hT2j5MS9QaLrvelKD74PNF2+ina+PRkTP76lRhW+pl1ZvhnrSD2mUh4+H0+tvciHBj7tSeG9zyxZPVOAZL6v7u08jGV3vtuYyjzjuqG9lZcwvbzk3byirYi9bNPOvpcWPT7cFpe7JDlPvuKoVT2G94i+fjQMPRTClL5oXLA9C+gGv5nRvrzd82K+xMv5PQ+UKD0phwQ9vEWePeS0Hz7hpoc85bBzuxz8rzwEmIg+c170vR7wWb4s9807RmmCvdeh/T03+Q4+kknru7yWLD6NyRo7c9c4POUKnDykeYM9mFRVvTuUGr3zccK+8HpuvqJNLj5M+U8+IH0JvsD4ub0auQm9htZqvrIV2L0kc3m+8dE7O7XAnL3eLuS9rp1WvWq7Fr3r2h8+wjaVPe3C/bzxLoc+YLXDPOd7tz35REG90Xw2Pek7J72XdvM9/wJzve6xuzwErN09/OHvPS8eLj6ZFW69rNG2vmzMlD25Lne97WQGvmQLlL72npC+8GEvPqOz8z36Guw6HEuzPCzGwD0SNBk+xRadvroIDDvPSmq++74Jvl0pQ72czuy9N18kPgOIKj451QA+Ek5zvnlh5L0m6Vm9+KOrPkXPgT57Zde9LjiUvM+lkz2oriw+3dVovh60Lr7el8m9vLx2vcr9sbxFkuA941MUvj7Jjj1Xldo9ZZpxvlpRY77S54o+m1wPvfXkwr2O1As+EB6TPX9NIrz3e1s9oWIfvoXpYT4FQFS+lLDsvDyzU74kSHy9m0YUPjG00b3BDT6+veaBvqAjWT4IRBw+XBG0PFyHcrzl70Q+IvYevoTErj1CfOw9xiK5vQY6mz0yzCO8zSj4vcJhzTyXN6k+y16PPayuHb6pBla+KBL4PQrY1borrAE+ioU6PUIpl72uhTO+FLXLvZhJbb0qlxw+DStOvpI4s731weK9NJlaPWO0MrwvPDc+Cm0hPlTyRb1mBWG9FY0RPcHNxD3hGGg+8qyovRzH3T58ciA+uJodPm+GJT5jmG89GElQPhdrTT6KdoI+BSr8vFd7vb5Yozw+lzeTPjqR+T3yAUM+cH56vWBvBL16/vC9PhfPPWU+mj1ZMT46eBqRvLJ6X75yj0u+TfmUPQ/MST5ZKi29D88yvTtgLj5NWh8+Oh6jvftVQ760oiC+aPtjuuLKmT1aMz4+ZmqLvbRa9jykMVO8DbQDvV0+3D0dZB8+p7CkPX9fKb2+CME93C0OPqjn/j0uZca8mtgwPIoyn7yBhz+9ZqmLPWvBTD3vSw4+WVLMPMzyX77A03E+IqWTvrcRhT6mo4Q9MGQ8vtme3Lt/Nxo+WbXKPkWJnT2s8I++MelbPdBMfr7axwG+IFuZPUc0Mb7EDNk9tH4Vvq70W71CQwI+8kPQPbAFqrxJzii+Da+APtaJ0jwyPEc9z7wnvbHtW7voZos+IHQsPQc7LL4DKJA7FJR9vUnAxT1m0i48pyJnvm1Qnj071a09"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "R/wZPAfrpjslQNi8JA6SvKrHXb0IuiG97zaOvMcWary1Cv48NP23vTiZ/7060Py9H2YEvvGaOL2xjUE8OwrVPVNFHL1/1MS9+mbnvNX+fr1kuVs89Am/vQc2zrx+hJy9OwktOgrLuz1BX689ptoIvXZTtrz/zRi96/kYO+HWhb1LwY+9arOwvLE0jT3X+KW8zjFnvkKdy70hQoK8B7civi42071gSvS9/cVCPcuh2r0HUVm9cRGKPDdgiL1aaKK8dB2zO68tnz2pQz690pQuvfGccb0V06C9rG66PYI3ATwLWoS9F2G5vWwFH71PmiU9WDZivtQN5bxDMpG9WYnTu1op6T3AIhy9DOuRvItfBL6ILD+9QxaHPa4bC70a2+O85I7BvWmW5L2SEVM9GQLDPAnIYD2n81C94IMNPmADgb3VFuk4Hpudu5TmFb51alq9HBi/PT5yaD1j4wY+7Up7vZE4pb1tycu8taYGvtwIij3Y2DU+2yQrvmQfyb0AVFm9R6YDPi8qrjsDGkO9hVH7PGLgOD1aXFE8cGKUPby297z2tH46huLNPDV+Pr1Jaji8yTA+vUdXrL2OEbA7MJgZu1q/wb1ZqDu8+ys9vTN3TL4lT4K6mW8PvblP07zIkQW97whVvdBJvbn3+aa9opzhvEYMAr1kRBS+jLT5PH/hD70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 