{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "ViIuPjpQMb7y6zW+5GS/vaRgoL1RE0c9r1+Cu39GF77C8iK+pMnaPfIZqb2FGEO+CvU8ve7okryMJpK8H+y/vMFs4bzmAqM7mli/PRdx/b4sCGE9rXFWPlVtP76qfX0+KD6rPSfiET2PvDa/K0aBvX3o+j21/3E9k/jcvnuGq7xEu629H5YCvelRxb1+Y9q84UiIPFPLQj6WfSK+/alOvd92WL5DUD09SLgSPlfMkL4MQAi+5+YfPqK8rb3Apa69FeplvovwR75GbDO+/jAEvXSnfL3sMSM9JqfePbn1AL94GA69o3kWvrJk6L2aqzE+dU+FPhaJLjz7tBM+DU7cPWZMUL4CHY89lsARvi0eS73NbSo++qPmvK1EaT25OZo9CKbBvS+BL76RJ4k8kapovp6DMr450q+7yuZgvmx6ljp5th0+9wCzPCBKRb0syni+gGjxPf0Us71+Pgq7c8nHPMcl/71De6O9Vb5OPrRtCj5B3U++RiVQPsWTij3snxq+MSgCPlj0Pz5zHwO+u3DaPOquqT11SEQ+XOQ3vZhZQTom7hG9Zwz+vpJ+gT1B9Ci7XahrvrBHvL2a8JO9/4m2vH5/wj33H5U+KpaHPH6ODL7dAy++JH+7vefKnr0kstC9T+zXu9TUCL45jn49P3g5PabvgL7wy7U9BMldPTVWTr1c1Mu9gGphva27gDyorGO9Vv3vvTTuHD6eLBE84S0vPmCsVb53qlK+Q9GBvkrd/7ydFps9hSxmOxNOZ74YxAe+3RhPPuDIpj3HLug9E626PXIi7Lz+2wS6BihrvvJsYbz4r+y9eo1Dvk116DzF0o0+qBsXvrdFhjxzkGC9Lf4HvuPo7r1WGw88f2EdvnG4BT7y4Ac/iwxzvf8jkLsPvbW68SlHPkwTlb2atKm9ZjfcvQ7GIz1W00S90S0SPp+Guj30GG68QsJLPV0XEb4S1Nu7HEPxPRhZl70skzg9g1wdvVRrPT2dnTq+S+AbvZkEKTrBA0+94P7QvdDPSL5On4i+If1dPUS9kb3CvZk9CZcgPp++sL3R65G9K6PZvU+oPD5xPY++1BhIPvQfQT7FzeQ6CGw6vgwKZzzsCsS9uP9tPiaBEry9V2a9vSrSvbNksb3NNWM9TVoIvdIPj70y00s+D+lcvQheSj49Jrw9ZAdovqgACL2+XXY+DIXhO/ZDJj5vG3s+arGOvQHYNL4xp5m8l4zkvNEVsr7/u5w9UfoyPlMFar19uX4+pGc6vr03Fb6H4u+9dDvSPVAT0b25CgG+9chiPH3F2L2Udf+9lBJbvlEaML1zNQY+2v2Lvn/65b1tGRs+vbUCPkZVtD0hLKi9pQCEvnwchr0xWcI9B1lVvpN1DD74bbc8RwqlPr8hAjzoHAU+BjDKvQdOrb1CNEU9qgrPvAZrjz59rxO9LRGNvYUOrb1OTfc6mCOqvKmnGTxQci0+Fpd0vbqnHjw4Jc49rllCPqcUzT3HPMq9qoLhvLltmjuvOpE9OhZUvd9Kwz3b1w89W480PvHXZ73qmR6+kiYoPqRg9jwdi/q63ez3PbA4Mz6YYKm9A409PENeNb5d0zG9zoSDvidJPb5UoJs8TCu9vRc0gj1RIHK9nkkyPlcfmT1wJOe9PCDPPWfxgj3rXbm9veQRPixNdr16Y789V9Z0vqD5Qj71ste9polEPuyKVb2CJW8+pTyPPagekTwkT/I9RjY0vAEG4zyvrBQ+OYJIvmAogL6s3ry+kPOxPbHnCzq8KoY+oUDhvV70uL3bV5M8qLpXPu4nyL3Kyqa7A+2mvTtNoz3Ra2M+PLAXPjknLT1weeO9/qMfvtkCQDyNe749sNe3PoqWAD6gyVE8aaosvEzG9b2JuLU9uKq3PbNGHDsjksc9LD+YvnxajD2nE7U9BVuOPgaUPD4pUiC9fbcTvhYXcr5hUC2+zuPXPQocnr7jxec98D0NPXx/oDybJR8+/gd2PHlkDz3IbBA+2YltvVd6v72gaIU79qeGPjBtE751Wca9hmC/vbISWr6aRQw86Z17PrBWir0f1d09cX9+v5OIa7w6UxY+sTdMviwcJr5dyEU+mYlfPu4CdD4HN4M84/sMvCkCUr3apGS+tOTKvUPX9LtparY94KMPPYnoir5URki+Uk1Rvg/Air7LL4W+4PhLPjRUSr2Nw2I+WU64vSCxqD4q1pS/vijfOgGVD7zCgOs9NieMParpkD0h/Qy+uxDyPbdhDz5luDK+d4NLvhKrrbwdMqA9SreGvkN/wz3I0Rs+iwLKvtqqQb1CQka9PborvmBTLT708/+9ghEZPhsoVD+kpQU+itCgPZuXRL7HaUa9VxN7PcFiAL2jyOu9RV8IPSqyAL5Ehzy+ajwaPlUI1r2uHEa+kWrQvdCChz1KdQM+gB1NvqJ9gz5tH5y+MZijPeduBr5G9xA+KHBlvtDOuTylhyo+s32bvdSEOD5ERsC9HJgnvoFJeL4YRRo9DUCePb4iIbt+i+E9QiR4vv1Lib6bfGc91PlsvrWTlr3JbIk9rWfmPWTxnz3QfJU925dtvhPghTz7B4i+1tsVPt/sDT57wii+R5dMvuxFDj5LxQk+dX6VvpNslbtmWnc9vqbSPfpC1j1cefa8ucbjvSiMcL5Yq9S80sdEPuObtbyj3og95FRqvhVCqj3rMBS+5rcmvSKgSb53fvc916amPRwh770NOmm+Bc96PQ8xBb5YP0i9EoM/vj2FTj38tO89Nk6mPXsSVb03nA69dTzjvbwrm7y69S0+6u3OO1xxpz2NTuK9ql9VvF940z3Cy849To1vvkVkOz1Cjno+turcPfR1Br68I9U9Rt72PE+DCz5STsA9VheHPuLAez37u5c8a3zBO+nC4LzQggS+lQMYviDuNzuvJ9y9fSP7vVbdG77WfZ49QT1bPkbTwL1zMmg+Q3fBPaxQCz7AJRU+wU+Nvf/eib0viz89QHc0vKKzFj6+5Iq+5CftPUoqeT29Ene9IuQ6vgvbOT7CPXW9fi1bvZXdZz3NpnW9Oj+tvRcddT5cgzA+mzUvvS3uQj1lD1e9YbBuPXF7ir6d8Si9cCh8vmEIM70SaRm9/iMEPhMkGb7xd8Y9ZI1avbG+Vz2eeA6+1CCEvDPBBz7S+gU+EypaPbBro71w4V++y346Pmx/tb64pxQ+VhSuPUaX/z37K7Q+gyGiPuTomj22+Ym+79gGvopRpbxc8RU+9UOAPcKKtr1LhnE8gIuLvavUVz4ASRY+WHlbvM8mKj5oWYC9LgAfvCWReb5/LjQ9M/EhvXtmTr6Fupi9fK8bvnkJQb3mieq+fVD6PvkxwbzRzIo9vknbvZgRMD7Yxic9ZyctPnVBhb7Gd8I8J0f8vR+GOr2rDIW4PYtEvT97cr4WJzu82zWwvYCceT3o5cC9dDU9votJqr1lczs+V7kgO86/q73Su5o9AHaWPugNYz6L++29kZHJvdfCrb11lQO97QM5PkF9eb6V88E9M25pPoElDL2IZXU+9KaUOyCA4z0mbLO9umbsvtJn07xXWB0+v2RnvXbQ/D1EnM69as7Evd98hD5MgIM+R/kKvtVwBj6lOqu97pIcvkwaVb3OvCU+ozCDvqSqgL6hyIQ945ViviaCAj2pGiO98JnCvYWaFr0F3sI91euiPDcHQr7TPKG+I88XPjM0Pb3e4I290Fz6vV7oHD3ROnW+i5alPhu9iL45dLE9Y6QNOrzkcL5WqOu9KbDovZCJEr55XWg9xZDDPX9fUD0rdLU98y62vMo/Dj7lG7o+KiExO65uvL4vbDe+Q/r1PdL3Cj0hVZc+OCx5PLJDmb7K81g9cu7fvrkP6zw3OVa+7u0Nvq4D+b2bHGk+vP8PvhYmE7yIjB6+btxJveKRaj6XB2U+lbZYPWr4Sj4+B8W8tgMCviFZwb0eaAW+AMrgPZ47Tj4Xeiu+zSbAO1tqX76o84Y97RnlvTs5Cr6FzE2+T7BEvUgYgD3K0sa9cRmXvTRpmr6NG0k+YqY/vuqjjT3f4ck9JF9ePfzuej0u7w6+kkdVPVBpNL0Hh7G8QxLevc9sNT1jMqu8fwaPviOFZ72bH28+7Sn+OWGnyjwmC9a9ehF8v7DDkD1Ad7o8AXltvgTXA739Vc697hu8vSNrgL6rcSG9iSRmvgSKFD2h9Y+9ZecFvnIoST7uMiM9NJa0vZXAk70SMLk9mn8NvpZZET6x1EW+k44EvQjx4z4BU2W9+LKyPjF4rb6yEIy/UmYfviP52b1udKK+CijRPggq1LwQ5Kq+qRwwvrZzFb7LSjW+4GEoPdhmqj33ZfQ9XUW3vbaFD70wbmi+8W3mPeGGKz6XnTg+B510vkERwz6WSiK9tVHtvddWEL+iYQ89jrJAPjr8AD7Zbqe9xI/TvpBrmL2n3cC8WK5IvgdWED5nJ7Y9zOoWvsHjCb1Bq3W+/helvoQvMT4JT5e+zmI5Pvdg9D3yI6C+zhm0PmuQNb4HS4A9V7ybvRkHi70tSbG9Af0jPAwySzzpJgU9LflLvkXKQryFaik9O+WCvhl5Oz6zFWy+2nkFv6wHrD6b9fK8ML/jvaFgTz25nhe9kP2evgDX+b0E7jm+uG6KPgP7jL41ODu+RDWEvmVgHb4nO9C9AZ6yvWjR3T0wn/y9f6YlPvOEnL4Etmg9yTuSPcqZ5D1HTt88dHTCvbmM3z2Kjjy9lTc7vqdWLD1e9jw+mAE0Pk2Rxj05/4q+p/T/vBOnwT2QRIO+NUqcPNLhHD4/a7O+ph0BPlMG3z0/mKC9hZEvPlBjR703qCg+GQFGvT0zWL5+C1W+SliRvUhKDjtEGIs9hBsvvkE1yD693BO+ZaF4PM73wDwUCzQ+FdEePgvkCb7pnds+KIraPal9QD2p7Xq91imhPe4Syj7VbBC9PXWZPs8SHrs1FzU+96KdvrsGQLty7Kg8uuLjPPdaQT1PV6W8JKZcPPBC8by4U6m7jFvnvS93yLzL1rQ+iuwOO3JTOj7TjpQ9iGydvvfIMb7co0g91WoXvjnzpzxQcR88WHWaOl/Joru/J208P19LPoGOLj47oSQ9N1yAvk5Rpb16fwY+LIQ9PRvIcz6LWQc+Dfh2PAJYdrxPl5G9sheRPHbch76Ogwy+dGcmPdjugL2OUb49ViCXPVJmsbvgQNw8G0GpvYnesT1aqeW9gvPKPIhYnD1KylI+azuHPeXJzT1z6ja9qJwpvCvZLT1KSYE9QSHPvWNUXT39q2o+lm4HvkucT75sMlq+E7cOPPDhSj0GJpy9cgQgvtVGZ74B8Y69GkiyvXXL6r2uAxi9TwAGPpABPb0vzrG9o1B+vfhVpb0coDM+iLK6PoGsxLtUsOA9LS72vZJCub1alYS+AoMKP+bvYL4LViI+rWGevdHXKLwk/C2+sWNQPhrv8bwZP1K9plCavuIH+L3Je0G++cCzvemQhb61Sac9L6J0vn7Dr703Q16+75BEvvtKnD0utkg+wM+WPfWFGL5ssYA9bKS9PgTFGD47RoK+uO17voT9S77HY5i9X3HqPFHXt70YrnG9+qFFPevNaj3PBRE/0Xe/Pfz5pz6zngy+9Ctdvn2vTLwQ0xI+IuCdvbB52j2hOyO8CJCkvf9SFD4X3gQ+ppOQPJnngj4Xec+9Ffjeuu55Sz7Mq1w+mnGRvgY+mT1aghA74bzrvT5WMD5d4hm+1qhVPVAL2LzXi0W9Yf/6u+rZXz0jOLm7w03QPWHQpL6hhEI9IYXWPJzp7T0t1EC+O/s+Pkvu7r1tkHg9G5OMvpwsNr5KNsU9qP+MvU5kUj4Yn449BEEovI6Bir0S7Se9uUZxvY2HqDytFKM+OVQRvkSLOb1hOjA+mIIkPtJEBD5dnog+6u5pPXxb/b0O5y6+ZqDfvog7ZL1vu5k8KliTvXSQWb7k6Ak+Ii/JPRGQBT6ih2u+VsiQPELSob2CKUw8LmkZPpkRgL10veI9T6cDvgNQfT7jpuw8HXgUPZvvvT1Sreq+3CCxvj0AIb7CNB29tPXUPHMbi72DEhK+y/KTPTsUpjrYAvC9Ed6Ivsz2WL4n7Gc+j8vKvQVqib58Iyy+62LGvNudGz6Juyq+6PJePt/7LL63wFq+NFKmvDA7mj78vS49Nmmqvsxjkb0kDos+d6mZvcbL+T2zlTI+Gd8sPsahpb00KgW+pmkgv0oZTr4uyvy9LnoSvas8JD7JTsa9Ge9Mvup+DL0pFk+8y1s7PT5Ui70qmLG9QIMMvgfUVb6p2B0+m6j2vd91Ub0MtCC8aoVWvkT9Yb5IjFu91DVdOp/O5j1b5I09WgnIvDB3Nr3L3pA7vmBLPhWZT7zNwoM9hGQrPuOyiz2UnYu9v0SJvVV3FL5Bx+u9UlqnPT+nDD0A1wy98AwavhtCBD0I5G4+ztUMvtGSHr6vI1G8moxvvZi81r1nOzo+ycaZvVhDV73jT9o9XSWdvTZljj1h/2q+Mdw+PnZR172awtw8tkhIvvqoobxXdY09artcvWcLcr3G38A+uvX1vZD5AL68C7+7S0wGvoNhnj2xtnO+i96HPX1qor19WUG+w1GhvfOap71N1ZM8GH68vcxVub2bg0y+2ISjvVDqgj0PHg8+tVI1PlG6Pr4MaVO+UtRmPaQ0CT6x1o+9KCH0vaxAxb0AyqG8OGYcPgeTwT0hMAi9XvaNvY/aGT17oaa9NgTrPdZ2bz1Yig++UaEcPu3VMj0GOs297qeqvXwRgr2jbgK+Xi6MvfmwN77artg8a+4JProalrxy03++NPUIPVHWcz4S2XO++fUevmikpL3Zaa68gCIyPt1oWz2PBRS+/UUhvgLYgLznsLk9VFRbPbxdy73/7IY9OmHcPUSgHTxKk/g96fS4PQbwwr4bdz49G8HVvXkAUL5QsyY+eLQuPhq/Pr6SWzE+z20oPkmVLL4SgVs96ZREPi0kzb1Psf09muiCvvazb75qzAA+AryCvY9FWbw9oRc9Er5+vNfGjjzB9iG+MX4tPQlWcT7wPA0+0ppJvWzeZL4ZccS9tGETvQmTFL1IIUu8q17YvXYWG7737GU+KzOtvZykBj6fpik+ACnzPcHkLL5vVQc+SwZ0PfhLd75dPWO8vDOtPbHK8L1yosg9JZ8CPYz2dTwvSvK99/yUvT48GLxG2Ui+5bozPfFO+Twc6Q+9I8TGPaIvlr6wbAY+Nm6DvWa6jTwXKNC6tAl5vu9MPr6hJ249Zu4CvcqSEL5gUkW9U/pAvc6vkj3a+me+39IVvYIN/z3R7ce7VSsAPpShu71LTgg94DVKvjoewr11opS9Oqwevh64br1c/Ti+Lq6lPV8pHD70aKA67Px8PM/eFj6NWCO+zZy+vZBfAr6llHs9f552PkLGAT0hn1C+rvmAvj2h3L2Xqu49zS/bPLkVBL5SKj+9PgRkuwKumL6w1Cq8dZsKvTakWD6KyEi+wb30vC6XLr6fXhM+yIH3PX5pxT3NrYs96o4EPGnvYr7FmAk9PtwjPs8vaT3GTju+KQA9PRUOn72K7bk9TbbJPbx1Hrz0g2W+UVQuPpzF3z3kk9U8yNaVvNcQPT4Qpym+MXsEPlZyETy/gMa85TQwPiDnvT332+O9jTeyPm0jXb0v8ba8NtoRvQX3rzuqb44+670nvaFA5rp9O1a9mjmhPnlSFbyAb6s9SyeiPPYrEj70rDQ+OzVpPuc5m72Y28O9fyLoPc4zG72Y6Ta9eK4LPkUqgz6j1vA8H4dtPBOdtb0WiMw9ghY7vGwWRz3R4WE+C4BUvX43j73IJMI8W1ZgPLumpD76srW9GbaJPgU0dD60lQI+FOkKvpwBqb2KjAg8K4YSPuN7wz4Is+67nRY2PlbwS76WLMA9GQR+Pv+j1r0D4ci8Ap3bPfBA2T3SfX88iFU2vkhzDj7uv7I9MeQLPGzEprwTt0g+UBmQvOs0XD0x1jI9eyRIvsvzczyZGFC+gLyNvTtVgD7PXi2+TSoFPkqdJLwBJyi+wVbmve5H170tw/29rCP/PBKQW74n+w4+LBUAPmK9AL5xqZU69zcRPf2BUr2rzTU+P8FOviFtbLvrkzk+G78KviM9dr04SRq+He2CPpHHUj04jyU+yfULPVLfw7zSa0a+cHqDvg3ZpbvTrGW+jZ3jvFimuLxvrqu8JEKEvZAyLr7gyEK9OpgtvZq4Ar0m9Ac+h19yPdICar20Bum9T19SPEaUG76Maqs9nUcUvgpQor3xVAk9jnbdvSBES75MDKU8Q4+Uu69Y07wSxfw93HInvOuDur2lRj49oKm1vSzoLr5wQ4O+Npk2vJCBYL5b/V69yCCAvXCtsj1zpGo+qUfpPTVPRD7K1UW+aYlIPRdnN77ukXC983rEvYNJQr0DCjM7+D+MvZTlXr6M5jU9fwVhveBjGb2ecZQ86SIPvv67Xr6rZs29Df3jvCmMID1SuuO9y2H2vVzvUr6fBLq9tyKUvD1Jn7zrMhM+QdgEvkVsML0HA8a95GLqvc9djL0M8Y09cXCvvXDhCrwu9Sg9QSyRvZ/rpj1i6AG+KFRRvgBtu7350Se+D3+WvR+uBb5Qlne9YOwGvlTo3z1kaA496HgwPZtURLzM1AI9Fw/DvWEKmb5rDEG7GXCDvRoEhj3+HOm9SEcOvmWUJj3Cnoo8tIQRPiumfrzTeZM8NrXDPW/MDL4Yxgu+zDZZO1xt6r3vIQE9WAibPSE6UL7ZSQa+uz7+PaGaZL60AIK8BEV0vSYIGL4irNe95XVyvcamH72GGUy+BFDCPf5S1b3V3S++drpMPas+Zb5yd5+9muwkPeDKOb0vmEi+sICROQqPo70EfdC9WpGuu05SJTwSzpu+rpPGvTnxF76uvEm+dLdyPcB/D76sXB+9/zwQvoq4dT49l7y7TXR4vs5/x70/D6i8ZXquPeOmWj6Bmzq9TmDzvRwVsj1C6n0+dLc4PjNkKLz8+Ec+n9/BvSKGRbtL12S+szgTPfJsFz2cyb2+e8mtPDj1yb30tyk+Prp7PZEi2L3lz9q9zaSIPrjMDL5H1oe+jHzovYErtL1YZnA+vAiPvuxS2z3r1Ok7ghjzvauVTD6UQrw9J4AOvEOLvD1u3Ea+rEr5vVKgAr5bpkS+W41HPlnoNb7DZTg+rBISPvZQbL1HTky+QKajvcA8Hz1t1Hm9VfzmPGhuEb4MATM+VumYPvkKcr7LwxE+NEPKPXNhdT5dGpO8ivS4PZXEBb0/WY49bQxcPhS25r2deIo+WTnoPE/yED227zu+HQ3GvBgdjT73R2685r3XvL147r13YT8+FTf0vPGFF76CChu9BnClu23wNj5ilqa9w7dBPBCX9b3BRLC951voveT7bD5kPo29p0YavPbz7L2EeR48ynDbPZ4WM75d7pA89CjlvRxj/r1C1zk9rP61OnPSnj1QdiC9ASIBvnX0nj4YZdQ9ZiOcvcXQ7z1iT3s8dVEmvk+Fi73XmLC744gDvgYpSb3aVQE9zeCuPateLT0+/VG+xQhFvA3HgT1kms67sVTHvAXj8L0rgYE8prlCvnLMkT3l70S7+RtLPgepQ7yvgVO7iSJnPmhULD5PR3O9QKTkPAsfMr6gnri+xeaAPiLLiz09ohO9KkM8viOgRD5BPLO+m409PgvOWL0bdIW+qLyHPk5Y8bw82oy96kNHPvlO3r1i7749bdyUvp4lX7tYdGA+Lr1/Pg2xebzg6jm+wHcRPopjjL6wwPa8hpSEPG1XL77BMPe9/SUkPmqXfT0ugzS9YleCu/eYCL7ZfIA9Se8EvuBQrT0jrD4+v9hgvZmVB7616H2+29iSPmfkLb1la50+Ea4IvZnst7vT9ga+kXJjPuBepD6DG8+9A0cqPtIpCj41ULS9oiS9Pm8rAz4rP4G93R+oPpm/iT722s482EyIPjlfbb3wF3A+gCxVPkllF742bBW9vVlpvcwXUT1b3uG9DhqtPXHgaT5LVay8eB4OPXfNE740ayC9IgObPYyfzj3LFEo6TcfLvhZliDx5NHo+qdRLvu3xZz6LPpO9al5DvuGaAb7kAP29AQ0kPXtql77hJte9o2U2PXlOHL30G94++qepPfp9470d6Z497Kq3vSo3zT3VTk87aV8yvrfsGD5miE89Lw5GPahZWb0p3i4+tsQUPk02KD5l6k09EhsjPjVInD4N+5e9k5zxvXPrQj6RsuY7K3/nPUNliD5cYGk95KSgvawpkL4uWbg+iSoLPv4V3z1qP/W86MccPvRAazvlYmO+PZlyvnlSyL7py748I0bivXGQpL2gAwu+aBakPHvAhD121Qa8HMCHPBKbwrxRbAW9SiNEvrmZoj1NlgS+qS2qPRR9Sz2Kg/K966BbvhIPML06VQA8his3PD0LXz2CVY49g6vKvd6qQj6aARO9JHQlvmFvhL4JaNE76T4yPjophj0GFoE+wDwvvoAadzwwrnm9YNlAvVlWHL1ECni+5GyMvZsA9Du5RE2+UTRHPWmAzjzuOtI85EwWPZVcSD7W3L89vigBvmqAVbsFu/e9gPLVPbd0Szzzv+08oBS4PZhLHb68Rv29UepOPGa9ir19MyW8JVqTPsJ4zL0Ov5C9+jx/vVntbT42fM+9PtlJPXiL7b2fPHC88lRNvvoHfbyar+m8SRIXPnoY9b2tQGo92wbHvaUgID64tag9tH9TPgXwhL5g7EC+HolJvg/nGr7bmCc+qoXTPR9fFb6EL588w0HePVafSj5sI9+97t3SvLhPLD51IdO90V8Uvc7ut7z3Bz++H018PSDwWb0C0QI+BKp2vTYDdL49Ebq9sKXxvfHvHz30Is29IAnaPRNUtb2pMVa+QHfQPez6Pz7x3Yq99IGDPY/XGj4FCQQ+2r+QvLZX8r3NuRe+9l0mPk93Az2W1d69Hd1evRH87r0/6Oi9RZxevfbbNjzQB209ft03vnwSUL7oUy0+t+3jvL/d7j1pdJk7cnDbvER8aT4DSFW+g7r2PR8DTj7VgLY9sKjkvFDKHb4NkGE+dmguvZas8j0gyus9zNGsPhNlqzzBDqm+jGMuPdm1TzxDhJe9VF25PLmzlr6zrgu+7SclPiUfmr7PPN48rnStvtBhC769sK4+aOyZvSwKFb2O+9w85fFQPrXATL4jwtw9w/lNPl6Okb4X2Gi+z/AAP2TuFL7JAZ290osGvtk+Dj6lhYg9x8fDPWgvWr6zb8u+JX+qvbtC1bzGznO9kMkEPZfj8bwRTZu8f+NCvH3J2b2IuuW937qOPT6kkr510qm+EbuyPhpXnzxLL0S+7xDEPR4O6T0OvgU/YFHyvZvcJ7xE362+XXCwvX3mJD5KLKy+ReWmvrqbjL5L5u8+vWM8vjrcM76N0ri+/u66PoQRob2D0Iu+t99ZPkFVSD6sQuO9NvLaPJ7jkzwyias9KT8tvaQfO77zDfS9G4ssPUcYlD6N8Jy+etThvIXKjr26yPo9SGqBPthrTz76jZo9wNaRvrT3KT75voS8kiO8vcPXEz7Am32+EDhkPeA0kz7jb4I+IYOQPqWMZT4aJSo9KEGrPVhNir2Shdi8fwxTvkhiDTzQj0q8lzoEvbyaX71d0ec+VbOzvv3mtj4P6wK9Yu+MPmpuy7zfNkG88opavTrzlLxNJOW9CMGsvrfa2z1pk7K9gUPIPSggqrzLZ7K8ef/FO/FiMb57dwY9WiuQPYnfqL0Vao6+HVePvhAglb0Otp49z/yuPaypkrsTmLy9Yiqwvk+8qz3znYg9XPUXPVb9dL2CCgM+Mi9EvoivQz3BauM94vElPeoMZr46Hm2+lvQTvuLnW765C1k+3iqDPGa6Mb1Avzc+dZr4PTwMPr2FpBa++/LXPvMbUr3zh4W9/LQivaMHDr7TYq++XFv5PWrHn74Et/u87zHrPQnSYD49Mhq9do+6PYnBoD3swIC+zJDTurdbbj7ROE++p54VvstKKDw8KW++QS/DPKuxhT4oBik76khXvSGCir4OXAS+G0bSvWzDFb5101y+PfEZvq6MHz73mYm+DH/Pve21q75Kn/E+i6JxPpBEMD4uoYi9rxwJPaTolb3mUb28QSFFvglFBz4yPrE+CiN2vtjU8z08k1S+WFxWPTnYxz5V9GK+Lkq0vX65pj7MsJu9K7+cvsfIsD3er7c+zwhTvpKLeb5w2ZG8SxWgPIqPUj2R5/y9V47jPZPZtj0lRv47QFXZPech1L3ppv49+VQ5vWjIsD0Cm1u+eXHQPUFnbz7Uege9EAK3vu2hi755T7A9KsOMPZ/nWj4Up/k9pYD9vJNehDyA3ra8iNJsvjqGXj6vcuc6a/qCvqMSJ749Ug09IdOFPZ738Dw57hQ+2wZOPh1TEb1DXiE+8cIIvv/Mtb2AVpW+gZRNvtlcvL3C93S8a8xVvvWB5bzVkxi98+XavWu4Hb4KG6C8ND/+vZzbZT73H4a8kflkPamchT0LppE8eiiRPTYfe735N/Y8lXTvPXAZOTzBWVM9604+PnGyhDx0tuK9b8dzvkdqlT1dmXY7tMORvfBIF77t1+W9iRTVvV/ahb0OFne9PBTmvIxAAT4b5wM+ETKgPTCMnL1qA2q9yXMHvfjA7rzAIYA9F1YmPi0wA740+1K+tfgzPtge1j1qZ7A9fcAVPiSuG764Pgy+WwHcvfWW4b38yKw8L4s1vlHSC74rlqk9kggFvsVfJL5fOZs8YelGPVumIr1JwiS+gfCCvSHyq70z2b69LuuWPRcHhzvCyoK+ff0nPR0U8Lzha8Q9GxWTPMK+h71yg9G9AdMoPnDGSD3KIVO+1t5VvSHjHT3WIVU864ruPPGhxzxRsGa9yVAUPsT5O74YF3u+aVcavi4/bj0hhUq9ceB1vlCNTj5rpQq+eE7PvPzYHD1zewq+uw3MPZ7byL1N+sG88EfmPbb7vb3DQgs+/Z2EPrbI2r2qgNS8OjEyvv6+eb51FVi+XCEovmiPGjye4Ya9BdizPauyHb0LujM9l6iMvnWK5706Mhk9OysbO2wVW73oJb4942uZPuTNqj138VE9paMBPjv3Gr0W/kA9gxyfu5AtQr4jbba89uDDPa3zjT4/n0M9UFKlPg1w8j2IWOE9QQeDPjqb07138B886LtVvlhlGb6noJC8Pp/PvsiN5T2hsoS+clWquexRdDuTeLM9ofggvQqNJjwkAck91lTpPQeONL6FIwM8h5fYPfA2BT1dIog+BxwxPkd1ab3Wis29OQidPh6B1r2JYSU+BJ3hvlLZPD4lVxA964kDvqhicL61MRs+N+y9PZP9aL3iweI9sLzQPfPK272cYne+tRwqvoX+Ob35Viq+w/E7vg9ZhL3dvQI9xuEbPs+mxbwsZEQ+8tIqvQ/gXb4y+/C9BUz4OoVQ1j5bRzg9Xg9ivfn5wD5G6Lo9xxgGvjzQbz1qu0++gnhIPi8LKD0WCII+ryJ2PSvIH74R4I6+qbUWvvTFQL4lZCy9mAKgvYaxmz7JOPI9l58HPvScGj5T/6C+sndhve94oLoSJvA913nIPUA/uD0/Ydm8JVhQOyHx0L2It0W9I4pBvuamWj6DQdS94d3RvpWznz5lx3Y+gSIHvd5Ker5HdQE+txMHvgfQC77VATa+Lu2wvjE+rT3s7mo7zn2EPXoBP76pi7i+2eENvY95l750gGw+KNqevXOyTL4Ew/m9075dPod5OD6aBWg+ybf9PVrmmz2X3Z6+EdDKPE0uJD3q9XE9ju8LPpQ8Mr36eem9+/NSvjv79r0zuQe+WQbpPfbmib7vUhE+k1p8PS7rV76EEpm9+0bxvbNP4b4tWAW+dGudPnfvcD6/3M28moEJPtljazvtYRs+srgAPpI6jL0fNSK+RfjrvZyy8btF7CW+g4UyvtiU2r0TWp09j+0UPpRC0T1IGEe++Lslvr4PjT63URQ9b8CZOYfafz5ji5w9w5V4PqD1Mj69qqg+tBQbvqCTeb3mZUK91hijPZ9PyDxopz++IQ/HPkgEyj48M1W+63obvibHfL1YLt09jC/WPTVawD2Nd1W9nQnTvaA45L7waD8+NIsNPgQgFTu+HN+9kY66O8R53j0YCl49FUNSPmnLsr2DbJy+nYh3vXcABj4GspG9tjj2PVlmTL2r3RE+dOYivOtiSD2Ora88uZhgvrTSUD7hRYq81OsnPsood74vo46+REKUvmOprL4WRiA+m55dPjlOSr5ZWxm+fj0FPhsgBz7vdDQ9k1dEvah9Dj43E6k+jQj5POaXiT75kM08Au1KvsXlaDvo/nC+xqoaPql3VL1D5mO++M+hvASQuDsr45g+nfl6PEHnATxYRL+9S1uhPaR93r33lxY+NkPrvlR2Qj5db1A+Q2wHP7IWxz4G5wK+sfquPdcuar7rrYe8ukweOzzqMb5+CqO8+R+SPQVqgL1HiTM9HNiKPC1aYr7lfzm9DJWUPQejk76cPim9jZQkvjqhub2iisE98lOKPYwwDL24Jgy+y9ZHPC8AUbxXoYe8xTo8vriPHj4y3V+968IQvue6db5Krac8qIWHvJBOfb7x+s29+4mpPHoyZzuDykS+orSqvR4B8L3hzBu+MSMSvbRmPL5LLdm8E7jivVyUUr7K5jC9BdPSPLDJkr1A+B8+BwcKPcjTT709FnU9uiMrPc8tFzycRwU9gRoWvqobsL03a0W9J7Ybvvm4mD2BZBY8X5xbPUZxQL7OvgG9Geubvb4KKL7ts588Q6R/PIERsrygo4S9JNh0vsvv5T0VO5E6J0bMvAboLzs6hRU83u2svbgrgL7cG4y9UhxUPZEa0bwzgR6+yH+lvnqkCL2ub7a9neUnvqjIFr4ZYny7hDGAvZ5vTj3tKTu+88z6vSkH0728hTO+we1GvsKScT11WtW+JdhAPm1Z27uVQVO95JnpvSWz9j2oCvy9+YNzvhMSnD1skSw9CdFdvmy4hbwT15+9n0r5veSwgj1dj4a9NjijPDZcoz3tCym+tqC1vcuxJL6ZuEG+C1oqvkpxYL2Pdwc8EP7SvYgEnb1JPUQ94cogPVFvwDvn3o697Qdwvu4TEb5BD6S95drEPGqwJb2nFQI+IjxjvHPbhz6FNfa98/dpvnVsPDy9rt+4H0+gPf9aM77zvBc+wUDOu+R4zj2e2De+hoEcvcsNiT2fTMU9nMA4PaPqUT7rqOm9ovrzPSYDdz1eEqQ+RYM+vph3tjyYTE0+qN1XPjqFCT0aUxk+JQGBvUlTCj3UWmQ9ataivYjcqTzzimk9sC+bPTqz7Lw4QfU9WS5bPpBonj0/3/q7NRMxvTTSdb2J9iA9iAi/u7Zk5zoCrga+B9UYPsYFDL4P1yu+IVsyPU7yPz4z7zk+UUkvPvr5qrwfvUU+SrROPZtxWD2tnPo8I+3rPbA13T0tRmw+f+Jwvqlv8Lw/G7e+uTCjO6dCfj1oHWW+cloHvq9hm71BJVi9ycQ1vtFymLz+/Rs+OwBoPleuFz4TNQc9VwjivdNhhj6Eqeg7KNbkPJPZub1wphe9hIVlvpliFr3V3F++IrryPN2DDj5XCTs96mxavl6w475pVVu+clVUPb2cMT1rZA6+u/4Mvb4GWb4i+/s9UikxPvQkUD5PVdM9iL0ivh95SL4PWaq8F4c4vg9znDy9hgq+1CE0vhT/ZD5i9B+9Uq2yPbmzVr7Zn6y9y4vdvTAYy7wOk0W+dg+PvWQRlLwdBoi9RZCBPRZKw70mIYu8YfFaPrnOaL28iWU9EktSPXhtJD5nL809Z6RqPfExUD27zH4+MOdrPnD2I72VyMa9LCIGPgLZCr0D9pC+F3+EvuvZOb7ZL0i+I0/Evbj0MD0qFpu9vsdgPUIoZ70w3k2+Ms8jvubjWD66wjG8nN68PTPnh75WO/k9Tl5CvoGUur39Q169aRjCvC+C/7yt29g92R+4PomulD2WZ4O95LGIPrWSSb5gl+89iKMjPvpNVz6TTka7FEJRPiIPlj7jvQi9ICkfPrppsL0kS549yMofvfmZKj2IhWy+s/V7O+Y0HD6ow/e9QJzzPCmZAr7KzPC9Pm4qvpobir64kFe9uHjhPPFTTL4wZ56+opSVvAZgPj0yd0g8z10nPWhNHbxPErM7Ur/rOgKW17qMsai97MtCvkCGgz4nuw49J35GPojyNT5O4H8+lEs6Pn92/D0CObW9dlyCvs+yer3K0E2+JwBCvkEsjb2SOks+UecvvpRXmj6L2le+Nx5Lvkp5Lr6jh4g+g98gPmPUy71Pqr+9HCfePPGGRD0ouZE+UIY5vlr3Ir0/YAQ+S9z1vAqEpj5Hjie+7jyEPhZ4NjvDt9892AuPvWiiJr5BJKw9ELmkPXnCY75NOKW8GqDhPCjROr4HqLK+RSogPmjvrD0GCe+9jXAGvo1owr0cCiK+ETlOPkQYbj5WUUu9ch/DvIlD+rza4A8+7HCKvB8CI7zGmZ8+et6fPVnHLL7mYoy9EL/5OxA+Db55bRs9aidovsXtrb1/Ztk9uo1OPY8PPb6iDAE9QC/FPMBDSL16jAW+svdvvvBR9j1rPo+8oocuvoPu872eN2S9sa2LPcR0Ez34WrE9boWOvVy3Czz9cuK8s7GevFSjnr1utaC9S86BPPaGE76epGa9zcotvpvjETzskjk9q3XxvfoE2L1I0oy9BFPyvIfB471/XAo8UO9SPkthEb6iEBm9b773vXtr5D1N/XY7R+25PR8Zsj1W2HC9EEvpvWoUir3obwG9Ll0SPCka+bxYC/q99BkWvmmmw7tpEhW+h+LvvatLHL6L1DK+l28SPiMaAb5vod69qXknvkZ5uz1YS6c7tBvMPdw5M77fDaO++008vnwvWr5OCmS+y0mtvdUgS74YVfA98kgbvquPI74LWJ+9tpbhveRlIL0AWyO+OwtrPVspRb4h0Zu+tC58vXpVqrw5D8K9TkWKve6VXb5fexu+HNVmPdLWALwznuo9oA3tvpBxBz4WVmi+DUsFPNY6Vr6x2lM+ec7nvRDddb2OmMU80IRxvUiAjb5F8Du+EeDaPeafhT1UZwY+sDI9voYFlTyTyTC9nl2lvaYv5z0YkEO9iFXhvQ2fzbyyQYa9xwfgPTRK+r0TS6m9CPI+vapKn73smr69zHe0vaasHb7ARGu9Y+AUPiTw1L0PAwI8BGzgPWXUGT7uqxw+Ef+XvbgEjr5lrYM9oNP0PVPKLj3vSTS9JMtbPvrTTj68F4q9CGnyvfTG8D2uKXe9PqOYvYF4vr2JmAS9+0DZvZh1r71jnkG+QDhAPuZmeb0Zg7Q+m6MpPpXrIrvah+o9HxsrPuGvwjz8cgi+hGg+PRAYHL3jtK29dbSFPpr/hz21Uk89HpuFPPxyY76gK0a+Q+sfvl3Qsz2gYj++zwaVvoWMtbyYxWc9KCgkvrFwUTxux08+Zi7ZPGVpTb66jY09y+BdPE5eQz5lCT2+fsJiPvTErj1sINA9X1UpPVFZebzQt5K+48jUOpHLZrtStIK+l+2ZvVwrdz45C12+lZtdvrhBML4EIZE+e7W2vpdmkD0BrpK+dUaSPnRLcz5NCpS+J8OjvbuVeb6xS8W+8c1qvmDcQ74fUUY6b6lWvoPg3j30xvk9C35XvFUuTz7uuhm+0IGyvDf0yL2U2B++x+k0Pgk7xz6aXAy+pwNAPmTLTj4E2vg9wNQ1vB/COz2NepS9q07EvoFKqz14x9g9zQ0APllqDL4qT/o9gJ98PNzWr74uLjE9X5M1PT2QEb36UnG9jKpjvWr8PT4HzoS+RWuwvi2ovD1y/v07VBLOPpWknr1Z+de7nY8nvRPD+T1lV6c9g7oMvdQXHbuScli+XKIHvqgh+z1YGRS9FGkkvr+mWD54Yb++pbF3vofe4L3Sq1a9a7YAPjRStD0qno2+Cal0PlI9ib7HBO28diGcvv31nb7pR4U9GB56PmQwrz0PFZC+cpR9vretXr44N/Y9IZb0PeUz8D2nqEu9OQtsvlK6bz3afqe5LkEePfHv172+DIo9S5ozPRNXhL4f3pI9G4qnvSSbND6CdQy+tpCwPW0Zmb35LIY9QRk3PXpOZb5UYhE+kd8lvrH9mD7EOxC7BUwEvgVgar2xCHq+aHmjPqplhz1VLHi+/gsvPqMv9D1zDu+9n3TAvSXaZr01NWO+fMsOvfN73r50Y7k8GjcFvbIYyr4mOS+9Z20wvhq1Xj4RRJK+h61wPh43pr0sTV6+h9W3PR6qPT55VNs8gdodvhzaZT0jYQQ+x8KZuxKnZz5XDiG+Il6UvV5DAD09IGS+HHFpvb3oL74zV5M8NxhPvcsNBL36toU+5KdBPpi3yzz9bYW+7VNNvRB1LT5RyfI9vpuVvT3MQj4M0tk9gH9GvuDjqrw6IHs+Jy5FPn3E+b2vDa09tltQPky1Jr7emie91UQXvpExHb4dj609jbwRPkSR2b6QsVi9p+iHvMjwiL63t54+7rWtvgI73LxthYs+Q/ldPcKXVz4AvOG9ypVBvkDqvr7mFJw87olsvWMf37yjb++79WZCPq77TD3lm108MaqCPExwwb0xIeC9ON84vWE9lr1Iq3q9QoV1vXAQ/70Mjcu98/hDvuCt/j2zQTM8Y6sKvVxs6T0qUtS9mFsKvvyKeb2GF3K8rqhAvtTVjD0I9xU9VBgmvY5kMb5wkFS89RDHPU3gZL4Rqao8l7wwvtMwFj5hoFu+xuVTvV7BEj5ei7Q80FG9vZEOOr6J0ia+O4A8vgBF1r3QlF88f58PvmD4nz2mite8MWMXPZUM3b2tjfe90ll6vuq+iD2Wu589hQ0tvTA51705CRs+UT/svWrm4bzaHXm+aYMYvfHE672/3rg80CpoPRuMv7380Bo+WsXbvO37IL25YW++3kIIvF8sF71FUpa+48LrPL0tDT06bwk+SCinPeYSQz1Fpni9QTEAPqZKmjwKHWg9bxzoPZ8ACL4ZCeq84oj0vY6xEb4Iuzw9nSxRPrd9Cb3LZcq8YEIKPuiEcL5WYVu+MeqpvRu8tjx7egE+lyUyvSlehL1zbYK9XNsCvR1Jxjw1iJC9aeYZPCxoDT2+2T6+cv92PWQJIjv7F7m8lqPPPORMqrrkVlU8JyZ/vLr4kD3R0RY+AQ4PPkXFBr4NpQY+KpRYvbqGfL0ePNU9U6ouvqbM473DFkw+JPtlvVFgg72+HQS+kaSOPfwj0r0HRyM97KDbvSNvdz6ZRE29w0ElPqMPXD65HAG+M1AtviG2vb6O9wM9Uv9qvh+iCz7INcq9AJZ2Pg2kCT2pQ3m+Oj6AvUKAebxoZSI+TAf8ve34JL6tnpI+eVcGvqirq74RYvW8w0YRvnFRmLzdCVw+wuAzvvtzLT0vOnw+pz8CvWW9lb2iidA9lavwvf1KQD7otuU86iAhvXsZ1D36L/k9MhHNPXD/OL7P3RG9L4Ssvfkykj3xHY29F9/RPE1CyL1gDkU80nwTPV7sH77qAXk++FtOPqnXJr6hthC9ymAbPh0MCD4MESy+IqGLPlF0C7ygqJE+xuxoPYeg5b1Ldiu+o1CEvvfpJT1plom+gD89PscYVzxQMlc9mf0Rv2hhzrzbVTY+Ht/IvYTgIr5DHq++6BFQvg/qhz1Lqik9+ifnOFduvr3umZ6+XYnWvsk/0T2aHLO8h2KUPThZrr3vjbA9BX9Qvsw4sD3F37u9eV7vu/ubojtDCzU+RBtYvmYchz1gKKm9Q6HlPfwqsD3FVKu9rj8qPlBBQz3ZzMA7wouUvqnMhD7gWrI9oqyyPU7Bz7q43UQ9IhJ1vJ5ex72eMhu+LFeavRT1uz3a65u8y0pIviFTtD2wOzW9sEO0vvVqGD6eSjs+AL2KPZm5sT2pXlU9M9dFvsf0jLygSBE9x1BovsxIk75QLpc9ApxrvI52AT6Ms6M8OuIwvi/VAr5aRAm+25iRvl9TOL55ifO9PY+hProFuj0E4Sw+VDg5u0gOmz3Bvsm8R5WcvQ7ner4R4EI9hr8IPhEKDL0dyYU9WIqlvjEWYb4EcSk+5NaePdqOwb4J0h29VpFuvUzhQj1HSmw93hgTPoJ1wr4ZUeS8SxPQPSz4l73B/aK9KBQxPrm1DD6nnJG+ZliVPdNW1TynOFY+7Byvu3WJbL63Dwe+J9r2PNW9ED2/8Oi9OjQxPi2rg71c8H6+qJHXPr9/y71fv0W+8TYwPZqd5r3Mily+zsPWvQcqOj7xb5i+V8m3vYO8DT6dmje+JWUivk5o673ncQC+B24hPvEbzLxSoRq+TVfOPTUV3r7rTQI+PiVHO90hBj6GKho+MAE3vnpGZr0z4rO9S4VgPn5XWD1MvhG+vP16vtOQjD5k87e+MPdWvrkDvT3bIFW+oHravIWRgb1ztYM+msR8PtX9nD2Ma4C+BmWlPaY6LT0YrAw+U8EjPdcEDz54SkO+1TIKvtIXB72NsQG+7msuPScsVT22kGS96bauvS23tT47fKI96wK1vrhKi71BQb6+wtdUvStQw7xh4Cm9BjcjPnTgm7215ZU+bS+RvrE6mD693Xg+PhASvkIsez5pVyO+CbxovjevF76V/bW9AUgDPpvi3jwYRGs+J5bhPRRD0j3NOIU7JTu9PCBPMLzeLL09hVO/vQNZUrzV1Zg9qd4TPpvnqz1woF0+bqQSPTIgmr0Q2xk9ZHMoPrSfdz41MRg930qBPR1A1D3yd4o7QlBZPlWkejzDWNC83n4yPlJFPr3pJdK9t+i4PXGz7r1zwCI9CsmCvSrbNT4UdIM9XWrpPTuPHT3W5ye9p6BhPAocEj4PalU+cFzpPQLGQz7nP5c+iz+qvG/WAL262tI9Qj3VO21TAbzqr+o9zrkgPYX+rD2tcW+8wimEvqq6+j1GH0m9GBKtPqNLRrwjuIC8uHgLvi9cpL3xqIY9HsALvD03mD1H7cM9UuhVvnFyNT7P/lO9yIwlvjyT/zuU63S9rR4kva5Erb263HA9Xk4FPvSt373NcCu+xIsPPtSOlbta9gO+PQY1Pp0fLrzbtoa9UV+uO+8J3L3CP1c+Q6kPvrEucr1tM268SslyvUdqP71niGC95N+mvXl/ez2fHSW8ZJOhu0AVgTyEHbO9jx9Zvi/4FL7WxfU9JthvvdmvrD2CKFa954q5PP8Ho7zarqw9gZeIvF+uMz1lC9e9FS2OPj8s/L16qBo+iEClO7ZSgbxmhYs+sD/oPTerI7663B89+uGPvWUy4r1tE2y9R1tevhTBLz36nF27Wo+Eu6CcJz6/eZe964SpvvJa1jyRpQe9Y4RdvheS8z12xa692kypvb7jVL7pEgo+CWykvvgbLT6VXAW/xLNIvmtO2jwqvnY+pSk5vm/VCz0HeYe+TN1lPTbxLjy72Yk+3cwiPqXaqr7S+oE+aYNhvYbsIb1/b9+93RafvXwpZL3uLyI+hrghvggoS74qcTo9N73LvSKYmLze4T2+o+RYvno8jLuSaCQ+7xCGviDXxL4FJWg9Kl+gPXXJr7tL4F2+dK5pvrwWRD5vNnk+emFRPRDihLxSuMK6u24tPuwDPzsWeiI+HPkuPnW4Vj5K7go9QMpYPmBgxT5P6Hk+EXTGvlrJSz60Vhu9h+ECPjCSrT1D/TG+hZCXPcYDxb0K16y+bSmpvrWqBr6DZXo+OueavhhqBT7mES6+ldljvgC2PD7O8Qk+9Igfvsf1Or56wAY+mY2avrSueb6eRjE+ZJKzO0ZsiT1xvRC+I5cQvwoSSr69e5q+j6FkPo/DNj7pI3Y8C3QaPtc7Db7Em7m9VMhbO9JlMb42Ho+9NAqcvG+11j1cozm+MdPrPTSRJb7bGY++WmCvPtitnT7+ug++UDqjvvv0Lr5rEOA9tHpKvrjjab2vCOm9HhTGO1AdYD2XLwi9aQCivhv0NT4JaEK+PROAva/fUL5BvuY9pOOtvabzzD3Yv1Y85m6Dvs18kL2xtL+9T1PqvXaSib0Nz5W9bJNOvlJr4T5QwGk8FjLTPRu/jb7Stg8+EWNkPpR+GD37Cfa9mBe4vZ/1oL43WSQ+rdm1vSJEOD6nip08Ibpwu1n+rL25Jp0+Vh42vpVcl760rTG+k3VEvph9Ir1y/1Y+x0IlPmNcVb1/sdi9gYGUPorriz2oZvU92cLgve2Naz7dNT09Gt28PpDknz6Re1k87SfdPnUcuD6Vmqw+cpoFPiqQpr4w+C49pPmrPWVUFD6DIwk+JyyrPWSLCL4sE429EZ+KPoL9jDygCIq9sE4CPp2ZiD2gVJW9gJJDPi5m/j7NmLk90pvTvJabqj60+pq+fhFevqGraL1G2mg+uy5tPoqK0jzdR9A8GiCFvVR/hz4lQl8+pwCLPR/4kz6PjIE+fAmMvt3Yv74ogaO9tiWSPH/Tpj3Pu2s+RAh/vsupvr0TY2i+XxKzvclsZT52Xps+xEZlvXtlcD1fZA29cJaRvcM9KD7ihYo+9LOePQcpxL0IXDu9fK2XPqq2Bj4kciq+ZMyTPIQfB77pODa+rmyhvbCZ6T3Pw5++o9mTveMtbL0RA1k9Mdg6PpZ7Kr4RuYe+j0KCvdllCb77DS0+QGiWvssRxD7TlI8++8ffPoyHBTvM5nE9yPeMPae23b1qXDw+uBqlvvgya70SbvU9FdYXO0FmJL79Hha+feArvlQuYz1Fan88EF4zvg/wLb5OyCK+LhPJvW+Vob5d+1q+NQfPPU6EfT3pGWG+Ge7HPcZraj48jli+6roevk2zKT7vXRY+Kgj9vHD8Ir4wfl2+nRcRPqZuC70nLCi92gs+vQy8Lbtuig2+7ZKgvNrrUb66DkO9HmSavYC+Nr56QJc98imuvMf6hL1BCQG+bt8KPQOvU77MCbu9ReSEvID09L2IeMy9mw/kPToRgL55gIe+JTJRvlhF7j17CRI956eyvfbTuz3gui6+YT0fvkyC870s7G6+dngDPSg1w70hyLi+7X6OPcBZGb7YKVC+WQkSvkGjDb3BpoE9J619PXr1+L0/ggU9/TbWPHE0OL7s+/k9g5HQu8voML6QOvA8XowOvt4gJT3eZpk9SM85vkNMu70dKFC+K+InPfCLCr4/xdC9QKvqvfF6sT1SJLS+0hH8vYGDJ77HVEy+C6AAPncRJ74VGG6+pWX9PTl2M76eOiM88i3Lvcb5N75o4/m9qxAYvj64M75jiTg+jhTnPQSpdr77ds69aEcQvrOEbr4Vlo2+e/m5vWCavD2c9OY9L9lLPOe5Nr5aONI9mVMfPA63Rrz1UmC+12sjvllprjwQsmi+8e8evmSYEL0v6lq+D5evPeyOTr2KYi++sxPNvWOQfr3zsrw8RU4HvQ0K0T3peKW9prpcvqaVGb44mYy+Z72+PZZL97zqTjy+4idxPnWimD2HJ4q+Gb/lvH4zg70p+lA+A/PfPRn26r1u0oE+iLWXvIV9iD5IFE07HM6PPIX/V775fik+W7ZivtcykTzYNEO9Wpqtvrsckr3Fj1m+Qix9vdqtcT7ZEb49FiEOvv+9lb1/hta9suGWPi8Qjz2U1608jSHiParEVT3WwRG8YYyYPWknQj6mHSG9/sK5vXaBRrsIaBa+esMePaDv7j3uWYO9LtlfvrB6ab5VHus9U8hQvbDCpD6FJ7i9X/UVvGMFoT3UcaA9o7R1vrCCQT5JcHG8+x6JPW+ufb2kTRM+EIOUuy6zwzw8DTe+jg51vkOnszxT0YS+fDIZPvv9Nz54GHA+60/CPR2UWD1mhPi9Xta+PtqDlj0k7c89diGXPSInDD6Q42++/Hz5vTmUnj7rTtc9i5uEPmzeIj1yfWm8sBsgPpjPq73iJD89FpyRvZNMzrsW1Pe96zlMPm5Rub7hOm+9pC7YPVW+Kr47kou+u1u9vVXlR708+qE8tV0dvGN9wj3HTlU+OciePmsGMr6t6ds93tTiPb3Zxb1F8PG9Y5GqPSYVwj1L3aM944VtPa9fp72idiK8rxDxvfYvjb5Kqhu9yfgJPdkr/b25ajS+JlurPW0O5D1JRpQ9PQpDPs4Avj2jUZa9pmlLPjYOWD7bDhc9RwKlPelHOD0aBKS+tg6PPVnp8T2cLT8+hNcBPmgTjr24rQ4+bNfxvA16Bj6Ur+e8QQ5ovjehkr4zTEC9J3SZvIpxPj34wP49QJp6vIY6vb290TY9L9EOPa/Mo7zsl3U84ICdPq6Vgr72ejI+pBaHvtWSFj49Y1C93DZEPoa2EL3g0QQ+MJdVPnZtxr2Y2OG8+xQUvtlEzrxDlWu+PTV5PUkwMz5Gaoy9Mj8cvjWDjT3tEUC+RDY9PtuJpr1izhI+c9UiPv0+gr2MfSa+vS69PX4i+j0jVAw+tXYUvQn9gLzM+I8+skVzveLMq73948W9N1fbvZlo/z1/HYk+W55cOxHkKT6Mviu85HFOPou1ir3mzzO9tp6rPWNPtD7l8wO/f5CSPlpqlb1xZqw9QfUdvoBTaj0li0k96RSVvbyiWT0gL729TfxmPUPYPT65XSW+92JjPhJdTz1jQt89flitvcxziD0ADdi7IQoXPSD4Tz3gh/I9hgxwvTovRr5HH/09PZXlvsAuIb7lw846UjM7PU+9Az35NZa926cSPferar7Gazi+BE+/vZ5kHD68zXO9jYShPrgvz70ht9E9u5VYPvh8BD7Okq89U6uTvu8eJz3dlSg+gbhxvkWXXb23jUy98DEyPeKApb4yWg2+rK0ePW7kLr6MvoA8l+pZvkqoGL4mawG+s4kAPgLlzj0NPyS+iotRvuGvF74UwVS+Jr9IvmGSOz6wn5C9qO8zu/WTZ71LPrg9fYEvvnc2qr0fOVm+rAxIPvedOr5uWSE9f0J4vliFz70xqrS8q8dePYOwS77hhju9hvmSvozq0r3WyWi+VpvgvVyH5732tYw91pV1vDYFCr1HKP689B/TPcJE+Dwmgk09p57ZvZm/cb7lzGe+K5X7vfTcGTy1OD2+LwRlvlCx5r0WRgW+vZ0WvYN3D77C2AK+cvo+vujQCjyvto2+U0NIvlsNEb7R1na+uxyrPeQXjbxDZ+Y96TJQPXq6kLyVW/y9/GjQPNg+brzhjA8+hLoBvhKBxb3t0jW+i9t3vf26ub1VxZi9Hvn/vetcmL6a5LY9eGQNvnsQ+r3V3gq+sIL3vduOczy9ogm+G7SQvrCS9b0jlnS+rUO/vJ3TSb39oQi9wqs/vm7dhr7dTVK+UEbRvFNAxj0kcUe+NnLrvXxJhr177S6+3nahvY/cML54MRC98RjXPOhHnLsPNEy+2ZCBvinQVb7VSve94F0lvgMvEr6Prhy8tX54PTnxMD3pVUm9zyfTvenlwb3crkm+GOMdvX0ZCr6QOBi96vwkPiOJz7x43Ae+GpQOvX3KB77NhCI8Uu/EPLHorr11Vs+9E7I/vhsMXDvXD8a9HGM/vehQBD74Rns9b94ePqzoDT668U2+bWY1Pg4+8r3ryme+ptsHPW7TR7zuLEe9Lj6ZPDfxAb6NJGy8vVquvCJ8X70maUA9vgSXvuV3y7xiFx+++J2hvTBrxb0Wv1a9UMQWPvDEMj0AoZi91jQCPm7Frr1I5bq8XPr2PXgTwT1/owU9eFpJPlaek70Kww48bW/IPcTmXj0k7gO+auzmvA6wpb40PDG+UPlqPfKYwb3d+ic+ImVovfcLPT1vTwy8FOQFPfwnEj7p8ey9HCfbvZ1ODT5dhc891pbovKBa472ZGZi9yvqQvpZ5yDwm47o9DSkBPl1qNL5rssa9OhUcvjoMXb1DgF8+0Cb7vd0oYj2qFA2+zlk1PcivoL0/He+9t6gyPvyBJj0PQEe+wPYTvnsaH71yxZm9VJE6PldnLb7vzCa99v8RvWu6a74/Us+9WAcJPXX06j3Htuw9GGbNvJMRHr1vlmU9Ce0TvhJ5E7tsvws+3Zf9PawZnDp9+ly8H8W1up3NMD7STRU9zDUvvbD8Cr2zfzi+J6v9PezbubxmaAu+GPqwPft44r2jHBO+mEZevJmOFjy2gSa995gnO51dRD1uRSC+8N70PXVFcL2ZnLo9bWiWPEg0jzw3MA08u2TaPfGcKz0VZUG+XIdXPoz0nD3w+SQ9p1rNPSUXNz22U4Y9U2acPYX8mz1kMLo8h+9NPqfiJj480xm9OAurPQkVLT5ELjA9OcHzPbGPLz5dHpy9JIA2vZOlMTuk88E9aUdkPF/Ogz1KS0M9OrToPevNgj1eVYg+T4RgvMQZCL6YF7w9wFamPWMm7z0Kp5s8rfqYvVYn5Drbt4g+5KoJPkfAYD2Ia469GXaxO5jBMz44n/M9wsYAPrK6F71MwWK9ZUGevu4fNT4/bQC9gxotvODpXT64SxA+1pBYPdUycL6VNac92j42vLluzTz8XvA8WhAVvjUewT3kDXI+ViQYPVjfljwt3069tkKTPRfopztRyl07CX+oPYNI3j2tbrE9uJf8O832KL3PMsc9UAI7PkGMc74lm9O9VBeSvGIhvbyCa/e9Xnj9vVcsYT019tc9hLsMPhxeq7zNFYa9n4/mvaAZO77BXuI8xijwPW2TBL5hxMa9sf1aPfeZhL5NRvA98YCQPuQuzz0Dq8i8gK2hvUXrkr3HKWq+sb6hPCDcAL1fsWo+5u+WvctofT1ABWK8zB9NPuT/sjwS+OQ8OmaIPZk/FT1nsgQ94KJpPTQkxDwue9I9GavMPSvTA71/ZfE9CUIrPVnkmj1Dkzk+w937PDNcBr2BTJ89u8nAPHgACr1MyEY+sWQGPkIqHr29stk9+geSPSYtrzvh5DK9cF+TPP22sz0saAO+1DM5vlVvN76L+g8+IWsivS3crz0fC4s8M8Ulvu8VzD17obs9VEXyvUpHBz/AGRM+J+iQvF98IL5rfZ89XhkDPbAolD4z3BY9oKA6PjKCyb22WTi93WxnOi95kTy9FGe+LOqTPvfApj5XEzI+SS3sPRl+sT3cUe83UJNGvroGPb4kfCS9fXfAvbWb2r2MDVo+e+kYPZhnQ73vaPy8UemPPt2Qir0D2M4+7w4gPkXKRT6FcdM80/bvPeg40D24m/g91TkNP7gwlb6PSyU9bz+uvFArSDwG+gQ+C28hvlcnLD5Yay89bqd0vmq8aT72MPq9d17CvKK1sD0CNCE+MBqSPUpiBzxxbPG84HVhPRbHVj48Tli+v2iIPo/blrtau687AOaRvAvCKboeg4e8vJN1vU33wr3gsQM9jy/RPcegYT0tu6k92TpDvhpRlTxyrbe9U3mzvVg0PjzpWQu+hWVbPv3zXb1krtk7Y3RDvASyQz6C9Tg+7O1gPh9vGT57ZQg9jqPpuz9kKL43aAk+ET2IvdTmJb6XfpI9k3TRPu5ktL1PHz45griFvCBlZL0NOay7yZGOvHzQ/L11iKk9B/VWvClX6j1r+hi+lJtevqd5jT2K2QU+6rKWuxwKBr6RRxC96rRCvuG9/j0TCM09mwUYPhZ6/r38yFg+GeeXvepvnLyxjY8+6MbTvqTTrL2/yUk9DyKBvcKtfr3y/3q+MzWBvphSs7601bq90Ef7vSs7rD1F0Uo91zaqve8R0L3lhLA9Arzaveszy7wIAV8+DtiavCh2GT4lygo8YffXvpsBWr23Nhu9t1rEvQC9BD7brBA+kvtFvOrBoj43UXo9+vYTvqXtUD3ghLS9EW5APhPBsj3lyhE+UbeFvEEErj3vVRO+pMIHvT5/0T1XB54+Eq/Avvh5yT3KZTW+40IrvmLM2D2UvHO+5RuQPhn6nb4OVhc+y9W3PU979b1SCqk9/ZGevph6PLxRxR6+tgVPPqLIAj6omMK9xmI1Pm7xWT5KwR0+6Dcvva2BLrzMylK+zhDnvhQRTT4I7PW9Z0KwvkRH0T3jpDK+wswHv7LOfz6yMkm+HhmIvo9P3z2b7Qk+DbZpPsbSCb5UFaw7zstwPaNbgj6G9nO9FektvobAPb2zrxc+gWCQPFbKKL5RWFi9QvXYvD0fEjxq7j4+I6N+vrHT1b0gQeI8ThyBvqhtkzx1Gnm9Iwd4varDJz6OPNa8RB4kPi2tWb661PG7bKkWPFJKTL5BsIo96njhPRd+cDwIzfU84EQ7PtjRIz6dFMw+LIPyvl1Mgzy6ak6+SLJZvUpr4D1IJkO8KWVNPioTgrvGRXw+C8uQvryCNr4UYoW+B37mPSzNjr4oPZe9OYWnPYdDkz59JIe+RhjoPl4GhD2ELRy9DWONO9Hghjmb0PM869IfPnDl3T4VYgG92OCkvUIViz2fvYe9QcaFvaskpD3D5dw66/AcPWtXYb7D9Lg8OBeLPnSOwD6D6oi+mLcNvnRYb77dJoU+JhqKvIXvyj1q2LK+EwNFveYLEz4phSm9SL2QvSjhJ71HaJ8+vfVZvq/ckj7tyDI9ogbSvPtHdD72XQm/Sqelvns3p70/md68ZKdQPkrZNL4ozGW9c7yjPmgbKz7YCaS++XarPYY1LL4c3yi9CI3LPah0Hb4AOqw+p7Suva4FSD1AapW+GdSOPQqyiL008Ms+G3DIvRI2rT53/Ma7+A1WvmWxJr5A6jA9472MvXuhCL1+RD8+ioNWvjxlQj020Es+1BgXvbXAKD4QIf89S4SuPaKiJb60fOI9z/SKvslaa76QHIQ9VVCuPHbOGL7jpSi+Y0A0PjuCPT5UZEK96wdVPqpXVbqyGlC9Df2CvkgGWz3tAbk+TYtQPRbXKj5B/jw8JwQSvEwKDD4ewR+9gF0OPltJPj4iEM09CUiBvoD9cj7brAa+7Ds0vg01Kb6iq1Y+zhwiu2inGj64RZW+xgEWv1dfFb5bJog+N8XZPZsB1r3PXhu9bEktPV8yA763NF++YCBPPnhLarzhxGc8jo98O9iOgD6DrK896pjgPbcn2DxaW6u9utudPXDeoz25+s+999LqvTxpNz6Ap5E9RThru3B8Mr5M0FM99lUdPWXNP7y8iC88gJ4hvbef+T0eNfm8VM4WPT8dD74JZTS8OAcovqhRnT6P6j0+o/S8vbFliD3IUBE+TzMkPofnVD1mmzQ9J+cKvXoUn7l7bz0+ThOHvber5z2h/Zu99TV7vQp/NT1CCbk+4z0MPtJ3QD39p9e9VtyevX0Ub70JUYo9K8N8Pqg7obzJZvu87QC9vFi5VzygIRs8n3nNPWDsBr5uzJK9/nX/vZdnP77U1Es9yACpveruij2Bp4U9Ym/wPZgrYr3DxbU93DIXPv9ayj3xoMm9fuesPWLlcz1ZoLC9Ym2BvC5oBr5vVyo+UAZyvd6CqT24ab071wYRPZwEVz5/74i9iLn4vZvKD71O1Yc+jglfPPLimr0CMlc+8fAAPtoDZz3sr849O98RvcqUZD4mKDe+S/DdPbBtT7zU/HY9t0vsPcnBHb7dahG+kfZNPeaL5T18AHA9hZxuPm0bIb3owVI+3EfZveaVfD2ko/M8C9++vSbfhb1T4i29EFqlvQg1NTwg0Qm+wSNYvg3JbTzIoa48Bz98vezsuD31q/298/HAvY+wlr0eS0Q8BR0vPVKDoj2/F40+OxP7PrKh3Dtpdxo90O+1PcziB74QdGY+j9A8PlMTDL6wixK+ydcHvt0h1L1h//M8a9jAPUm0CL5yr589p1HyPS2MQ70Rray98bSavqNQ+DwvyCg+STaKPd3O7b0k7Cu9lobJPoJu2zto/bQ+zeM3PbCnCb7wzNo92k9XPnpPOL66PRC+4sBlPhj8Vz757hq+VU6APef9x71Zwai+NW7VvYRgFLyWtZm+FYDGvWxjI772tJS9iK38PdvgMj64KI6+hnHKueL8RL5FrG2+x7uBPmZ7wj12yjG+FDgcPSc6Nb6C0XY92wKQvleQ4T3aAr49LRlRvgOWUD51fnO+CAVOPrdjpL01jq295H+EPlefh74U3bK+pFrTPujj1L3z6Ac+kE7zPbMneD6CbI29MM44PAiPoz7CFoW9bSPXvQAG6jzGjk+9yFc8PW3haD5TMiQ9z8uTPY65zDuF8t67ACiYvVTW9z6QkBi9mTsavllDpj45Ox8+GVeIPUSW0b2311m+vee6PL8lyz4FMS8+QBKXPDCUfbzUH3m9laBpvp7NiD5WF1c9ALrNPO+xurxWHp49876hvV95CD6xibI+16rzvfBusD0Tre+9gP97PpChNj6GTmk+YGgyPF1nhr1SkXs+eJ0CvhTgiTzOkI0+2akKvkuz+jwC/e+9jnjhPXaTjr6zmKK+t9EQPtyNuL57ZQq+5/FSvijlV77mXSW+7TJ2PT9m07317NM9nYTovn+qjb4WjAE+mqz6PKZoCj4U7Sw64vdQPbjcLj6tr5Y9piuKPJo6jL1vcfy9JswfPr0HW71WSIO9PnwJv9NR2T0xkwi+WuKLvndJVr1s1Ti8o4fUvvYmhr4ZxAc8odPqvniClzrv8Ig6OKmlvZY6NL7XVDM9hIKiPtBRgj6Sn5895D96PSUUJj7shhO+YvlKvt1FyD2rgCS+qgpHvil6YT1uUiy+BEwVPg/N3b0d1rC+WeKUPgNSC76PVfg+bz24u6EUQ727hYe+dtP+vNNNBb6ghOk95OhXPnY97T1FqbC+WJGGvlrbdL0PS/a4qvMjvs8iAT4FiOO9tkuDvkd3DD5ST/W8z2sMPdWuSz5opUs+mtCWvkGJQb0sm6W9s+7pvcXsXL2FryE96zlcvB0tTT56K5K+R+d9vj59rz4jdKe9ZOaLvTaru76poUs+myLRPXIJkD68+AQ9hGnlvXniiL6XOvq8tlqGPXhKaL2pRyI+lLcwPm38zTz4G689X0aRvoJN/73hRI+9LpUkOoBAJDsxVq297Ihevhn1Hz3LVjO+ufZUPTNI+71OzRk+rO91PfYFE75mzhS+LQu4vPMaW75ANWC+qmDau0xdUr6dnYs9/LiGvsijP77jiYg9w39rvpHfjjruOme+8FzqvfStOb0DQvA9n5nEvR2uCr2c1TK+SWbSvJYf/r1Q5wu+ZI5AvhSMsj2B/Bu9wWoPPkVrcL4cGZq96R8bPjJeHL2BAba9nmjAvHxKdL4Ohyc9xCXevfpooj1igqG9V1W9PFkKA75Zmpk8sGYpujlyar4smr29q0AyPSITarwW93C+WFoRvpORdb4ZuKa+VrMJPtvmBDyN3ng96Shqu3L/I75g1009uvD3O8hFAr497eO8v2bXPdVRDr58EUy+nyGFPRyknbrynmy+16kVPqBI2LySBG69YHd5vTJvCr6o4dI9eXRuvhfjc741o0G9WAdLvtwfBb4kjB29srfhPef8ND4CDja8iTihPYpCXb7CWRI+7mK+vP+ibDpLYDe95JttvlIBDD13sBu8Z5VTvfPsU76TF5q9unIjvkx7Hjy8VgK+QpBvvfN+M77lO/69r4XAvXgyO76KIpC+LZjOPE0NWjxnvsw8b+ybvqkTNb7S3Pe943o/PTOphz0R3sW9MoXpvb1yEL71Bl2+v/a/PeXCP77tuhW+l11avgOFSj0joB4+l7axvQu5Bj5gmOS9wbFYPXssZL6Ovu48A6R2vr8B0DwtGKW9SdUwvSmZ7bw6j4e9MELOvuHEOT6PB6u7VMdNvpHvXD0jqYm+EjkOPbo7lr4v8qo9St4Gvzxmw7xSo2S+kxb5PY1MHz3igQA97bOfPY/FHz6FUYg8kFKGu51gsTy5HYk+FwrxvZt/Wr5Ywo473WeDvX4b/T1HAg0+Hye0u1EtLD7z+yA7/gQ+PPnVnTzxhoQ9r6JTvaRoE71lgcG+Qvxuvr4fLT56p08+IqAJvurIvr0Fkwa92F5qvn/j2r1jlHq+ghmoOz6tlr1aq+e9eqpTvRIlGL0Wnx4+tOiRPWiyBr2qy4c+Hs3JPO+jtj1dP0W9uzcwPUlpKr2vSu89V9NzvcaRrDzww9895XX1PTx1Lz43U269DDS3vnqmkj1ruXK99zAHvnGylL6eVpG+pdIsPndr9j1XLyI7NpizPGJXvj0DvBw+M7qcvv0OhjuAsWu+XioIvmQTQL3F6ey9lA8kPsxMLT4ixQI+bSVzvl01473o4Fq9zEurPkO5gT7MTti9sNuMvEf/kj00Si4+WClpvklqML46Nce9jW19vWHGtbydJN497xcUvkojjT3zLtY9Q69wvuX+Yr6ASos+BdcJvemGxb2cZgo+L9eTPXvt97t/VGA9F9IgvoHxYz6eOVS+78jyvIBaU764Hnu9f/cSPipu073uwT6+otSBvrBlVz7dRRw+BzqnPLZhYrwmkkM+LgEbvj3LrD1kbe09G0m6vbQwmj0fvQy8wNPzvRFt0jxxN6k+qsqQPZAiH76aaFa+l83/PSYvnLqExgE+g2E7PexPmb33aDO+12HLvav8ar2ZQRw+8G9Qvk9Fsb342uC96E1aPTZnMLw4ozU+snogPldoSL2rm2K9kCARPXnPxj0sk2k+722rvRCq3T6jvB8+vcUePrbGJj5DoXI92c1QPlV9Tj4tLoI+kE76vFodvb7WLT0+7LiTPgF8+z0Ie0M+lcNzvUXp87yOk+69D13SPQ5nnT2L9U65Q7iRvMQ8Xr6DtEu+EX+cPa0xST6V8DC9+bU5vQP1LT4FmR8+UaymvQRKQr7RJCC+7cSfusk+mT0+/j8+1cmJvRZ7/DzOwj28Nof9vNeF3T1AESA+2ZmjPTNWK70ftsQ9CwYOPrQzAD6kdNu8JcIoPBPts7yGykC9d0+QPQ0pTD1i+A0+ztOxPPGdYL4vq3M+4WuTvpjjhD5+73M9rKQ9vs1gzrtNNRo+QU7LPuCclz2A5Y++0v5bPSbWfb6/ngG+OR2ZPRhqMb7ODdU9EOcUvnySXL3vwQE+l5vSPXwrrrzZvCe+HTGAPge6wDywT089m2QuvSOYcrqvAow+3oMlPY8MLL5i0947OGl2vd8Dxz2dUCM8lKlmvpFWnj32hKg9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "WFAcPJT8tzvAY9q81/+avJVmX70jbSK96ryIvMmLZLwdEAE93rO2vVxAAL7Hl/q9H64Cvq7ePL1/2To89qDVPemnGr3O+8S9BZrevJu3e702tmE8HpDAvZ/AzrwbAJu9rnEeO5mSuj081649M4sOvU15vbzIERW92cANO3+jhr1S1pC92Mi2vO2niz22kbS8Bb5mvqhiy72NxnO8dOAivtUu070WvvC93npEPVgV27218la9mWCIPDcIib1qMKe8ZpOyOwLHnj2VKD+996MxvdBzcL0P9Z69vt26Pbvq9DsSmoO9BDa4vdXEGr3RTyE9U1Rjviiy3LwRwo+93kUFvMoW6D3uFBu9CwWUvARoBL7YlkG9D1yGPew5Cb3Y8+C8GfG7vQq/471Bw1k9sfHFPIUSZT19aE29pcoNPot9g70/29I4iz+ou/CVFr72nlm9q0W/Pcl6aD0UygY+U0Z5vWJkpr3jq8y8j4gHvsyKiD2C6TU+5u8rvgUSyb0RWVe9qVMDPtWIoTtf4UK9rSP3PAlYNz3VvEg8M4KTPcDt/7wb9zE61PrZPGV3Pr2EKB+83C8/vet5rL1MlaM75FVWu6cYwb1MdEC878k9vdkWTb7uBj05RxwNvdLqz7x/cwS9wh1YvX5t1zhB5qe9ynzivPxlCL2CIxS+oDP+PLe+FL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 