{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "HjE1PvDWML7vAjS+XOLJvYUwnb0fMDw9mFK2u4TgFr5ibSS+nwPdPRJfn72Qo0O+ACMtvTvTirzyia68nH6+vJKLy7zH3Yc7IVC+PQ7Z/r7qgWE9+bJZPqJJQL7lyH0+m6SoPShSFD2mdEa/9o2Avab3+T0bpG49gj3evhrZsryHcai9I3EEvUT6uL04aeC8heuSPMYwQz5vWiK+cdpkvT+1Vr7zfEU9weoSPg7Bkr4ZrxC+ooQePjQFq72khqe9FypgvtFGR74lHja+IYAXvaRKgb1nwx492QTiPcCqA79K3Ae9eNEPvrMN5b0Xai4+jMGHPh2ySzyIwQs+ZyLfPb7bUb6ck449MrUNvr/bR71YWCg+7sfcvA+jbD0bSZ89ppPHvTH1L7562448tL5nvkGMMb5pWsG7wEBivlx2Fzuh0CA+Ytm3PJc0NL2Q/3y+U43uPbdTt703KT+7FrrNPODb/72Pd6+9DFBTPvJUDT7ik1K+KWJPPtS3kD2EZBu+C5YAPjTmPz4dAQi+4F/lPJTKqT0i1kU+Ayk6vdzGWLo7eh29NwIAvwZwgz2l94G7RU5svgoIvL2lTZu9RNO7vP62xT3hipc+PlOYPOrsDL4r3C6+r2m4vbxvnb16EdG9lfKLuyySBL4qDYM9I6gvPeGQe74WGbA9b0FaPf7URL0Ug9O9Ry5JvTYTxzzneWa9i0H0vUGUGT4h4Vk7nzYyPltkWL5Gw1C+SO+BvuZNCr1Agp49mJQpu4aRY74RNgu+ocRNPq8mqj1B8+M9gjDBPR6m/7xJfYA7GyBnvrlzwLsvPu+9OHZEvhMWDT3+nJQ+kOoWvuMXhDyziXO9FMwIvtdD6b0bPUQ8F0YevmFVBj6xqQc/JI5/vVyOELnABn87QolJPk04kb0cOq69yuvcvQGTIj0Ojyi9D30SPvHYpT1pfCe8MGNHPdA+Cr6ThA87k7T6PQWok70+LEQ9nIIJvfHUXj1YcDi+16oNvedsy7iafzy9F/3MvTvMR77Xdou+CUNkPXUakL1iLZ49Z/UgPgHypb1w0pG90IzYvXEWQD5PgZC+VWZGPvMtOz4HgzY7cB45vqPNvTyg/My9GNxsPpKCP7sW6Gm9UWXPvdy/pL3hulA93uQPvTfBnb3ywFY+4uVXvYMETD6LdsI9ivpjvkxPBL3ORXY+rCi7OzJtIj6Eyno+6zKFvaJYM775xoa8YEcNvckitL7e6JA9NqIvPmDOa73cin4+thY6vqqWH778ufa9MFTRPcT+yr3/8AK+ioZHPCaz2L1pbQG+zpZbvvg6Sb15owo+hSaKvuIF6r3jzRs+ZiENPmllsT328qW9WOKBvph9gr2dJ8Y9mnNYvrpTCT4sH6U8/HijPkCh6jvL6gQ+/D/FvTbRrL0+ei89fv3WvOdljj56pxa9qXaFvWEDtL0r7QW7rIzCvIwHJzzIGTY+QG10vXAeHjwoMMg9w607PiK53T1fM8O9JSMJvScoDTxAVJA9aqROvV5nuj1QjQY9h+A2PgkJcb3SSh2+jugpPqcH8TzGpSO7UB30PSoCLj679qi9B4U2PHDRMb5KI069Rw2CvtL4PL5gGoA8MhLGvUb0hT02wXC92dAtPp7Ukj37fOC9w//JPbVegD1iXcK9M7sOPhpYX736Vbk9mkp3vkt6PD7J/9e9+zI+PkzcPb1DFG8+QcWSPUJjhzxk0+o9QWoAvKQO4TyQ8RM+vxtLvvUdgb5ZMLy+kZSnPXjnDDvO24U+IzPVvRszvL07hb88gM1WPpNGx71Kyu276rqmvVuqoj0KOGQ+cjwVPlzoHT0TkuK9Nhofvnl26zuRqbw9HtK3Pmcu9j3iC0E8szgavLT4Bb5/gLg9f+25Pa3nNTuGxLw9UWOYvrwcgj01abM9wfSPPl2tPD5Abi29fsIXvj7vdr6Qbyy+UvTTPWW5nr4HDt89IxofPQLAoDySniU+3o6GPOocHD1z0wo+IWJpvc53vb043/o61lOIPqZED75vdM+9YATEvXTtW75JwGU8z6J+PsIVdr17c+k9I86Bv3v8lrx36RY+tNdMvspXIr5kBUQ+eBNjPtLQcz5+CGU88l4qvEgnWb1qZ2W+kzDBvR3LCbzs2Kw9bO8SPQ0ni77Qz02+JkZNvkVqhr4wsoa+sBBMPuLGRb3ejF4+DUW+vdD8pj6jYJm/TOaluhdKq7u7Xec9LXiRPd7lkj1IPAq+wYH1PYRYFT4iADi+fxNNviq5pLzvfqI9HoGGvsYYyD2l4x8+IBfJvgRZPr0wTky91Govvs2kLz5oiv69OpwcPgNtVj+V/wQ+gJOjPT+HPr4ofT+9awZuPfDxKr1JvOq9YQwOPbV6Ab5B0Tu+1T8aPp8X0L10UU2+dsDKveNciT3mAgQ+L2pOvs7ZhD75TZ2+kV6mPXYzA75wbw8+Ht5hvnEpsjyYGik+DuCUvdfTNz4gQL+9PeEfvgAFeL663xg9HW6fPXhw8LpbiuE9qY53vgikh77qFG89NrBmvpTUk7047oY91TLnPRs8oT3IJpM9UAFyvhL/SzweIou+Js0TPiDUDj4R+C2+F65Jvl+2DT7zBA0+jxWYvk2bA7wkEmI9gbzYPduI1j3z2/O8RJbgvTj8b74BPuK8/WFLPlaDprxI5Ig900tlvsz8qD1rSBe+UewfvVs3R75Fv/49gq2lPene5L3M7We+MF90PVYwAr7adEK9m4FBvkVqTT2uGug9SJmnPTWaLb1N0QG997jsvRMlvbwkqCg+z98fPDzNpT1IJd+9wDz8u6ou2D0NN9o9j6FyvvuMOD2W8nk+NoHRPQCzB75DJ889yiz0PEaaCz5c6sk95m2JPktWgz3dqIY8/jqfO8Vpybx7puq9phgZvg1tdzvriOK9pdH+vZShFb61sKI9+7RfPuK3zL2pmms+a3KzPaOIDj5p5Rk+o1eOvXNJh70lekU9/WAcvPVDFj6lBom+T5vyPaUtaT2HVna95xs8vtljOT6bPW29es4+vZnSej3QCmG9CkuqveoVfT4ZbDA+Q+YcvTVaRD2Ar2W9X8RmPbZ5i74dV0a9Qwp6vnYcHb0o7hO94BgBPjvZFb5yksg9wF1ZvbfgVD1QPgy+yu59vCDc/D2jlws+abFCPS9Pjr0bl12+YwY5Pka9tr4fcxY+jd+sPR3+Bz5tY7M+JeGiPmikjD21O4e+kE//vVP4obxr7hU+KsCAPXOSuL0No2c8TouOvdVpXz4SEBU+Q604vIdfKT51b3y9nmuDvDC0eb4aqzA9Jcw3vb38T76CH6S9iq8ZvtUqf71R2eu+Ftv5PmjBqrxUq4g91YDcvSRaLD6UriM9E5gqPhXBhr49frI8lKn7vcdcQb2OAiA7s2QjvYXzcr7w80K8NXmmvTU7hz1y5Le93Bs4vt5MuL0OSTw+bowQuuEgsL1bfJc9+FqZPlkuXj4f6vK9+XjNvUWStr2mNt68fgA7Po2NeL50kcQ9TvVlPnnQEr1Lx3w+s6wqO8Gf2D078ba96PjvvjHht7zh1B8+gWppvYK0AD6T9M69bf20vV9Pgj7qiIU+sy4JvquZBT6mrKO9nOcbvupsTr32wSM+TLmCvuCSfr5rx4E9LXpkvo0GIj0AlCS97xfJvV32GL0+7749ChiyPEVoQ76iw6K+WusVPjdFUb3i3Iq9E/z9vSuVEz3nSnm+VPWkPoIjh75gNa49Gd+wu84JeL5aZui9eUfsvYnUEb7W31496WDKPYRSYT11/q49kDG7vD7wDD5iEbo+xhUUPJ8Iwb6+CzO+iMjyPVjSCT2KzJg+IeuUPHTNmr7tpV09qpXhvicP8DwHCle+yhQTvkNfAL7Sv2s+cLIUvgzGKbx5kRu+M1ZFvecYaD5kUWQ+3Q1RPVP3RT6a2sa8QTX/vey9yb2J1Ae+dHbtPSZ7UD6e1Cu+wPnWO4UpaL7Ro4E9yabkvUosD75LNUy+zOg+vTZ8hD0fHMa9oCeZvQS6mr6kREQ+YOU9vu7IjD1cU8s9OXdaPft/hT3sZQ2+eURVPQpuLr2b98O8gZLcvV+iLz0f1NK86QuSvi/wZL2i5nM++4FMu7xM3zw2NMW9ydmAv/R6jj2JBOM8mJthvqfR+rzDzM+9Mzi1vXNFgr5kOye9pkJmvk1HDT1lIpK9HVoCvjA0ST63MAc9FC+2vVBMkL3aErA96eQNvjL6Ej5rU0W+ToYFvWLE5D6TznS9PxizPps7sb7cfI+/60okvtHR1L39p6S+WJDUPkob4bxXeaq+07ItvpmxE744VTm+i6ozPWyIqz2brvc975qrvWSADr0GA2i+kFntPYzgKz5DMDc+Ee51vmZOxD5ngR+9eXLsvbz7Eb8mRhI9gPVAPml5Bj7VOaS972zUvsKQkL0dV8O8y4RIvoeWDj5YlLw94X0XvilXDL1+3Hq+jS+lvh8YMj7SyJi+asY6Prza/j2BWKC+/ky2PkcEM76qDIA9h7yPvYCJjr1zlbK9bztRPPfBTTxlKQc9YWVkvu0HNLwMfCM9gXODvpewOj4Kd2++JUkGv8Vdrj7stPG8jafbvTluVT2EORG9PwmhvqVt+L0sxTy+phGKPtkQj758cUW+JRGGvgYPH76Cw9K9hLGsvTxs2j2phfi9xuckPo+Fnb7KY1c9dW2WPZKe5D20ndo8jUnCvfa43T389ES9IJcyvjZgMT3EWDw+RUg6PsNPyj305I2+O2n9vORGxj0MsoC+F+qiPIpUJT6GUrO+myYBPmIH6T1mqaG9e1cuPq4rRr3ICSY+6sI5vcF7Ub53GEy+2z2VvaUlm7sCloU9WbEqvoJgxz4ZpBK+6POqPOa+wzwsIDo+tdQcPqmZCr5eIN0+4DzUPZlYPD22X4S9cvqfPdbSyj4Uxgm9H9iZPuhk+bouuTY+KPyevq8V+7qWRRA9PjTDPCrsPz09K7K8FD5MPDOf2bz/4V67oYPbvSLG6bw8jLQ+qRN9u5CTQz46/509LaacvkITML5FoFA9M4YWviBRozy5/4U8CfIZO/+NE7wrdG88xrlNPkTCLD7F9B89T/16vtmRnb2ujAk+gCs9PfgieT4aTAY+XS2cPPZghLykdZK9PL2EPNS3ib56IxO+zKUyPfuMhL0QBsQ9ftqWPfoShbuqYNg8eW+rvahPrT1/NuK993nQPEIgkz2sFVc+8qNzPS6Y2z0XMDW9y5pQvLMNJD01BYE9pw/VvehmdT0qBGs+SGgHvp1TVL4er1K+Gdp+PDLiUz3msqK9zXwhvigJa75r1pO9swW2vSE32b0anRi9jS8MPjwHQr38q7S9e2GNvSgco72rEDU+38a5PrI55LsZG9Y9jezuvdTl0b0xI4S+AcQJP95QXr4QQSI+2B6fva2rWrzO/Su+H69GPvz4BL0mZEu9YPmbvoQq+r0/nkG+qHuhvWUvhb5mNqU9nhlyvm8Xor1urVq+UUo/vqU2kD03nkY+qrmTPS8GH77GAHU9eGrBPtooEz748oK+G8l+vtIBUb4t5ZK9KjH7PD85uL1EGmy9Hxo3PYmwYz2e+BI/AorAPQfYpD7tqw++0FJnvnBhGLzWcBY+6kmdvQxo1T0svza8JtCUvZooDz43Qwg+ZqeaPIPygj7rK8q9/4KAu/FrTj76G1o+RnGQvkqzoj2POxa6v+3wvRdBOD6q3hq+B11MPZpozLxqBU+93YXFuyX6Tz242Ni7EHnNPZrtqL4gJ0E9mcHRPO+r5z1Rh0W+zxg/PkId6r01zXA91OmOvjWiPr4MEMs9YUaQvZSiUD72L4g9DjAXvN2xfb22Viy9pKRqvSZmZDzjMaQ+qEEOvtJtXr1DCjQ+UKQjPtyUAT5yX4k+7ZNxPSwaAr78DDK+bFHhvlrIVr2fjpo8UxucvXr6XL5EaQ8+dE/EPZvHBT5emGe+gbmSPNhrpL0Czi48dmMZPvpnh70OqOM9W+MBvkYtfT7kg+M8TCoyPYDQwj1OFuq+wd2xvsn/Kr5xsB+9fELIPMMDkr0UahG+9EmUPfe0DDsOP++9+KSIvlswWb7SR2Q+2xPAvfw3ib6D9ym+WEnQvL95Hj7MaiW+GaldPk2lK76g5Fu++LWlvOrmmD5Ezhk9HpKsvr5sk72dkI4+J0CnvfSe/z1QcDo+9L0yPnsbq72DvAW+EygmvxLxS74X7P29Eq4PvfUeJT5Yl7+9nTNMvp4fBr3691e8WlA7PWCOjL0XDrW9wTAMvnBhV777+Rw+Epb0vTzPRb3FGRC8At5XvhFDY76gRma9U4K2OjEO4j1cu4A9i73RvCf7Nr2cUGE7TXNKPsUmQ7yGK489ElArPsAmhz3G8429x4ONvQrlFr73COi9R/+hPQVGCD0G6gu9JlwavnZk8zwKUm4+dzoMvnReHr4rRD+8gJtjvTf/0b3yGzs+Gy+lvf7pTr2/AdY9l1CZvRScjT0qs2i+xxJDPhpW1L06He08UchLvohMo7zmJoA9sXheve87b73okME+Z7X1vVRsBb62psi7zKkFvj1vpT1ExnO+jh+BPV0Wnr0NJUC+ID2dvdCHoL021Zc86cq+vZmDsL1z602+khqivUtagz3yzg0+R5EzPiSsPb7+O1C+fuRePaMpCT4fZo+9eQXzvYhTv70qO6+8vF8bPnejwj0GnQC98LKSvUj+HT3LTqS9H1rzPaJBdT13YhG+I/4aPtlcMz2heMu9pCGovZIohb0p3QG+sV+avTfoNr6ELd080sEHPlVNo7z6pYG+ElUcPezcdD7yE2++in4cvpskor38RqG8DqUyPnQIUT3dsRS+BHkjvtG5VbzJb7U9HYhNPZv9z73YWYk9bqTbPVFDNzya1QE+d7esPVhZwr5ZFT89WXzFvdpAUb7k+yk+/HYsPoRJPb6g5DE+MZMnPt8YKr6S3j09pis+PkDEz72URf49ziOEvoEidr5P1wU+qQF8vXMFbbypAg496kqavL76qDye1Rq+qg8rPeq5aj5iTAc+s0pGvS6GYr7aJLm9RuobvarT87xVCaG73aXbvY1qF76hTWY+p8Gnvd+ZCj5MWCs+F3jnPcKeKr6t0gQ+bLqIPU6wf756aFq8maysPdaI8L1xZdM9bFoEPfXHmjzXQui9romRveBSbjbb7Ue+BS9BPU+2CD3vBfm85aTBPTamlb7Imgk+HAWHvdpxhjwJtp+7Dm5/vjTsPr5//Xg9428gvTxYDr69gTy9TZM9vb4+lD0AFGO+l0sevQ8zBj5/pbu7GGQEPq4ju70RvwA9JKJHvq0AuL3Fjpq9oLAcvuLwbb1EOja+PZixPfVYHT4BUzk8cI6jPKPbFT5amSK+GWe8vc7NC75TDnU9SJ5wPgB9GD14jlW+5IyCvgls2701SuA91lDlPIZ6Ab6u+0q9Wt7Ou2donb5pl627SCMPvSCmWj4xbk2+DdLSvEZzL74NYBQ+T0v6PXxAwz1UZZg9BT8KPHx0Y77mpxU9kOEpPpH9ij018EG+FJZBPV0Apr07cLw9VuHQPTGMDLyum2K+u8gsPvcE7T31Zvg8clhZvFkGQD7rfCm+6QoDPrGvwzrYJ8+8VPY1Pqz/wD2v9OW9v5exPl7mY71+1W+8oiEQvVS/lzuJEIw+qyo9vQ0Qkru7RTa9PmSePuZyY7uLBrM9+qC5PEWSCz6U4DM+qcNqPqJqlb0aisK9anrtPRg0Mr3PVj69NTcMPk0Shz6CtvI8Vig8PDQlwL1uFs89QSsxvBuZPT0PMGQ+J4csvZFgh7385p88WX1CPJbboj62k7G94RCHPvfxbz4C8PU9/AUWvsSfqr3/J4Q7eAgaPsWYwD7s54S8oJ4xPuqhRL51zL49Fk58PnPt1r3WYbO8QXbePSQa0z1AQ5A80eE1vnkHCT6kILY9QqlIPDtB4bxvL0Q+FKttvI9zYD2Sdy49kvhJvmHcdTyOQFW+kfh4vXvvfD5xbSe+DFgFPhbAxLulgim+V1rlvTUZ1722N/y9NFsQPWA3UL6wBwk+ZZj9Pca/Bb7r24u7rSMqPVpyQ70iETA+rWxQvtmbKDtQ3jc+21ILvuntc72PCxm+iXyCPr4FPT00eig+KXshPTU2/7yvbEO+aV6Evj3Pk7sY+Wi+MeH6vCLFpLxyr6K8ePWGvReeLL47OF29eJ8uvV0ZC70ysgM+X6hcPQHnQL20SOy9ZQMIPKrtGL6ZW709dgcTvo8tp72wCAM90N3TvQdJUr5sQLE8du0IvNK707zdj/g9JI0WvNEPvb1YTjw94Hq8vTJdMb70roO+MylEvKhHXr7BZGq9Akx5vX8erz2tJW4+mdzsPfsFRT5+8Eq+A0lLPfi9Nb7UCGC9j8TAvVz+U73RNKq513WIvb7YXb6vFjg9UMpZvdHSIr2VWaw8SZoQvgWgXb4SlM299+8CvRYIJz0twe29Zwf7vSH2Vr65Fbm9Kr2IvP9LnbxGvhE+XdwCvrcpMr1liNG9ZE3pvSYQib1zv4Q9HUWwvQoLm7uBvSg9er6UvWqxoz2tigi+MW1KvpulwL1vRSu+7uOUvRtI/71qhnC9mAgFvqMC5D3Y6ww9BLctPf+oQrwZLB49LsfEvc2UnL6o2wy8rjGAvaP5jj1yCOe9hfEPvhVxJD1Z+IY8LJ4SPrK4qbxj9lc8lb3EPZ0jD76ejw6+4IBPO0YY772QXp08MoScPaOuUr6N4Qi+XqX+PWWsZr5QY4y8UhZrvbkEFr4U3dW91Hp9ve9gIr05Ekq+bhPCPWDmyr3vQzG+5RNLPR56Zb5ih6+9uNEkPaaRNb3Np0i+lUNvuxPrp70N4cy90FfPu7+RDjwB/pq+oZfEvasGGr5kjFC+GCBwPUKBCr4+SyC9aq8PvgoSdT7jNQO8Xzt6vvXgw72Sw7i8szeyPYqzXT5hKFu91DLdvbXstD28gIE+Anw7PpGkM7z6fEk+Sjq8ve5gP7v9tGS+xDwOPfmJEz18Dr6+RUC3PPOtwL0KRyw+r5uGPQSU371ipty94RWKPi3wCr6E+oq+kW7zveJpsr0A3nU+kCuPvmZd5D1IJ/87eREGvrhSUD4YQ7o9pg2Xu+YHtT0yoUq+yj/5vTua/b05pUS+ULdIPuyMOr6S4jM+V6cVPnWWf70U3U2+bTCivRrNBj378Gy9PE/BPPkKC76gGTg+fNeYPnjyb75tqRI+mm/GPRBhdz6X7EG8ZGC9PY6cFL2PlY89ZCxlPnW27L335Is+YI/3PDZZFD2Urz6+dEPYvKnXjz5Ji0e8SNvevPeT+73+lj8+2nkDvY5vH76ECxO9k0E/vNsCNz4iT6u9YdMfPE4h9L3o96i9//zlvdTAcj7hlYm9VTg2vBT/+r2YDYA88F/fPd+qPb5J6bg8wf/pvdgg/b2FCkk99q4yO/hxlz3NsSC9ItH9vURhnz7kE8w9viGavZs+6j13liY891Mhvt+Jnb0b2567fJz3vXJ4Vb2oNP48T5SyPTRlNz2HcVi+Ku6AvE5IjD1uXzg6Vea1vGtl+b0OSHU83u5DvimriD2sVAi7DIZQPkSkGLzr04G7xQ5tPtATLj6e6Xi9rcTiPLFvLr7NSby+KqeCPiNWkj3ROQm9IaY8vnXxRD6yULS+DWpHPj9dUL1b/oO+H4qGPpo077yywpa9wzNCPji/3711Br49vSmVvhHBvrt9nF0+wGF/PoD3OrzbqDi+5sAOPv+njb51/Su9fjssPH7uKb5tue69XWwhPgN1fD3TbzS9Cxl4u8saAb5L2Vs9SvUGvpOxlD3Oa0I+10NevXKYCb7ztoO+vUeSPlqHMr3+s54+Jr8OvbIHBrw08vy9hbxfPjlBpj4CLM29F8ghPvjOEj5xs7C9O+G8PhQnBD7bmI+9g5usPvVRhD5ne8A81jmIPqLlab3of24+y/BWPl8LFr44oiq9GOZ0vUIoLz0888y9ew+zPTUmaz7Ezt28CPbJPB/3Cb7FRD+9dr6fPbOa3T3Dazo76v7NvqdegzwGLYA+1u9IvksEaD4gPKG9IVpCvp/4C75sbvG9PwQ7Pb+2lr4rDNi9AXZTPUvlHb3kTt0+0gG7PWWr2L1tNqQ9sPvKveNEyz0sp1G7is0uvt4YFj5y5F89XmMpPVUjb70CDS4+kSsNPvG2Kz5I/UY9XxEpPhbenD5GsJS9H1TwvaKfRD58aV08U4bjPWWxiD4rrFg9BDievccNkL4CWLg+7VoMPijM3j3dxwy9Su8jPs8rzTveXWS+5K1wvqZjyb6Iy988CZ3gvfe2k71WNA++7TTzPAmWnD1NOrS7NdyFPG4pw7z07hW9OY1FvlT4pj20pQe+zpGuPZSSTT2CvwO+h/hdvqpeM70uKR88D2acOwtrWz2ggoA91EG+vWT1QD5PwSy9LuMjvuskhb6K1pI7VbYuPtZPkj2QiYM++WouvnDkmTz8YIG955I+vfzSK71/YIG+ZX6ZvW5+9jt7dEy+hoc8PflFmTwvUJs8KGscPWVCRT7uqK89fgUCvnuswrptM/C9yU/JPXBCdjwmxeM8XK22PWCHKL4VDv29S+tyPOi8ib1l7Y283jaTPgAeyr1XvIy9Y2d1vXk5bz5a2tS9eylRPajy171uL428vSFPvs4BgryyN+28t1kXPodG9r23EFw90vmzvRVzID7L6649vtpOPudOh74bB0K+3xlKvtwTHr65BCg+D9nLPbiLGb6WIpQ8CwHhPTQGST6fcN29jw66vBIPKT51mtC9OMEXvQ+pmbwEkj++bRR8PYKAXb3K0gA+kp9kvYwEdb5lf7+919DmvT+dLj2b9My9N07oPTIHvr0Ws1q+WzngPb6MSD5thV+9ltqMPayVHj7PIAM+gzdlvJvm9r2XNRq++aAoPvq0Fz2ij+W9DehdvWWy771bi/K9gSRsvaHrHzzIMmM90zw8vrdEUL60XC8+tW++vGCL/j3ad4g7pUPsvHM3aj7tTlu+72vXPdZMUz5b6sU9OQHivI+9Ib53nmI+KqM0vSGl9D29rPA9Lz+tPg55ojy1N6a+OMYUPT+L2zuOI5i9pZSDPHftlb5iIwi+6zwmPs8wm77+FdM8bgexvkiKA77QbK8+y0KWvYbdBr36K+A8465QPpc3U76a8989mXRSPktGkr6/l3K+7MsAPyclFr7fapC9B3oEvs2iGD7Q23M93lXBPTIpWb4xc8u+X02pvbaFDb0qDnq9ysgBPciGEb2kiZK8NK2uvPY+6L0Bhei94paJPW8WkL5k/au+f5GwPs5aqTz2u0K+WeTJPa7i7D1QUgc/4XkCvvCcLrx5Oa++4BypvaHXJz7MNay+LqmkvsrIjL7NVPI+TBw+vr07Lb6Lg7m+m9a9Pmynnr2ANZO+/YNYPmoZUD5Y8fG96dPlPM+7FTxWN6w9iYgQveXTRL41FvO9q/c8Pa72lj7ddpy+mocXvXa1i72dgQI+XICGPtZGSD5+hJs9nF6VvlETKD426o67iDqnvQfXED4Bzn6+y8ZmPfBskT7V/II+LGWXPoz3ZD7TdR09sTi/PVjflr0ivsq8t+tVvgwP7jvbYy+8XYftvOgXNb3Yaek+Ina0vmrLuT4+BgC95qCLPiKq0ry64RC8kItxvQx2mrz3KeO9kZGyvo/30j0oz6q96ECzPRnc5rwDF468KCaiO8f5Mb6QmQw9pwObPYmsrb0fLY6+obSOvlgqk73PCqY92kW2PXdgnbp/3729FJCyvhA1nT2lwZQ9TMggPSo6ib14ZwM+2ghFvqiqTj0akPY9Cz4ePayNab4HYmy+C4cPvk7dW75UAlQ+9dlYPMBvTL2lNzk+QoD/PcDAPr01oBm+qYPYPtFWLr3u6Hm9uY8ivbeMEL65ua2+5/z7PV2Iob4+5Q+9RIHxPaTpXz7MfyS9gVTGPQMNoD2YtH2+gkE+uw5BcT5PFUy+uMUWvhFxQTwzTHC+4K3aO4EYiD6CvqM7tP9JvbbOi77PngK+WnvUvXm3D76MpV6+H9wVvgc8Hz7UmY6+qdXUvXx/sL5sI/A+jNFuPrdkKj6k+Ye9mwMCPen1rr3fh9e8by1CviR0Dz6RxLM+Rzp0vgnk+T1NR12+CJJBPVh3xz6RdGC+9YmvvbJWqT4SjJu9cpucvsJOtD1l87o+r1hTvmO3cr65Bou87UdDPOf/WD0OWgK+ppfgPbTOqD0eIQg76qnUPTj4271ywvw9r9lPvYUDsz0HyWC+gvfQPa+Rdj6naxG9euK2vh8tjr5XDKk9A6uNPY3SXj6uzv09a50JvUwFfDx6aZa8wMBrvmC1Vz7ZrJM6HoOFvuOAKL7iBA09XriEPdZ/3DzwNBE+23dOPgvJI717RiM+2v0HvpRTwb3az5a+BJVRvmmhvL2CS4+8u35UvomVBb0hhRO9/TXgvXU5IL6DAoq8WqT/veHkbj7v5rm8peprPUsUgD1g17Y8dwyePcGRT731Iws926HsPXqAIzwkUVQ9hJpCPsNvbDzvreu9xEx0vllppj3GTB07g7eavX0lGb6OH+y9hODIvQ4jkL3Ea4a9RzDhvHzP+z10xQE+UyihPRz2oL1CGGK9SkIQvSjQ0byg1IU9xaEpPkQiDL6COFS+5jw0PmPp2D1Dpqs98eQYPvV2Hb6YGA6+uKLZvRYT470yWcc8DsI0vneCCb7646w9RvoGvrt/H76z5Y488hlDPejtKr0ufyW+RfWBvSC4rL24ub69S7qVPRtIWboZ5oO+lTxLPcpDA71XDc49/lOLPMc9gb3/+dG9+BUrPh6lSz0b2la+8SkuvXJtIj2wtPA79gXvPIWjzTwedF69JcMVPtRAP753r3u+4qcZvvvFbD2BuFG9oU94vk+MTz7c0wu+BJaDvET1HD0TOgm+cYXFPY03x72p6b+8AXfsPad5vL1dqQ0+kEGGPoKR3L3xmdm8OKo7vp3AeL4V8Fa+kyUrvi+rKjyFnoS9+pW4PTA0JL0jaSI9hLqLvolE5b1KhBg9lx3YO4MkYb0DN6491k6cPoiLmD0A8049CH7+PfhaFL0oplI9UP5/u31OR74V3NK8mBjPPRKVjz70Q2Q9DVmlPlTi9j2Fxec9wamEPmDX1b0fylQ708RXvi6AGb5fI428dsjPvhfP3j1u7oK+MHUau82L/DvkA6U9zmAnvcnrfDyRi9k986HsPekYNr6Y90k5zkbTPVvf3jzw2Ys+zgotPsF3ab3DGda9oQScPhdk073wECs+8oPjvvOhPj6gsw89EOgEvo+eY776kBU+qQDKPfnBdb0NqdQ9AwzAPSsV5b2pwXS+rYkuvhn9RL2y2yu+1T9FviK3k725tgY9DdAdPvzixbwfoUU+lscgvQ7CXb5N5eq9PxydO0IS1j5rcjQ9JexdvZGowD6K+sE9qe0FvqCqZT3+A02+VMtGPhVLGj1ttII+fT5vPQ6NGr65U5G+F/QVvu5QQ76oFjS9WzykvUZvnT4yuew9cGcHPsORFz7iKKO+429ovfde8jmF3e09Bj3FPdx7sj0b2uG8w7ebO8/R2L2KsEK9YPY9vlK0YD77/MO94gvTvv5NoD4pGHc+opsHvT7adr7HWwY++eYFvm21CL61FDW+SJqvvpW7wz0RkLc7Sa+IPdSpOr45tLu+cj4EvcKulr4VhXA+qOCjvYiIT75gegC+dKNWPoCvOD7MV2c+cisBPllAlT0tM6K+F5aSPKp5Kz3BXUs9XLYJPrDqZr2PT+W9lBRVvo5b/71Zfg6+hJ3bPe+skL6ecRM+MVKGPebQVb40opO9cuPuvScE4r7ZBQe+zMKdPuPxdT7FEdW8UdYGPv41Wju6/Bg+A+H/PUxOhL2f6h++LTLhvWkMEbz4aCa+eggwvjn52r1Ts6Q9rekWPpmWtD36uEi+ATwnvgSyjT4B+zA95plTO3wSfz7Xy5A9QDGBPqgNMj7I46g+bFwbvkN9jb30d0m9jDimPZzLzjy7cTy+uFHGPggzyz4fiE++dXYfvtV5j73hR+U9h0PdPQ5htj0YTma9UYfQvTRq4b6ijEM+JeoMPh1nWLuaeeK9b2MyPNMr4D2Y/1Q98l9RPpE1qr1+UJq+a3V+vXdh/j0C/Zy9tav0PR7UIr0yrxI+6OQXvESmRz2avLw8kmlmvuGkWD6OUom8bHMlPvndd75EsY++8lCYvsa9sr4jYiE+k5pePkqzQr4Suxi+NWIHPmQUAz58Uzk961VkvZVkDT794ac+POD4PKkIiz548LA8Ln5LvtVD4zt6g3a+jmgdPssPMr2gYGK+aWi6vBWiEjvOrpg+SYCHPPPbrjs96cK9okulPWlb5b3CUhI+s0HrvnBdQz77DE8+Ga4HPxDSxT6xKAG+ZyK1PaARbL6gA4G8rEcHu5irMr5Xocy8/imRPa66g71syzA9XxhZPIlPZL63cT294aaVPYkXmL5xEDG91h4ovtBoub2FI8Q90euIPYpVBr0k4Au+v300PA2vYrwmnF28frhBvvwKID6nE2a9msUSvtp8eb4+GqY8iRXMvACdf75WbNK9WNmpPL+ktrpWAEG+h3OjvWpZ+b1owh6+nX4RvZQJQb6R0da8tj7ivVcOVb4FGiO9JAe9PJolkb2O0SI+UhsKPdDjRr2gHXc9HZYKPb9ZCTz8Rgg9q+cTvphOqr01nlO97ncevj3flD2T25w7DkpkPUYcRr6F/+m8/iWivR93KL7qgH08DO6QPF6F3bwLhYK9EmF5vqTg4j1IG5g6vGq/vGp3mrkzKx084v+nvat5hL4Dp5C9b6FHPV0907x/jB++Tjalvm6/DL30t7G9n7EpvjdfGL4TfTy7hwiAvWukRD2G5Dy+NKb7vf30071kFTe+K7lGvi5Bfj1LrNa+tjpDPpNX/LtKy2q9APPjvfxw9D3gKvm9D2ZyvuNFmT2bWDM9pOxfvl+8c7zJUKO9dRkEvrL/cj0KcHu9wI67PN92oj1jSyu+NEOxvTB/Jb4Jzju+TFctvuCNZb3UFM47s3/cveRcmr2/UlQ9t2cmPTi6zTtd24y9u8dxviCpF74kg6a9kNKpPAV/H72DhAM+xTaDvC7Dhj6OL9y9CzFsvlrQ6zvZzA076fSmPURpNL7WAxg+s8M1vKEA0D1Kizi+gYYjvUJccT291cM9K380PVXoTz4zI+m9PW/zPUf3cz0FGKY+du1Dvkw87DyXxUk+ZGpbPpezCT1yshc+GF94vYHGET2+NVo9jhCjvQ76jzy6/UM9cqWTPRRYD73FZvA9H8tePt8AnT2VlRG8Lo8rvcJuf73qUB09ay3Wu4Mo0Dus3v+9R4QaPteGEb5FjDG+ubA0PcinQD4g7jw+4hU0PpCiirzA50E+1jtPPRG2Uj1qc9g8C//0PeJ/yj07zWs+D7hrvikU+rwKKLa+wSCyO0bVdD1Dama+tmEGvnLwn73kgF+9lLYyvp6tpbw/Mx0+ZqlnPjQlEj7t7jA99hzzvdmziT5UzCA8xRLPPGuxvb3YyQq9yodpvh6T/rzgr1++U7wbPQReCT40AkM9/mlcvoyr5L5OuVe+GIZhPSWRKT1jIxK+sGcCvSY+V74JpP89uAQwPgAdUj45mcI9THMhvhcOS74t+Ly87mo5vviqkTzpDxO+Qnc3vs/WYT605Ce9x+SrPZzyU77oEae9iFLVvTysxbzI4UO+wfyKvVImmrxb8oa9mEyHPUhPxr26dZ+8ECZhPlAhcr2cLHY9bD1gPTEVIj4j8tc9NmCEPV+2RT06kIQ+YB56PtrdCr3wTue9GyEAPk/MDb35tpC+SmiEvsOdOb75rkK+4QnNvdREST1A1Ze9fN18PahITL1r4Uq+uBokvln1Wj4X3gO8Wie5PdBxhb720fg9eNw8vlQFt70pFE29NUasvHRZvryKidg9zeG1PiLEmT2Jp3m9PK2JPhegSb7MS+c9VXUnPhdhUj5M7Yo6OhNSPlLglT7pTRO97k0hPsfur71XdpM9Jxj6vGUSJT0U/2G+4fy8OwTcHj5LdPS9nQPkPKgoAL71rei96gEqvnr2iL7z5UO9ZHvkPHu6Tb60Kp2+eJ6RvK71KD3u0Vc8KVAEPR2fhLxxX8w7OtCqO/9h8rvMzai94uRGvqe+gj4V2xM9PkpIPnHiLT4dwX8+eT9DPsY1+z2S+7S9fp6BvqPglL3Lv0y+5a1EvqL1kb1BVFM+NyorvqDPmD7421e+NTVRvnkKMr79I4k+UgAkPlUnu70kMLe9rsnbPCWhQD1SAZA+uV4+vsjLHr2JBwQ+VG/EvNz4qD6QsCK+RjGEPinhL7vBPt49tN2Hvc8/Jb4HbZg94NecPb6EZr6DB628+v3IPAfKPb7ZMbK+jOkiPsdzrT2Th+m9w1oFvtpzv721BSO++DtOPh4tbD4XgUq9DPWcvIkF6LykVgs+F0CnvLHpIbz+ep0+xlWmPVxlKr7/6Yi9LII1PKMDE74lhhw9U35svlR9rr3gxtU9gtFPPaXSQb4HiPc8OS2YPANTT71IVge+CCJwvvKe+j2RkZ28RHo3vrHT9L3g32S9RlCRPZe2ED3gV7I9RniIvXDwMDzlIuG8eIuSvPsjm727wJ69v5+IPK7DDr6G2lq9Y+8vvug1HzxZzDc9duf9vRHr2b10d4u9DCcAvZvC7L3EcqW7T5xRPs5/Fb6PXh29gB73vXho4D3YyjE7ILG/PdOVsT25Snq9Vb7gvS5chb3gzgi9j8XdO82W6bzXvPe9nbMXvrgXubvppRe+MKDpvX6NHr7rUDi+sFYTPvJh8r24bd29UdImvrqDvj2OLfw78onMPUUuNb4h7qO+j8k3viqoWr71v2a+ZXGwvfPkR77VePE9QTIcvj3cJr6ZpJ69ZxPfvbnPK70wACe+o1ZlPcePRr4TRZ++24ZxvYf7urx+HcS950eFvWw9Yb4zryO+e39rPdG2+btl5+49wLbyvt3HCj5ebma+0eYCPIsGWL7TA1U+q1HnvV3RZr1p9sM8YqJrvTQLjL4AVTO+FZfZPab3gz22Owc+Hcg9vvT2TDw84zK9mOKovWlN6T0M7kO90WbfvTyP0LyXiIq9qe7fPQJy+b22XKu9+E1AvRvYmr0KZcK9sQy2vYswHb48gIa9UJUXPi6a3r1YfXI7K0LrPU7oGj5c7SI+MQWbvRPpj76yZIc92Nj7PbfFOj1bPyO9Id1ZPkeTUT5gcoe9JsX7vSTY+T0TjGq9kTybvUExwL3bFgC9F2TivS5Fq705N0K+5HouPlGUXb1yTLY+ZTkuPmKYZ7vai+o9IDwuPt0iwjz/vwe+LsFBPWOJMb2iMae9vaODPv+ygj32rks97Z6WPDEuXL5ecki+/LcXvn7unz08bD2+yYeUvtm4kLxzSWg9NbQjvu/EzTsjuFM+3F6ePLVPSr6PjJc9QUuJPG2xQz5aoj2+xrdhPvwgqT2EWtA92n0WPWdkebyyapS+87hBuUHOKLqZIIK+Tf2ivSjLeT5FO1++ydteviC+Mr6lG5Y+1Cy3vghdjz3VN5K+SkORPpg8dj715ZG+ioGivVPxeL6Fa8W+jQ5qvrG9P75kgl87cKhSvgbN4D292wA+SflSvBPDUj7m/BS+fqrCvEXOyr2wHyO+ci09PkI6xj6F7BK+sHpGPh5jTj51i/g92Gzzu9xwQD3BV5K90zDFvg71mT03atk9JFgFPso+D77hCe89DNqSPBkBr74pHx49UnQ9PVq9Br3Hrne9CiJavWqGQz4KXoS+sF+xvvYlwj0vFNo7gALPPthqmb0uewi8mO4mvX1u8D2ngKk90qfRvAvj2LuJCGG+KyAIvqSw/T2Xfhe9dW8kvvAiWT74zb++l3x4vu7k270Mnyy954j5PSg7tT1XVI2+zZtyPolFhL4howC9FwSdvvlUn76iyIc9ZUt4Pg+ywj087o6+1SSFvghQWr7EoPw9TC/tPf8S9j1LJ2q9aMRtvtRJcj38h9I3pTIYPdA61L2IaYc9vnY+PfOJhb7XBZo9xTKyvXn2Nj4FVg++T32dPXM3ob25FIY9ic1CPeUIaL5feRA+6gAovhT/lz5deo66e1wPvggnZL0GUHu+en2hPuvFjT0PaHe+GI8vPgOs2T3kl/G9GuXGvUpqbL2KUmq++gIQvWeI3r57H688lOcHvYxi0L4/jCm96FUsvj/oXD7/jpS+5fVxPkr7p73wUVu+nSC6PZ4iOz6jAOE8pFIivgiegj2xkwc+UKfXu4dvZT56uR6+fxKZvcLdAD23FWK+wTdQvVtzNL44WWs8+u9BvVKtFb336IQ+WZNFPjL8xzzjkYW+MUJSvQ3lLT5Px/A9cMyTvSgSQT48cd09bANPvvIytrwIVns+CaRFPiBj972HY7U9csFaPlBSJL56XDe9MysdvovlIL5bsK09egIRPqvh2b423VO9Id5AvDoui75liZ0+U0+vvkpS37x4VIw+y51oPTlRVj4Dd+i94Mo/vla1v76CBvQ8jsZovZAA/Ly2a0+8T1hGPm0jUT2t1Co8eZs/PL8bvL117N29dpQwvajrnL3qB1a9fW+HvT/m+70NRc69JDlFvgQUAj4IwyI8f6cEvX7f6j1dhtC9r9MIvoK+c70X5na8jVBBvoWThz3TuAM9bxsevY5dOb7f/4e8R+LJPXDHZr45+bA8Jbo1vkNpGD5G7Vq+ortMveNNDz6VYcc8/IbDvQhhOL7Pwiu+tnE7vpI33r3aDYs8EicQvlDZoz2Xrdq8MucaPROu273rZ/a9Bvd1vsdZjT1qL509NHIpvZpq3r1zwhs+8mHwvXUN0rzFD3i+HI4WvZP+7r0CIvU8kQhrPevQs73I4R4+xQLdvDblHr0DTm++SzsJvOVLOb2wQZe+rgb6PHo8Dz0S5QQ+0fGoPdg3RD1r1HG9X5YGPvhOrTyYMF89pkrtPVDjCL45cvC8hKb6vVy+Er6nQDg9vQ1QPj429LzWQsi8EpELPnOddb6jt12+WpKoveAFuTzI7wE+BYtNvUJ9gL0Or3m9cKYVvY7LrzyXRYi9t/28O+vyCj1ETkK+sKhzPQrpALvz7c+8JbPcPCOFH7s/KU48UydsvDP6kT1mRxg+z3gOPpbNCL67dgQ+GplkvZC3fL3X3s49jkovvtHq4L0p7Ew+2bRwvbNbhb1GNge+EduIPW0ezb0m4iY9GT3tvUM+gD6/sFa9hKErPiahXT6zkwG+h5wuvgravb6QFwk9HAVovtnhBT4J4MG9DlJ3PjDLHT1/3Hu+ScZ7vdFSrrzF8iQ+w2rxvfGOJL5HrpI+wl0Hvu76rb44HQS9xrARvshRUbzL2mA+aCctvkBLLT2hjH4+9U8Wvb1KmL3WqMY97ozxvTkVQz4tsAs9zGIjvVt52T30mvg92NnaPYvmNr6wyRC9ivSfvcEPiz2/GI29Ptr0PC+3yb3sZ188Mr4SPbwyGL75TIE+DSlVPkssKL5/1g69tAkcPkZ4Bj7YHiW+iXqNPpphUbx4mZA+00p2PQBP27270yy+uEB9vv1IOj3cvYi+Et48PlqDhDxeAEc9Z1MRv9Gtyrz9azM+MB3SvSY2LL5az6++zhNMvgYejD0mKDg9TyJEu8AcwL2zyJ2+u8LXvqKP1z0zop+83E+VPVmwrL1OjbI9n0RdvsjBrT03hLi9ZKMevLbQtTsCbDQ+Z8hdvr6bgz34B6u9+a3rPWrkqz32wau9O1AmPmMlST2d/JU7jHeWvlVogj4n8as9QuO9PVjLELtAr0k9JnpsvDH4xb1aJBa+01uavbsGwD2lbBm85htJvpjGsD2FzCi97dG0vjHBGT42wjc+UTSNPWlesT25QEw9ND5Gvt52grzwURE9f7tnvvaRkr4/vqE9gKxvvH1L/z0cMp08RkMvvjJ6/b1c8ge+SdyRvh/QMb5oHt69DRSgPlRaxD2tUy4+9MMLvJg7pj0uTNi8g92svdJNe77GTSU96NYHPuAg9byZl4w9Deakvo/7ZL7OvSA+WIakPYjvwL79+vW8Ax1PvW2wQz15doE9Z34VPlmAv76o2Am945nLPZMvqr1W1ae9+H8vPiESED7oe5m+CoGIPedkzjxJx1Y+i+nkuzjWa75AQgm+pbbRPCRE/jyvyOO9OmArPuc/e72iCHu+8TbZPjzfzb2/MUW+W9hLPb009b2Hrlu+8tXSvXCHNj7z9Jm+lBquvXlfCz7rrkK+dzcjvh1u+72t0/m91s0kPnTXxryz3Bq+E0/EPeSG2762Bg4+h86BO90bCj5ecRs+CcM3vjFcb7350LK9HupdPsCCSj1o2hW+kvh/vmAPjT5rKre+mHdXvtWLvz39tVG+tVvhvHiIgr0FR4M+u96CPqwinD02WIO+cbyjPZl3JD3x/gw+iX05PTWSDj5LTEG+kJQPvqQoAb2qifi9rGAuPRi3Yz0aLmS9bE2xveANtT6Ke6E91Qy2vj3Wi70bZr6+B41avVIMnLy8cjW9KsMlPmdomL0ubpU+71iRviVUmD4ppnc+g7kQvmTufj6tUSm+0eVnvmUIFr6oYbK9bp37Paqv6zx5SG4+56npPb1m2T010Z07Y9nKPMNsHbykoMI96zS2vZ7K1LuhRJc94v4UPhjSqz0xjFs+zNMXPSQkkL04yRE9OAMkPt0ceT6faSM9W4GEPX651z2XZKS6tJpaPvOPUDzZ/8a8TNAwPoOeSb3rXNO9wiu2PZc78b2j5yI9lFGEvZ4mMD79wow9HkXkPc5qJD0VFSG9AS9TPErBED6e6lY+t4XyPb5gRD7fvZo+JrjCvG3N/rwws8w9PV/lO8qM27tRCuU96F84PTgdvT1vz1G8CCCDvpB5AD76AzO9Rq2rPh8oXrwPz7S8PaAHvgyAob0p2Yc9k+8dvLJ+nj0tiMk9Qa1YvhnbOD5LjEi90Zkmvn4/qzvDKXW9ursbvWQuqb0aYWo9ofAMPgLw3L106Cu+zn8PPrl92bsERAO+0Xc0PsZJMLx9DpK9+hONOwrc3L2BWF0+sEMUvk3Qbr1Isay7yOh+vd7BQr3h11y9rU+ovV7wgz3g3xG8KRrDuxkdjzxJGLO92j5bvmLWGL6D7vs9MNB6vVH7vD19C129raLDPHhedrz+L7k9dk9jvDStNz1ymd29R5mLPiW6Cb7bgxg+yYMRPB0thbw4OYw+UMvpPZ6UJL6eQCA9PqGOvdmN5L0cO4C9OQlivhGoIT1St4K7bvB6u3WhJz4zNY+9ZzWnvo2JCj28M9q8ga1Xvj7p+T0eq6e9oZKtvfBCV74sOQs+OjCovnSmLj4oWAa/7WFHvp4b+zymY3w+mXw7vhOqDz0+nIm+Wz+LPVCLVTyDDo0+ZCIoPsm/rL6ebII+x6lUvcTCIL13XOG9eracvf5rb72akSI+XoMmvgx+U75Ic0w9xtvCvV6alryXIkG+TRBZvsW8mrvY+iQ++eODvn8Jx75WUWY9KZ6tPXmM5joUr1y+XmJqvoHTRT5Uln8+XbplPb5cOrztat07bggwPpmVDTtzYCQ+7J0uPqLNWj6v9SE9dyZiPoP0xz40oIA+QR7FvrvGUT5I5ju9E1sPPiCKsz2FAje+/TGgPc62ub2P/6u+eueovkgOCb43u38+MUWdvl39Bz5+0i2+sDNovsFhPz79jgE+uosbvoRQOr6w6gY+swebvtlWfb5seS4+QfkMPO92hz0RPh2+QIMTv0BOS74FkJi+EdNkPnecMj6z3og8YfIVPnpzBb47u8C9rJrwO1yyLr4ywJW99+nAvAbp1j1tJza+nWbsPZbfK759SY6+5I+yPnnenz5oBxW+OF+ivkO3K748vPs9gDlNvv3vX72Mp+S9tBS3O7uxUj0R0gy9N5KhvgBnOT53wEa+YqKEvfcmVL4nN+c9wA+1vdHL1j2pX1E8FLOGvrNDl712Oda9pav5vZiio70N+JW9X/ZQvpTO4j4Wfpk86EbdPfjEi767Cg0+K5BoPswVJj1+B/S9RfS7vWVbor5UPSQ+53u2vcPBOD5g4Vw8Arq4u5Ckrb22/5s+CAozvoY8mr4rnzO+fZ9Avu5ZCr0XlFo+a5krPsOsaL3lB969zCCTPjcsij0/1eU9kAHwvZGBbz403z091sK7PlnRnz5HBnU8qPbePnpjuT6Atqs+YkX5PTcsqb50BiI9j/WkPWGOEz6rvgs+J9StPUvPCr4a/nC9RHSMPl36mjwaTXa9J58FPn++iT3qkIu9sX5FPvHq/D5q4bY9aiTPvM/kqT4Ysp6+tSNhvitrYL1ipGg+PjxyPoxAzjzQtbY8BtCHvZzdhj7XuWQ+FOaIPViOlj55dIM+0e2KvgLUwr7LGJ69m8ZmPFrFrT29WWw+hTd9vvYTwL1zQGu+bbasvVOHZj4ZAZo+B0NpvQZ/Zj1e5g69k+yOvQDYJz7Mq4k+3jakPVxuxb38gT+9BgmbPgaTBz4ptTG+Cr+VPHwaB764Aja+Lh+ovZkT6z0T8KG+YkqdvURJbb3U9Dg9e7tBPvmMKb4CAoO+evKSvWUpC76//Cw+CQeUvlHExD60GZE+mjzfPtYHPjt+aG89+RqTPRCY2b1e+0I+LPukvlxDcb3mffU9opH0O5muH74rcBi++XwqvjutZz0mBHY8JUwzvu70Mr646SK++o2/vRJuo7685V2+se/LPa5ufz2YuWK+f4/GPUzsaj66SVi+k5IivqmyLz7Ujhg+R2DUvD2rJb4Wp1e+CewTPnlAAb1PwRm93cc4vQ4uzro6DA6++CaVvL3DUb7ztEe9g4ibvVzzOb7N0Zk9GpLEvLEiiL2zJAG+hjcTPcw0W76qQ7u9b61SvEuj+b15ucK91QfkPfIGfr711Iq+/INRvvwd7T06Shg9cP6ivVlyqT3hMC2+a+kavlJ08L3PcXK+c5kPPdFvyL1Ec7m+8vSLPR18Gr56/Uu+FOgTvtBTCb36fYE9oqZ8PRbL9b0ATQg9t1zhPOMPOL5z8v89aWwhvCYzNb6L3fY8PRoPvmnKLD26TJc965k8vt7Jv72W8lC+rTkcPSTvCr5mo8y9LqftvTkJsT1derO+ctDuvZJDJ744vU2+5jX+PcLQJr4NlnO+XBX8PeSDMb4tBQY8P43JvQH2OL4T2v29vaQXvuPINr4IbDg+moTzPRORdr6n0M+9pBYVvn1LbL4mV4i+q225venJuz1guOU913OTPDEdQr7nrs49VIT5O1/2RLwzV2G+tiQqvh4DujwcH2m+Ey4evqM6Br1fW12+4D2yPZp+NL2FuTO+iErUvRXpeb0EGLY8zLnMvFQE2D0Rjae9nkdgvm1dG76OTIu+N5i0PZNFHb3N9Tq+2MpzPjJrmz2+rIq+K9PZvN35i73tlFA+W1/UPap1871sl4I+xDOovAYGiT71y7I7lGyGPNvqWb46byg+eL1kvqEsmjxu/VG9JBmtvizYkb0CdFm+mGWBvRmXbj5ME7g9+GUVviWEor2F8dK97QOWPv/uiz3OE7U8x8/jPQ4YTD0GqPG6iuKlPfIuPT5jDAm9kNm1vSaDR7syOxy+MGcWPUvCAT5KAoG95lFkvo52bL4vofo994hWva5dpj4+ELq9YOQNvLgPoD2BjaM9Xm93vsXDST5y7Zq8flOGPazLgL3iiBE+TFBfu/6X0DzztzO+ixx3vsgvlzy8M4e+Tz0YPlRRND5khXY+tfK2PQ7FWj1oGOy9q+C/PsYUlT3G/sk9zuCQPXazDz6M0XO+4drvvenJoD4oCdM95WWFPjsqMj16eDm8S2YjPiOgnr0H1jg9KOOPvWTg7LuqYP+9/0NRPuWIub6k33K9HlXdPcQJK746lYy+EAHEvTY8Sb0HFZM8BU/0u+9NwT0Rg1U+6mSePjeaMb6nG9s96tPtPYdWv71mUOq905WkPWoJzD29DbI94nx8PQllp73qGzC8nenkvVYSjL6UJRe94Pf9PB5A8L0SizC+5ii7PV9J5j2WAo898LhAPprrxD1A4Z69F3lFPqB5WT5OqRY9732mPTibLD0VR6a+xs2EPXHi5z0G+kA+cyEDPgekjL35MBA+HaPfvJa6BT5bp+C8RHVqvgiFkL5Nnjm9kauuvOQALT1/5gM+SO9evNw4rr3sJyI9CQ4WPdOTs7wQw5g8mAqcPmfghb5sdTY+hXaEvkIoED5AaUi996hBPhgeI704bgQ+TkVZPhcVxL1jOd+8B1gYvtmT1bxgEGm+U7VgPeBZNz4yEoe9FNUkvvK0iz3zEEW+Il4/PooHob3pOxE+TI0iPk55kr2oPii+pmOkPWBy9D111Ao+wWckvXQ5g7wDG5A+ryVlvXCqpL0NSsa9IRTgvXXm+j1D34s+vFfmOsNRKj5/8UO8SHdQPqe3mr0BnEy9ikmnPU7DtD6nYgW/hgaVPghui737Fac90IccvrRvZj0CfUU9MG+ZvRuKTz07ory9JQpgPYYnOT4ggSW+w9JfPnieWT1DMto99fOnvf6Ajj2K3Iu7/NkKPdHWST2iBvI9uQ2GveXyOb7r8vY9AAzmvrkgKr6K7Cu6oiRWPZncET26BYu9EEsgPds0cL4g5zi+CIO7vWFDGD6BAnS9ZS2mPvOT1b2KpNU9hhNXPtVFBD7bpbk901eTvoumKj2mkyg+bddxvme6Xr1MsUi95vQlPcS6pr46Mwq+PfQnPVlYLr60L3E8eH1bvkWAGL7bov29GwkFPlYR0T0OaSi+FP5RvvWlGb6JFVa+v4RLvgKaOj7yTZC9L6p0u5X9Wr3QMrU90RwrviEYqb2b3VS+tv9KPlIGOr4OaRw9dSd6vvdZ0r13YdC8a29jPYrGS76NkTu9fLaSvu2o0L2S3XG+byXmvSkK7L2omZE9iKB3vPYZFb1kWvu8sNDTPb8J1DyDrE49TbfavTQLdr4132m+2bn8vfNi5zuDdTu+H5Fgvr8X672vZQi+SLAMvQOgEr5l/AS+J1g9vjRMzTt5jJC+ANNGvnBHFL7bWni+o16qPeBGe7yVgeg9UhlRPXiQhry4/wC+q23BPEaZWbyNkRA+98MEvsmKwr0QkD2+CduHvahmrr1ss5m9OHD+vVp7nL4dVr094zoOvorU+b0eggi+bq32vUi5azxvQgy+vE2PvnTu872VDXu+yJyxvE4SPr12lga9z0NBvq1tiL5am1W+vfXovM+jxz26oEq+HTTrvT/7fr0V9S6+fdOcvWxOL77poha94KnSPD/czLu8pU2+nkmCvtM4V76sWPa90xEovpfoE76nDwG85C1sPTC6MD1O4Va9OBLVvXs2v71Iaky+c2snvZ9YCb4ZPCe93l8nPiUk17wSOgi+pGwQvTCNBb66fJk8E8JjPJaWrr0zO9+9qgk+vm1bkrnrULq9DRYovTV4DT4/poY9QU4hPvxPDj79P0q+t0kwPlIO772Dj2y+Up/OPLS9NrwAGi+9YOOPPM/XAL7Pa0W8EUSRvBoTU70ZoTE9T1WdvvhA0bwkcCG+oiKivb3Zzb3zvnO9q4oUPgWFNz3tyY69HLsBPht9sb3nEci8wKP2PfX8vD0/+yY9ffNIPi+tlb3OdKE7rGvZPU+DPD0cLAm+SAPPvMp9qb4V8zG+szVePbwJvb0YgSg+6adyvTYsND1EqyC75zAIPYzAEz7X5+a9lh/gveCCDj7Nu9E99LsNvVAt4L0lMY29rb2Xvv+K1jysBqs9fa/mPSmeNr7/R7q9cxkivlSycr1DAGU+r7T8vSD0cT2JkAW+T0I1PVaFqL2tzvC9rZo2PiZrPT2/tEe+JlITvj+yEr1OQ6O9d7BHPsJSJr5DJzW9I2sQve/uYL60Bsm9Kr8ZPX/X5j0mau09vegDvdqNNr1fulI95Awevv9WPTnR1RE+tdgDPjcmp7oPJpW86Z5jO3RSLj7ypiE9JrQ3vZwAEb1AfjS+CUD4PU7imLxrzgy+hzO1PWwg5r3SkA2+y7VgvF0h+Tq8Xhe9XTaUO+7sWT1+XSK+cSX3PXTISr1BXLk9tcaHPD57gTwu2/878En1PXQVJj3cnke+p1hUPn1QkT04xxQ9IhnKPbSVOj2v0YY9G9ChPa7jjz0mk6k8RE1JPsS8Kz5XFCm9+NOkPWZCLD59FiY9zkLpPSiPLz4e+529E7whva7uuruXN8Y9f524O7/ghT0G2Vk9lY3dPc+Lfz3KrIk+Siu3vKxPCL7y9cM98mGmPcio7z2M0X08zFiHvTBDsDqeLok+TRwKPnVxYz02VIu9gbYFPFNULz4eY+s9Naz+PbKOEb0l1W2943Gfvmv3Nz47RP+81NmCvM63WT5WAg8+kW1PPY3kbr4a8KE9y3crvDXmoTzIcvA8QrkXvvl4tT2pV3I+GgPgPB8qWzwJAVG9NQuTPSmaJDzzYIE7P3a4PY1DzD2967M9Tm32O59RTb0qUs09P3w7PtALcL6ga9K9NcSZvGQmx7wPWuy9LEL1vQOYcz2S9dU95+oGPon4wLzxxou9H5HRvaDzP76+Hck8s1DrPXWvB76g3Mq90LtsPcVohL7Aw+c9n9eRPl5K2j2gnL684Iumvb6gmr0zMmu+l7B4PB2AA732EWk+tVCZvT0AdT1/hT68mX1MPtUxiTwTNvg8fVOKPdF0FT2iQAs9nVBkPf8FrzxfFsw9V5PUPb2gCb2t9u89v7MFPcuulz1l/TU+OQ4BPYhDyLwViqY9EB+6PJbqHr3J1k8+I1sEPvj/Hb1yDdo9BJqSPTG25jue4jO9RcudPN8esD3DbgS+Uy08vl/CNL6fgg8+mz8gvQtBsD1SfZg8T+ckvuYOyj1sk7w9fXntvRAcBz8m8w8+OWikvB1dIb4qsqg9p9cFPSoGlj62jRY9yMI7PukmwL0aSCe9U5MTO4oLZjzbyWi+ewSVPmOkpT7yRCs+j6nuPebUsj3E5A+76FhGvt5nPL7bSiO9xEjGvbRl1b3D4lI+b+AZPS9vT73aXAG9rpyPPowFi72D6NE+SoEdPu7FQz7aAN48b/fqPT/1yT3JAfc9TFcQP938lb4/oSA9oI2+vIshPDyBEgk+sYkivlXGJT5OrSM94uVyvgs+aT4mHwO+oyjNvC1vrD2S1CM+0zSMPcFg5zuzVs+8O2dYPay5UT7xQlq+fUiJPuyNBLzBK6I7QQaLvB5m7jjFVSu8Drp2vYAfyL2aM+U8ivXZPf0VXT32uaY9tQ5DvvYamzw8j7G97Jy1vYsrRzwLPgy+xjliPrTWab3X9BQ7J1sVvBMsST43lTc+BJVjPuWGHD6d+Qk9tmbWuwMQKL5RyhA+kliEvXPlJL6YfI49FEbRPngjs721zoQ78kmbvOYXXL1t/r+7ofmlvEm8/L3hGac9yP4+vC126D2smBm+1MxbvtXbjj07owg+uhr9OLQ6Bb4NN/a8clREvjDB8j3MesU93+UaPloKAb6s6Fg+952VvWQNb7wbnJA+47LVvukFrb03HVQ9OiOJvWUHfL367H6+PEuAvs/7tb6CtsK9LGwFvhArqj2CWjM9sgOkvcdD2L12ebo9L2LJvaL9sLxpz1k+3sKOvPn8Hj7fWgw8kUDYvh6SZr1k2hS9UyOpvVm6CD56Phg+zIRYvEV6oj7qs4I9FSEYvrG0RD3MoMa9/3U9PgOmtj1z3RQ+iReivHkFqT2dvg++7AP/vB4gwj1ccJo+8L3Bvt9qyj3ogz++EkEqvk+Qyj3vKHu+GTeQPtvmnL6uGhU+UJq4PYPkA7637bE9v9WfviL+gLxgRx2+c1RPPrqvBD6xx8W9frMzPjrvWT4WZCE+/IQ7vZqLn7uhRFm+fDbqvivOSj4ubP69yAavvsjP1z31cC6+dpIIv4/Ufj6V2Ue+ldCLvm684j3vvgg+oMJlPv5jCb40lrC6oXp5PcIJgT4moW69AjYtvvlLPL2WshY+QSrBPBcQLL4KrFa9q0jbvC561Tt9CUE+xhZ9vv1Sz72YJ/U8ICOCvsYxujwU0IO9En2HvZDdJD7GMK28aM8fPtGEWr7gYVe8lfVJPOCMT76sGIQ9stzgPW5TbjyHkAw9ykY1PiGTHz75ZM0+nK7zvvejajxAmFO+5l5uvaKt2T2Uhoy8LMtQPqtGH7xSgH8+HtOSvtgTNr5wGoi+1kLjPSMwj75n15q9/R+vPSXpkj7y+4a+w+DuPtXrgj1pYii9WLcVPEOhPztp+SM9xSQiPh4U3j74ggm9Bv2lvTyaiz2d+3C9T8qKvTFLnj2MxSo7zYIEPUHkZL6GstM8u7iNPmG2wT4EpYy+k4AUvlP4br7sKYU+wT5QvBNtzz0/DbG+THczvT1bFz6zvxe9MTOFvRqTMb3fXaE+xjFavlZplj77LTA9c+puvI7bez4Jggm/A/ikvs2It73uJLW8EyJaPhbdJr6oy3W9nE+kPk9pMT7N/6O+JtuoPbsLLL5TgTa92KLWPU/tF76UK6w+9OjFvScTVz3g7pS+LNiVPWPsir2bPs8+OKPPvQgyrT7zWpa7f/pUviUiK74s0jI9KeWOvQKv77z4YT0+BcZfvioGMD1iklE+vCcLveV6KD5tbfY9RpqsPVXYJL4Rb/E9OmmNvgiHbb67ZYc9QZ9qPLwSGr4Vnim+wPEwPkfzOz7UOjq9o+5ZPhrZpDs5lVO9Pz+BvqQ2Vz0M1rc+/AlSPXRaLT7B+DU8O/2Xu3VeED79QRq9HYoFPnElOT4fOMI952mCvlMscT6B0QW+GVsyvk1dK74siFs+fEJnu1TyHD4xw5u+8sYWv4VRE75zIIY+U7DaPcCJ0L05Viu9VzowPSuLBb5FfF++egBPPl2fkLxbykY8g5D2uXZ6hD5oUrI9O+PjPdmm7zwyf5q9TJCfPfN2pz1xcdW9GjnovWiLNz6Oqoo9KOTTuo6gNL69vEM9riMSPbJjQbxm4BM8ElQRvQmP9z0NMxC9f5QYPZGFDb6HsxW80J4svrTFnz7wbD0+b9jCvUFGjj08tRQ+E/wiPkXvZD1IBy8957gWvWqerboIYDo+1qmQvdH26D2ae5q9Q7h/vedSLz21JLk+zE0PPrbaOT1Lbdm9AoShvTdBbb3EWow9ji9+PmL5hLyrgg69lhG/vDPpZDznS686rePQPRHZBL64t5e9fK37vd54Qb4KJUo9Qz6nvWQ0ij3JMIM9lTn5PWkCT71I8rU9uREUPmyZwz2Wf8m9ObuxPY6oUD101K+9GDJXvDhpBb6LIic+0JpuvU/+oT2CCo+7fVsFPWYpWj68iXy9wDb0vSjpEL1rL4c+3VuLPJctkL3MY1k+Y94EPsdqYz3zuco9dvEAvVfrZD7kVDm+ZCrnPSj6wLwkmW09LbjuPZoVH76cWge+yWxZPXmB5z0dCng9FzluPlz8Lr0foFM+IGLhvUZLcj32zO08Rc/AvfzDh72VAzm9iWunvS2IEDw6eAi+ZmpZvjshPTzbr688XKh/vTAXqz1BVwC+Qua8vUrCmL01qYk7vcYNPbEvnj0tgos+mQL6Pi3ZMTyTriU9UPzDPSfMCL6MgWE+OTg8Pow0CL5i0w6+ZocJvkNd372Ke+E8k7nDPS+5Cb43EZw9abbpPasoHL2nm6+9mW6evq9Lljz9BSk+vb2GPSGu4b04WTW9QVrMPrg8CTwtDbY+TZYjPa6KDr6dwds9zwVSPnDFPb6gRxC+B6dbPhHLVz5kLxq+TX+EPbj7zb1v9ai+J8DWvU/G5LvFopm+CXjEvUlcKL5KC4m9OPoBPvbUNT6Pn4y+z1/KuneMQ762jW2+uuqCPiHgwT1jPji+J9UbPURlQr7QcH0970aWvidk3j1VlcI9V9BRvqmlUz7gZHS+KvFOPkCcmr2eUqu93YuFPjBah74hQrK+T+jVPq9x273sSgU+4UHyPYCBez5lNYe9r9ksPIempj5n1Yy9T+jUvSYmrTwULTm9mi1MPe/kaz4D9xk9FpOfPW6yhDoQUz+8MsGjvQCg9z7yACi9WyYivk3Epj57Sh8+kzSPPTih1r2ROF2+MKeHPKQazj4G5Sw+/sQ9PGocdLxyzXa9c2Jsvj6viD653Gk9SJjJPOCa2rwRJ5c9x4KcvW+/Bj7mW7M+qT7nvaBQsj01Z/K91j17Ppy5Oj4PBWs+cuZUPOsmg73DB3s+szoIvgXqeDxU2Y4+310Lvq+mxzxTi/S9PgfhPXi/jr6Cy6O+pXkQPqNxuL59iw6+2pNTvqu7Wb7ddyW+wUaEPdk60704R9Y9odXqvmuljb74aQc+/s8PPeQcDz4/iXE7pctgPfe2MT6gG5o9DZ6hPAE4g72uMgC+dkUbPoYEXr2B8Hq9K+0Iv9Sf1D1DyAW+cxuMvqpPVr1ycxI57EXUvpUBhL4tRiI8Lx7svklf+DowsIa6hoegvdfpMr4Pfig9ZNijPqqvgj7i+pk9yuiOPVw2Lj6WVhW+hnlNvhTFyT1uJyS+lnlFviBAbj1bkS6+v3MTPgmi371Z2q6+B3eaPqv5D74+6Pg+OMO/u2VTUr2tnIW+yRQJvSgtAr4kb+M9fXVVPpxP9z1b6K2+xPiFvqrDcL12wwQ6HBUjvtYuAT7Wu+O9tVCCvtRBCz6HtPy8w5AKPdQmSz4JdU4+WIqXvvGROr2kmqC9+R7qvXz/Rb1SkRI9+gE9vDohTz70VpO+92d+vmVCrj64Faq9l4eUvYjgur6WPUk+AbnYPRVZjj5k5Rs9MEvwvfO1iL5syAm9l91kPYUJar0njyA+OrwtPhJS1Dw/N6s9TzmSvgGv971/yZO97uwHOpcEkTslJbK9LYpcviroHD34ADK+WaxfPbm/+r1tfho+ZemJPaOLDb4q9R2+xl+zvLemV76eL1y+KlH1upMPU76tfIw9akyMvjJWQ76A/3497PZrvj6Y1bow2ma+TB/xvcR/P70IqO89+Ly6vX8VAb3QLjK+2lkBvTGy/L0iPQ2+rEg6vql1sz0GDTK9sIsRPqc8aL7VxJO9ZOkZPmGRML1duMG93o+4vKdpeb4qmSg9vrPnvU1hoj0ylay9eVGgPMiIB76zrps8YJYmO6PPaL4Kf8e9uucwPYisiLxNI3a+EasRvuOfd75BF6a+02IKPh3xGjw2BHs9cRpFuwepIL5SqUA95GEKOzHWAb4oPuO89hXTPTHBD74+0VK+nSGJPcynvTpPzHG+QGYWPqVwtrxJfGi9iOqAvfl1CL7VwtM913Fwvn5Uc75S/y29qAJJvnFoAb75w0e9j6/gPfePND5Ylje8iV2mPXwDYL4MdxA+5dvDvIblZzsbxEm99pNvvt0S+jwO9Um8pJZWvRFgVb7NnqO9Nt8lvl86ejy7KgO+OgF6vWodN74WbQC+rQW4vVViOb7kO5G+JYH0PHoqbzx469Q8Vuydvl9CNb63vfy9wdk4PTkIhD2zbMS9vuLkvVNmEb5eKl6+crO2PSnPSL5t0RK+2Y5cvsMHTD0sYCA+TQmrvbxYBj6bI+W9eDlbPY0DX77BCtw8Zv90vv1Uuzz4B7e9xw45vVvZ9rw0lX29ZeXMvhl5OT4rCT28z5xIviyCbT0aXYa+XooZPVB5lb4T0bE94nsIv7mXw7zulWK+QBHsPdCTJz3z+BU9+d6XPewyHj5KlTM8F8ylutKOuDy0B4c+R5DvvcHjXL4rg2u6EeyAvbTo+T21QRE+ZOLBu92jKz6fdFI7ehEaPD2RsTz7RoM9ur5hvax5Cr1Tb8O+VuxwvgpSLz6iqE8+9JMJvoMSwb3Fcw+9D9VlvlJU3r0H0nq+GUcWPLd6ib0HUe69afdVvXu+2byEwyQ+D1OfPeyDDr1hl4g+eybmPJFluD09chu9VYgtPbyDMr1APPI9pK5ovUg0gDz/Htk92QL1PakvNT7ksGa9GDa7viO1lT2l1lu9MacLvtdslL6XB5O+JNUoPunt+j3VyOI744DQPBtkwz2s6yI+Nb2dvppjyjts53G+vIIKvoX7K73+iOu9zJMiPl/DNT63GAA+l5BzvmqT2r3SyVC9IGyqPpCmhT67O9S9KErLvCEviz1KXTU+uZhtvnT8Nb6Mwru9aQKBvcyoxrwB19U9MoEVvrm0jj1FYc49dmFxvpd0Yr7S5Io+ipEZvYeIvb1VBw4+VfKNPWzy8btWznQ9QWEjvmDQZD5qPlS+0LMMvasyVr42P3m9v9wXPrATxb3Mzzy+HkuDvoOaVD4+5iI+W3fBPNmKV7zeHT0+zG4cvuhanT3ysPQ9HLO4vT9Alj3dVTC8jfLjvcQ/9zyHGq0+KYCHPV+BIb4XqV6+NP36PaI3absSBP496/QvPSL0lL1MQDu+3qXNvVA3f72hdSE+jxZRvry0r71t8929xvJCPZEIYLyIOjo+QEUaPmrgRL0hm2a95ugVPZfsxT3ErWg+0oqfvR022z5alhs+FwgaPt3uJj4Xi3I9tZxMPlJcTT7TeoA+kFjJvPe2vL7BWzk+E8+UPm6t+j2270E+jMeKveNKB731cOy9XtbJPUVOqj2IRno6iHWBvAS1ar4Bu1C+s/+lPbHrSz62ASq9Xk09vfxJKT5GSiA+gEGuvfMnQ76KWx++nSc9u1Bulj0LQ0s+u1yMvR6A+jwpkAq8VToGvdU+3z0rcSI++VyjPbWjJb0YJtE9S98QPu6AAT7xawC9kKfiO/K9uLx7+Ua9HZafPU5sUj2vXgw+t6W8PLRzYr63wm8+PAWTvt1PhT7LZEY9bKBEvkw4SLyrdxs+kXrOPv59kT0FZ42+tVJaPQCtgL5hKQa+vMCSPbjtMb6zYcE9tqscvt7vX72BRf89C0LXPYsI8byyMyi+RfB+Pn5grzwnZWc9zAsmvdwP47pDhIs+L9U5Pb3FK761Phs8rU2GvbzWzz1i/1E8RSBmvjDrmT0SvqY9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "CRIRPFQIFzyyM8e8vyq5vLzrTr1zKBq9ODl8vKz7R7wH4Ao9HZWxvV5uAL66lvW91isGvlkoR73YBiw84h/cPTxKF73nAb+9qebsvP9CfL07ooE8zQXFvRuIr7w58Jm9aEQuO1Ptuz2YSLE9JzcFvWGq3rxcEBK9KwdZO8Olhr3vLZG9p92yvMvRjj3hCbm8qPNovmGWyr3AaVa8QPQfvnRKzr3LWva9aPE7PQ4X4b2iBVi9lp2LPLGej73N5Kq8Ul7fO/lbnT3UBki927IwvXf4X72HOKS9mVy3PeGcAjzO0nC9tkO+vV08Gr1VmyQ9kNplvi5N4LzGJpa9DXLYuxmm5T3ENA69NcBVvK9wAr6e0ji9+3+NPZtMCb0PedC8ZJu7vcEe673OwU49js3RPMwcZj3nLUO9HX0QPlv2hr38UpQ6RzHfux4PFr4+qVq99nDDPa9tYj1eQwg+1vp1vaXMqb3DgNC8UM0Hvlmrgj2MbzY+Khsrvqykx70UwFm9pB8FPoN4+jvykFO9gc8APWjTPD3BeEQ8wzKRPRY+Ab3yhzM6pc/vPKSbOL2G1ia86fpEvYurp73csnM7pRDGu92ty73l2eO7LIA0vdSSTr4d3nM7oO8MvS1C2LwS8gO9rVRSvcSd+TobDKq9RtLMvLyJAb2NPhW+Kd8IPb1X/7w="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 