{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "2Z43PkYsMr6IRza+YrnNveH5nr2rJDU9F9eouxFUF7796CK+aeHbPSj8nr2ffkK+B6EsvSgQhbwpI6q8WofSvPVsyLz1LD87wyTAPQCBAL9RcF8908hZPryeQL7hn34+LcqoPaw4Gj0TKE2/6mV+vYrN9z0t62Y9/brfviJVubxfjau9MQsGvW6ds72xCsu8v4WOPNybRD7RVCO+aTZ4vXRaVb4xREU9Ka8SPupQk77VmRG+viUfPsCDqb1gLKe9glBgvtlORr4IKTa+Ja8RvfEhhL3VtCM91UzmPTI0BL8LcwK9rE0LvgaH5r1tDCw+2XOIPqO5OzyDAwo+FB3gPVLpUr55K409ov4LvqcyQL3Fzyc+1XTZvG/Aaz3osaI9nlDFvQWcL74ooqA8fPtmvmjFMb7YgMS7H3NkvuyjQDsujiI+gR3NPBxCL71KJH2+RuLnPVZztb1WT567TavWPPyO/b31rrG9f5dVPspmED6/PFG+pPlOPs6UlT2Kfxq+1pYAPsW2Pz70rQe+lZTtPAbprD176EQ+db42vVLAPLs21xm97pT/vleWhD2a1127cXZsvjTgvL3485293buzvNuHyD29yJc+RM+HPD57DL5Ajy6+zoe1vSHAnL31nc69v5U+u4awBb7tLII9fxAvPXMUeL7el7M9aZZhPSBSSL2EX9e9BFNQvc0dsDy8+1W9Kg7rvS/LGz4RCng7AYsvPnuvW74/VVa+gw2CvnquDL3v7Zw9tvRUu3fuZr6SUQ2+VI1RPuPFqz0UjOk9Cam7PQZeFL3qmr879VdkvgK8pburY+u9lddGviCpFz3zfJU+NLYWvlIHjjwOf2O9v90Hvh1x6r3EKns805weviMOCT7d4Qc/FP5yvYc9H7tTjZg70qFIPl0Wk70OMKy9mkbbvZn+JT1RZhy9f2MTPuE0oj0+/Hq8dbxNPWkHDL5ymHA7WcfxPd1Pmb1Vj1A9bzIMvZtIWz0uSjy+FcUXvfmB3Tp3NkC9uHvPvUebSL4gvou+YrhyPVcGkb2yZp094wMoPvu9pb07bJW9xlPcvbtvQj6zXJK+7gNEPh0lPz4y4yQ5fFo5vmM2sDzyLcq9rfZsPjWLqjoTPX69TKbNvRXNn73h1Fk9Zh4UvTc3pL26I1k+xPFZvaYLTT7MdMY9gK5mvsGqBr0RxXQ+u1DQOzEPIz7uhXc+fhSIvdNsMb6zQXS8vnEbvRvbs77oUZU9lYMvPsGTb72mW3s+/kY5vo/jIL7AEv69KoPRPQxsyr3roAa+jME7PBCb1L32gQW++eJbvmeaO70JRgw+l++JvjDJ5b2JGx0+CjcLPtwyqz3WRai9ReR8vq14iL0Y5sc91nlaviV7BT6zw5080LKlPtD2BjsVL/49YPbKvQT6r70PICY9J47MvCW2kD7X8he9kouJvR9tu73/Dg27hbKavJKGITyKfzQ+tsl9vTtJKDy3gM49zmI+PoMs3z2/x8O9lAkJvVX09TsY95k939RNvcrlwD2WPgU93og2PnC8b70g/xy+crwqPs5K8jztCvi6gEXxPRMuMD5iSai9fllLPDgtL77M1lG95wqCvirBP75G7VE86I/IvXFhhT1WZnq9BP8nPrAznz2BPeC94KPNPdnLhz33w7u9zeINPhPqZL36Mrc9d3d4vrQ/QD6DutO9OzNAPrjENb2uO3A+ZQSSPXpMeTyRNuc9nvnpuzW47zyBIhM+60dLvj98gb6oUL2+d1ejPXEtDTvkC4Y+srLZvW51vb0mo/w8i/pXPqqPzL19zgi8I4emvVgGrD34cGI+ThUWPvddDz3fQOe9/VgevutajTskkbc9yxi3PrYg8T1++188odMKvBHKB77/urY9m8y5PbVyjjv9R8A9nQOZvlbGeD0Cxrk9O4KPPrfZOz7i4Sy9+QwYvoKldL5e9Cy+aYjUPQY3n76J6tw9xy8bPQVaqzw88Sc+jpGJPBn4Fj3EPgo+29p7vRpyvL3gQ4E7CWWIPlniDb5Jbce9bq/EvQH2Wr7XoTs8xgyBPjSWbL0zj+s948qCv2Bkq7z0chE+LB1MvqS0I77J1EI+I5ZlPgydcz6y0YA8h6hRvKH3XL1MUGS+WpPBvSDKBLwJmKs9Q+IMPeSfi75O8VC+tkNLvuHPh76AJ4i+bmtMPm1cQb27ol4+tZPAvTouqD6tOpu/2kNlu1aijruIEuE9Jr6QPe8ilD3UEQu+BeD2PQAHGj4whDe+X/JMvriCobxQ+KE9mO+Hvn2syT0YFiA+dNPIvj0DPb2mw069zF4uvg5tMD72Jv69rxAbPjVPVz/EWQY+F7SpPZE/QL7WMD29ooNyPQOGPL1QQ+u9n/sTPVl2A75/CT2+qWcaPtxE0b2HXFG+u+vHvZghiz3B7AQ+ZCdOvgGZhj7VZp2+lp2nPaknAr6XjA8+v11gvvYgsjws1io+EiGSvUcGNj4rSb+9iJwavsAjeL67GB49H+qkPejXBrtGbuU96dF5vr8Kh75uGW8914Vkvp64kr3qjYM9sCrrPbcmoz3HtpQ9TDZzvjU1LTwzgou+wZsUPqKXDT5JiC2+ZPdIvgI+Dz6wXww+ZPOYvuwTJLxPQmk9TwbfPdNt1z1pqO68RVLdvWcob75zzOq8yC5NPtbEm7ztiIc9hpJkvgMcqz3dqBa+nFQXvUF3Rr5QVwI+P22lPcSA5r1m4Wi+UIpzPVTK/r3nKDe912xAvn55QD0P++U9TIKlPbajMb2Gwt+8BMbmvWW6uLznZCg+DmwTPGgToz0D5OK9OFD5u/Pc1z2yhdg93nN0vhpfKT1p23o+verTPbYgCb5Z0dI9yvHdPBz6CD5X6ss9j4mKPszPhj1Lnnc87epMOzk307xhTue9YRkZvsPCkDu3pN69Jhv/vTmUEr77rqQ9AkFgPvGuyL3AYW4+lyfAPQxwDD714Bo+8gmQvaD1jL1DUkk9c+wSvDdDFz6croi+rT7zPalDaD3Ul4S9d+A7vsIFOD4dzHS9yBtLvfqecj3PW1W9DM6uvRVDfD4afy0+to0lvZNCST3q1Wi9EXZhPQJMi74RmUa96YR2vjWsIL33rBS9/0kDPgBnFr7+osg9X6RhvRyjXD0Wbgy+goaQvO9KAD4UVAs+NZk+PRkTjr1CJlu+hlI4Plnitb45+xI+aO6oPXnaCz5O2rM+YgOiPueJgz1U0oa+F6r+vZzzmrxs/RY+Xhl5PaJIuL0dg188/e+LvaCeYT5WbBE+JNw9vMO2Kj5s1nK9V+qKvPkfe76fvjY94NI1vQsaUb4Vu6u94IIYvk/jg71L2Oy+mxv6PtImtLwn24Q9qeHevYY2Lj7jdA09ZJQpPhWvhb4Prro8ARv+vTOPOr3sDio7hKgxvU9zdr508ze8zT+bvWJOij3vtrG9eJE3voKQwL1kkT4+IWACOmVZtb1AF489vFCZPtFFWj5WFfO9OLXPvagDsr0FxNq8nYo7PkB4er5Risg9KvhoPjajEb3BHX4+L9aeOu7N2j0Ii7O9XqrvvtdHtbx0TyA+55JlvXFX/T2FI8q9jZWvvXXTgj7BFoc+FIsJvjUbBz5P5qG9i7MZvsxfTL2ijiI+BDKDvmlTe74xwII9K1JkvpZ0KT0kJxe90b3MvYHvIb0A0b09qHm+PDrfRb6ZU6S+QawTPgKTQb3GCIu9SXr+vdzvHD1LeHa+SYukPnjGh74HAq49aVa7u78ydr42SeS9NMTqvX23D759oV49XtXCPfUiaz14Tqo9zFq5vAVFDj7wnro+FPYjPP/bwr4tWDa+cs/vPQbOBT3QE5k+0EBwPAWMm77113o9caHhvhQU7DxUQVm+ufYTvo3Z+L2FMWk+S+ETvi/1XLyL5hy++TJLvae+Zz4VGmI+reVOPdQtQj4B37C8isL6vY2czL3GJQq+p53vPS/9Uj63vCq+5u6IO3K/bL6/TIU9q1HmvXp7Er7bfUy+DTs3vRxfij0ARMW9KEmXvUl8m75l50I+hqlAvsAViT3J2sw9Ds5hPZjXhj3mNQu+ubJGPZqbLr0Lob68ykTbvasRMD2OvMC8swqTvuTRYr2QAHI+Sfiuu0SJ8jzkw8C9gRKCv6/8iT2k1ek8/c1ZvrHRAb0efNG9ixmvvXIIg76vPyi95ipovi0gCT23cZC9taACvtRoSj7JsPs8MuC4vd7ukL2De6s9R3UMvj3WEj4L/0a++lIBvZ8j5T6JxnO9aKezPijOsb6Y3pC/AOskvggy0r0zu6a+UpTVPt6g3rxct6q+/nYsvpTiEL4i5Di+z2A4PWAHrD3Iqvg9KTGvvTSqDr3Ox2i+IaDvPY8HLD7QqjY+1Y5zvk+0xD4iLBm9C0/wvUvAEr//YRc936RDPmQoBD7VD6O9qnfTvpYziL05xsu8b+9FvlmHDD4vW7w980YXvs3RCr3s+ny+dQylvgMXMz4lm5i+Duw7PjSYAz6NR6C+9je3PmRuMr4ha4E9glqLvUIJj70VuK+9N7pvPPP0MTzfLAc9VFFuvuiLO7yBLCg9UNqCviOVOT5BOW++T30Hv9Fxrz7Cbfa8kXfYvX1PWj2ceA+9OregvgKk9r2tijy+7h2KPpp0kL4InEe+jI+GvlaiIb6v08+9gOqqvQEI3D1gMPm9g1ckPmwenr6ZSV09hr+ePSYj5j2ijt8843LAvdlL3j3kFkm9ZsgvvpZKNz1BWzs+xbU8Pok6zj0nU46+UA3tvLT6xz2wgn2+gGilPC5eJj5d9bO+Y+MAPpAM7z3sbJ6920MvPvbZUL0z+SQ+8b48vRtwUb4wuEa+UOONvdCPxbuMNYQ9K+wrvqS0xj78dhO+IsqpPF0wuDz85Dk+j0AbPvhrDb5nId4+bITWPatgNT0tCIC9qYacPfuQyj7Wrgm9AXiZPtjXhrrDLDY+3LSfvjmGbLvE4BU91PXBPKxfPD1qx5+88U5WPAFuyryi2QG7MWLavbSP27yLFrU+Oi8xO2k2QT5e4549McucviREMb4Jy1c9rKkVvr7fpTyDY5g8Vs/LOkOC/bs0DzU8OZROPuBXKz4tcBQ9brl9vu9loL2vOws+JMMyPZzIdz4PQQQ+VuWZPJsJbbzpfZK9ii1pPGuZib6DEBW+FdlAPR35iL3WkcQ9Od2bPREki7vbrM08nz6wvfklrz2KvOG9oFbEPFF/lj2W8lc+54xzPSDe2z3kCzS9Q1RmvGv9Jz15bXc9HTvdvQaHgD38Rms+YG4Jvs6oV74ki1G+NYGAPCg+WD2D9KO9RtsivoAdbL6EIZa9OEq0vUYI0r0lfiO9veQNPlguPr1T0bK9mw+OvWl4pr26Jzc+4au6PhFiAbzcE9A99bzrvV6H0r0vgIS+ZtYJP5VKX75TvyE+BXWhveWDPrxDUTC+DgtDPqKC/rx2PUC9VnycvnaA971PSUK+49mlvVhshr5EKac9/g5uvrmImr14eFi+UKM+vvVPiT307Uc+7CaWPVu4JL7xaV89hsTBPpNDDj7i+4K+yfyAvkAnT76DjZa9uPj/PMZowL1zfGS9Fb9APQZAaj3xjBM//RzBPTqJpT7ltA6+5OplvgtYDbxnTxc+IESbvQ4u0T1mFyi8FZ6OvVBaDz4YfAs+FEGdPAzKgz54K8i928CEuwB3Tz6NkFg+NMKQvlHOqD0wLUQ5sNTwvVVfOj6mKhe+Gm1CPdDX2rylB1W9jvuGu1gESD3Wlxu8dbbLPS+2p776Wzw90OvQPEAV7D14S0W+6FY+Pnqk7r2CDnA9bCCPvtNuPb6rt9E9IqCNvXSPUj7iyIU92xZcvOPXdL3LCS+9kV5hveCkTTz+UKU+KHENvvtcc73iNzI+pf4iPlUQAD43gIk+NNxdPY0JA75Vsiu+T1DhvtONUr0Smoo8tmCcvRUeWr67VAw+X2HHPVD1Aj4khWi+0dqQPIkspr1O+AY8p2gaPqqDjr2A+ec91UMAvs6TfD5k/NI8tkY4PSN6yD2Ysem+nUmzvtOLML7mXhi9xEDAPP0Rmb2L4hG+ByGXPTr8ljvMAO29zu6Hvr8zW75YfmM+D/jCvc0Vir5HIim+LyjQvOdzID6yNiG+owpaPujRK76bhVu+CQuivLnOmD75FSY9OW+tvg+5kb1yV44+CpOvvV6nAT7chzs+EawzPtFWr725/QO+xdEov07PTr6H5P29AZwPvQ3cJD5reru9ChpLvpxuAb3MEVW8XS83PYSMjb148rG9Oc0MvhQuWL64nhw+hMrpvd/aQ71FChG8DxJavirfY75DA2y9IWKrOsBr4j13mng9AjLCvNAaOb1h6zU7rwNJPij+RLxFAY49HBUrPtZnhT117ou9v6uPvTVSFr4Cxum9fdadPZrJCD3FMg29xY8avstr8TwZsXA+9EQMvqWuHr6Su0681iZlvep3z70EnTo+p4CovQz3Rr0WN9g9hsGYvZYXjj2oO2q+GgpDPiBf1L2q0+s8f45NviphrbwGe3U9k9Rdva8ycL2j/cE++Lv5vZ4vBb4MhdG72ioFviFkpD0y23K+0PmAPTZ5m71zDz2+czefvUfmn72/dpg83EnDvarbrL2I1U6+be2bvXLqgj0h7w0+pvMyPu6rPb4I2FC+4GNgPWuOCz7cEo29RhnyvYvyvr3IorK8NlUbPh2lwz2ulQC9K6yTvfsIGz2jOp29FbH1PZv8cz0UtRK+jXYbPv/mKT2lhce9Rvqlvc+dhr062/+9jriavcTvNr4pfN08dnUIPjLNn7ybEoO+LXMYPYmhdT7AOG2+F/0avkdeoL3S3Zu8D7cyPu96QD1XDBa+vpwkviw0WLxLsrk9RqpNPb+o1L0yWoo92ErYPTHXsjsYwwY+IaitPZbHwb4aHUc9kKvMvRa0U75CgCU+YXQsPqD8Pb7scS8+awEoPrwFLr6WRTE9W609Psx90L2l6AA+5oKGvjyeeb5vrgY+rkR8veCSjLyPCBM9dhafvHiHpzwVxhq+imgnPdyGaT69YAg+oJJEvdOdYL7kr7C9SPwavQ3i3bytBIK7tZzUvQsDGb7lRGU+2F6pvbqFCz5f6So+a8njPTPRKL499wM+cgONPZA2f75dUpC8yA6vPcIL9r0AuMs9nzTaPITrnDy8/+O9YXOSvYqlOLuc3ku+T/40PY9oFz3Ds+a8Pia/Pc8Dlr6yeAo+Si6FvcpFiDwNAqW7SQB6vj94QL4wVoE9eEsyvcuXDb5uH0K9VWA+vVCRnD2KeGC+87opvbgEBD52FKm7EkIFPuNsr70DDvY80n5Evi/Vtb00G5292rEbvpzYcL3PCza+BiCyPSVWHz710Uw8w8CiPCeJFT6OJiO+H6i3veFyDb6NbWw9vB9vPsQTHD3NzFS+uwWCvliW273cHOM9sqwAPRGkAL6KC0a9bj8BvMUBnr7nZlu7GWEMvcgOXT7exk++O/vPvCJRLb4qTRE+mzf6PSeWxz0iS5w9umMRPLuTYb4K+x49UaknPv0Ojj1pZ0G+bX9QPVB0rb1Uvbw9l2/QPYhkSbyn/mK+5tsvPlC07T3ZE/Y84QBnvPbgPj4zNCa+THEGPgmRdDtcSc+8wiI6PsLaxD1uiOS97/KzPuK5Yb0+n1m8+qUNvWtJiDt6eIs+vclDvee4sLvx/ja979WePhRh+LvItLY9/6DHPPSGDT5anDU+W9hqPtFWmb0XI8G9GnfyPZF9PL0lSzq9mI0JPmPviz7vGfE8QXw4PEflxr2LCNE9xW9OvOOwNz21aWc+NMsbvf/zhr31kZc82cTIO3/yoz5BHrC9TcqGPoz0cT4yePk9ssEZvj0ur70E5kE7FlAfPihpwT4lrZa8F64xPrezSL5z+8M9nhN8Ps5Y1L2VNr+8+PLZPSvo0j25+XA8qZ02vpJ7Cj5azLE9LFE0PG2S27wZHEQ+Pc+TvFaJaD2aUT09EKdIvg6Qdjz2Ala+xvx9vcCsfz4m7ie+VD4GPqD85rtEASq+pOjjvR1j2r2HAwG+RCATPXanUL64YQk+LeL9PY9lBL7vdQa8UkQjPXpcQb1foDE+a41SvsbpRjtF6Dk+p+ANvtO5db2ytha+h6aBPv4/OT2r+ig+3e8kPSQtCL13JUG+7e2EvtBtt7sdJWi+zw38vGgvyLwnAbS81v6PvXpNLL7dvVW9zFw0vZWyEL2zPgQ+ZPhgPfeRNr0Nqvy9oDspPCs3F76ZssE9AEwRvi0ZrL20wgw9M2PJveG0Ub4sOLU80/xru9xI0rzSEvw93KUpvB9iuL0TVz49cEa7vRdSM759TIK+KfFZvI5aX77R0Wy9lnVvvZ9QrD1/N28+HKTsPcBrRD7RZk2+ZIxQPXBgML4seVq9HxS+vaZ8W70fMdi5wl6IvRrrYL5CHjQ9JJNXvSLtIb2KOaA8wFYTvoIQX75Ttc+9tWEKvQIqJD0Xwuy9BNv5vcqtWb7Snbi9oFSOvKKHnbxEgw8+MVUCviHwLL0xxtO9YJvvveyMib120II9bg2svW5Vebp3PyA9zwyTvZyMoz2C0Qu+Pf9HvpzPu704GSm+Ia2VvUWR/L1K33G9EVkEvmKY4z1R9Ag9E40xPXdAObxvgxs9VZ/EvZyjnL6NpgK87859vdvQjD3vMOe9l6MSvqesJD0hrYk887kUPh1gy7wr+yg8WHXFPUj+Dr6/ihO+rR0uO2fV6r1Wu4g8Y+efPaWzUb4mUAm+Slj9PZcBZr4IhoG8niVrvcw+Fr5hsta9P3Z7vYt1G73Q8kq+SW/BPSuExr30LTO+pApXPZRsaL5oV7K9er0pPeAJOb0/D0a+4eWPu7g7pr3Jz8+9d9HruzFuFDzrPZq+TifFvdCyGb5fnFC+RhBwPUZHC74Knx+9CLwPvuLCdT4KXtW7PhB6vj8FwL30/7y8OGOmPbVwXD4W6G295jrbvfE7sz3zjoM+A6Q8PgJaQbwrx0g+fEu8veapkLuyW2W+m38OPX6IGj0ZYr6+8himPKBHwL2+7S0+uoyGPQBM471BLeG927mJPvuoCb4y5Iq+pP7zvbS4rb1imHU+17yQvk5V5D2C4xc8A6kLvm4PUD7nKr49iJgQu6mztz3iuE2+cgz9vfS1AL5Q/ke+GfBDPn1WPr54DDU+8FgWPq2Lgr0k60q+R3ahvQARCD35WHK9VXO9PHQzB7490Tc+a32XPlxnb74KPRY+XdrFPaQ6dD6NJA+8zP+7PcwyEL3vVo091yFlPhXi9b3VrYo+7in2PG1IDz3o1zy+Ol/CvEQ+kT7KIii8JALbvLWc9r1/NEA+rIfovA/aIL7vvRC9oJJHvD8ENz6wZbG9VxU2PONg7b0tAKq9aLvlvXwgbz5yhIu9hmUbvFaIAb7aujw8JJ3ePeNrQr619sE8I1jnveRh+L0bmE092/hEOx4smT1ikCi9mc/9vfl9oD4nKs094y2UvX2s4j2wRBY8378evhU5n70Vg5y7c97+vdyyWL0Q5Oo8t8a0PTW2OT3qjVa+3taCvNZqjz1KBK+5aZq9vFTD9L2akV08JaxCvp2CjD1wLCi60clPPjw3DbzjerW7+SVyPv//Lz4uen+9hEjMPGSkLb7XYb6+A3uDPtLGnj0WIPS8tGc8vj5GSD7UVbW+6lBJPs5JU728WoO+a1SHPsGSCL1oxJi92HtDPjbX4L0UVb89ndiUvh23o7soWFo+taN/PmUaErymvzm+w7sMPiqdjb7xvD29FvsdPLSrKL5PxOG9uTkePtOyfD32WSq9PNU+u1q5/b0glWA9FR0JvlHBkj1BgEM+2fxdvT80C752jYS+eeCRPjSbMb1RqJ8+o2QXvYAtG7y3cPe9tZZePtifpj4Ixsy9WLEePp1aEz6bqbO98pm9PrkYBz7QHZW9UfCsPtWkgz6yVaM8rqmIPqglab2mj3M+JKRZPnRJFb4riTi9+lV9vbf1KD2VXMK9fDCyPTSbbD72muS8a3etPHucB75DVz29/FekPRzg3j2hdYg7g2XPvg3ZjTyyK4A+5WhIvggyaT4uhau97XxAvhQkEL73hfC9Phw+PUgFlr4n0dq9RqlYPTkMFL3HCN4+LXm+PYDg171U9qU9lTTOvR3Tyz3WEJ67+vsuvuCrFz4juFo9RD0aPQG8cr3vZjA+L9oKPv/1MD6AKTY9iDwqPu+GnT4UjpC92yTyvZgDQT43uFk8HVziPWNgiD7wAmI9xvacvc4DkL4H1bg+Z1EQPqVd4j2mYBu9cHMlPjEf6TsdV2S+27Zwvt2eyr6+vOY8N6HgveUmj72YPw6+Z40EPctqnj3vdpu7AhyGPOVfybw82RS9IrZEvlQQpD2uYQa+6l2vPVR7Sz2vf/+9jb1dvgV6PL3/bDU8zf47O3l5WD1gVXk90uC5vYyMQT5SfCW9XkElvgR/hb7Guno75nsuPt7Ljj3GgoQ+36guvnF9oTzStYa93nU/vac5Mr3m94K+syubvaoSKDw7DUy+ltg5PTVpgjyqRqU8I/MXPZBDRD57ebA9EPQAvsbwfruNofC9oaDJPb1ebTzHtOU8epO2PTNhJ76ez/O9LhRmPO5uh71yooO8fbOSPvnKxr1m3Iy9ge11vZL6bj7PWeG9aOtPPYJZ1b2M5Yy8zK5PvkPNkLwbTey8mQ8XPnDv872a61k9NP2uvbEhIz6OTK49TilMPveShr5IKkG+DnZIvtMGHr4Yfig+4trLPcTbGL5Ba3k86RzjPbyVSD716tu9l9rNvNI5KT4iKtq9GlEgvUUWmLxp4kC+npd+PVNgZL0wFwA+9rVevc2Zdr6Rrb+9Z0fjvUr/LT0ek869sWbsPUmgwb3Fmlm+XGTnPUzlTD6Cqle9YdiMPY8kHj4MKwM+ICtLvL6z970uKRm+9wMnPvDsFT3pAei9AVBfvSHP7739I/u9UZ51vcJfKzx63mM98+w7vkh4Ur6najA+nJC/vIK+Aj70N2c7x/nQvLUCZD7d61y+wdrIPWICUz54PMk9ro3hvAsXIb6GvmQ+PO0zvYSq9D1SLPI9BvSsPoGWoDxepaW+oX4JPaCrUjta46C9AT1hPJGGlb6qRQa+5egmPurXm76kmdE8hUOyviQ7A75nf7A+nCmVveZN97waMM48cHlQPgmNU756+9w93IVWPiSGkb7+nHS+Hg8CP2RwEr5WKIy9TZ0EvmQxHD5iCmw9hQbAPbhnWL7ZFMu+YAWovXxMJL1xjne9cG4CPZPWJ72yL4u8BDegvLwX6L3s8vK9iEKMPdb8j77Uvqy+sf2vPs84nDyOvz++L6HIPT6O8z2hIgg/WMgHvk7eKLx7M66+yZ+pveo0KT5j7Ky+y2ekvqOmjL4X3vI+p7o/voHZK74i57m+UILBPsilnr2BZ5a+kBdWPphRUD4gjfS9f+3ePLeT0jvDCak9tdYMvcIqSL6zcfO9/49BPaDblz6uoZy+RCccveDajL3XQQM+KR2IPpJxRz5J7Zw9O1OXvhutKD5FVty6VJOivexWED5cQoC+7kZqPTELkj4F5oM+GyuZPgyoZj5B7hc9A4LCPRFGn70BuMW8lAFXvhwzTju262i8WYjYvN9nN72R7ek+Fsq1vpkdvD7XqAK930SNPmN64rxBcO27wj10vWZRqbzws9+9nSuyvgR80D1SmKa9BjmqPfk/Bb2aHo68wRyLO1u7ML5LqhA99KSXPdGGrr33MY++qaKPvjxblr3Mm6c93W61PXDbILtx9sG9mbezvl+pmj3qy5U9hfIjPf1kj73bBgQ+yfNBvsfwUz3VPPk99nAZPf2raL6xEG2+paUOvimWW758/VQ+muFhPPEzU72Fejk+pPb8PSOlM73JUxy+tevXPkbdKL2PgnW9raYWvYTjEb4jTay+Ukr+PZuGor6yexq9jp/1PYPFXj7VDSe96TrNPb2umz2O/X2+JBx1u3bMdT597Uq+yOcYvp3nUjwEi3G+xacDOnfyhT6OqPw7/PdWverYi76wOQC+oCfUvUWyDr7ZWWC+BY0Uvv0iID6p+ZC+/xzWva91sr6GuO8+ZWVtPhHwKD604Ym9iAcEPdN6ur3vYc28sX9Bvvj4Dj6HILY+F7J0vr8CAD6+2V++v+A/PX/Oxj5JxmK+UeKuvUh1qj5ZzJ+9rsOavgR6uD1ikLw+mK9Svj+kdb4yUI68Utr3Owg0ZT13GAO+5oDhPQjxqj32xls6TRvVPR1n5L2mPwQ+7nNNvfPFtj0fgWK+yKvQPQepdz7V/w+9gIq2vsUdj75tQqI9T7aSPUTFYj6wrgE+Vd8EvRUHYTyhs5u8+hJtvmcJVD6pqmM5jieGvigsKL5hQRk9+jCFPTuO4TwLcw8+5HNOPocsJb2WBCQ+zcsIvu5hw70iuZi+c8lPvjPYwr0M0Iu8PKNSvpynC73nPQ692tvevejwIb7oToS8jOQEvosMcz4eF8C8qrRoPU9Efz2QD5w8IL6gPffUUL0v8hQ9cd7sPVPTBDxuw1g9W2BEPp3vajzDCO29InB1vpaUqT2BbIY7xtGcvQgvG77QDei9upPCvRfDjb3OG4i9x2bqvKIM+z1VDQI+VKWdPfOKor2GQVa968YPvVwr0LzcMI89748wPsqxDr4rvVa+3WYzProB2z2OR6w9PTIbPvwLHL69MxC+kLzXveCW3r0AQ8c89nQ0vmqeCL7R+q8920EKvqsbH76cAY88CmM+PYC6ML2w2Se+EjyFvekRsL0do8O9j/6UPYr5bboqj4O+mCRgPV0CB70fdtI9jmdgPIhtg70pGNG9SyQsPiUSQj1pe1S+IQQovds3Jj2nCok7tx7qPJkDyjxizF29+jYXPm40QL5mz3u+l6cYvhK+aj2bmWC92xh6vqpPTj5ckAq+wrBzvJrlIz137ge+BB/FPTIIxr1gAcS84H/sPYSXvL2n5A0++RyHPgOI271TJ8W8vwc6vpBder71Uli++0svvuKzGDwWn4m9Qwm6PaEWG70NxCY9RLGLvlLS7L1UmBw9KffcO79VX704Nqk952adPoIWoD1Emkk9zPn8Pa4LDb1wJEg9S0U5uwYjSb5KeNa8lbbLPcm+kD7hcmE9KlulPnRz+z1g1e49dFmFPnEo2L2UvCe7saFXvquHGr7BzYe8R0HOvuCr3j2Y8oK+W87OusL4BDw0IaQ95TQfvQqsmjxD9Nw95EfvPZCIOb46O5S7HI3QPar91TxNz4s+55EqPoJUWL07WNO9IGedPrYt1b2lICo+tqTkvh+uPz5guAo9u48FvgbgY74slRc+YOTKPQHNWb38StQ9L0DDPfhw7b01t3a+XOsuvsGYP72B1iy+7flEvvzNn72i1gs9vtgfPsTKvrz++0U+rqsRvQiSXL7dZ+294wd3O/aR1z6D/TI9ps1WvbmJvz4jP8Y9K48FvnZzVD3aD02+nBhHPoyeHz2B3oM+VgZnPVPVF76oWZC+gFsXvqABP74bXDK94AKpvUvgnT4lzOs9078GPhSQEj6m36K+NGldvecCKTr5OOw942/FPVcwtD3J5sS88fS8O7AO372bx0e9i38+vh05ZD48jcC9NuHSvsduoD5uXXY+rh0IvcHteb5DBAg+Y5UGvvUuB75p6TO+CG+vvgOPwT0yGsc71GeJPYNMPb6LwL2+4KsCvWb+mL4TQm8+Ew+YvX1YT76eOv295KhQPg2kPD6lH2g+XRYCPmrnlD0R3qK+lcyaPA1IQT2Idjk9z58IPq8pcr2swOK9avpRvh1eAL6BPwy+VmvVPQ7Hkr4wohI+hH+FPYcMVr6fnpW9wc/vvZUN475neQe+VzGePquxdj7Kp+W8xxsHPg31ozu7oBg+SqfyPWXMgL1VOSG+wNHdvW1W8bsO0ia+dIYvvm6Y271qPaU9S5UYPiLzqj2wZUq+F70lviWpjj5OcTU9+tO2O8O2fz7ROYk9ii2DPh9qMT5rNak+S0Ubvhf+jb2lMk+9pSmlPd+t5zxjyT2+AG3HPgAazD6/DU2+rf8gvnSBkr2ZZ+g9jfXaPWHhuT01OGK97w3PvZ394L7tHUc+YlIPPlBznbtV8Oa91uBOPE//3j35IWc9QsdSPl+1qL3E5Zq+2pR6ve0i/D2n+qC9vsD1PVxhIb28XxQ+RtrUux4hTj1Cr708RuVnvtAtWz4OinS81UAkPiHseL55CY++Nr6YvmjPs74lXSI+PzhfPuBERb4oNhi+3ZoHPs/CAz467EA9c+ZmvZ20DD6aeKk+ZdbkPMakiz6mDp88IytNvl2nBjyozXm+DZscPukGM72BumO+iiuzvEDF1rpNLJk+eZSMPDw9AjyCVMC9MZWjPWY+5b2RNBE+tGnsvhFUQj7myVA+/scHP07sxj4jXvu9oei+PR4Dbb5HAY68YbiSuz3YMb5wiZu8LuiJPdOOiL1kBjY9/29BPH5XZb631kO9zBySPVhcmL4s0je9YaYrvnqmub1LJL89YouKPV7TAr3bQAm+FT1ZPN6wVbyGnTi8VZ9Bvj3wHz5dwWy9glgRvrc0eb6W0p88MsLVvEfbfr5f3NK9q/a1PNLelrtEeD++a/WeveJu/b1ZSSK+mLcPvRGcRL5vguC85bzjvTHhWL5TPC+9kAi/POV8kb30ICQ+lioHPaEzRb3h/H09cpILPfokETy9JAY9cqYWvjMVrr0vJF29QoQdvrFrmD1RGX07i8hzPcCmR77EA8q80r6nvYixKL4Q+XY82eiTPAREzbzLiH+93MR5vn+k4T2vMQ06SC28vGLaGbtfkQo8O/ymvTLkg7580Y29wsNJPeUE17zM2yC+cAOlvil3DL1Ac629na0qvmEzGb7HVX67iDF6vZXfRT2TbDu+V8v5vduQ0r3WYDW+8Z1FvmeYbj2pyde+BWBEPnVg/rv7iHG9A5PjvcLm8T3qef29RTZwvrfmmz1s2Tw9/eJhvqmldrxATai9z7EEviIsdT2oK3W9IDK/PB/doD2t3yq+ku6uvSTSJb7SDTy+JgcqvmCUZr1iDhs8hQvevbwKm72HJ189atAoPTNF0ztkGoy94wBzvq5WF743g6W9ysumPApzJL0PPAI+XgyHvF2+hT5BctC9Shhtvg9pmzu9ejI70zGnPdbJMr5nAhY+RyJfvEgKyj18FDm+s1UrvSR3cj13pcI9HxE2PeODTj54fuS94F3xPaVHgj1b96Y+oVtIvtsnET1L2Uo+7EFgPsFNDD3yNRU+vqOAvdqiDj1J91w9gQOmvb4VgzzgnTc9JhKRPetsGr3IYvA90IhdPtmYkz2mXTW82SQ2vRQhgL12eBM9KnwNvMCj9DsZU/u9lzMaPlS/E77QTjO+u6QzPRnRPj5KUTw+leAzPkjAirxrAkI+CH5NPfx/Tz0BkNc80EH1PVbJyz01yWg+hOtsvnAoGL0dbbe+oeMYPO1vdD1F62i+VlgEvkY3nr0ZG2S9JjAxvie4pLyKvh8+3nJsPupZET78BDY95Kj1vTuxij6JJi08Do/RPCEzvb04jAO92qlpviKiBb2awV6+LNYkPQXGBj4O+zs9CcRcvlyz575fG1m+W5VoPbvGJD1sORK+i/gCvQ2pVb71cQA+fYQwPiWuWD6a0ro9uksgvk1HTL4UAcS8Jus4vrDgmzw9uxa+q6w3vkU9Yz5h4T29YFapPYNAU74DGp+943vTvaZSs7wBbka+aiSFvZmuiLwFG4q9yFCHPb9exr1kQpy8XaxjPsHwdr1xa3o9yAxyPY1cIj6jVNo9JlCFPf6zST0FkIY+9aSAPjwcB71U8+q9C70BPkLhJ72qxJC+IQuFvhjSOr66zUG+a+rTvduvRD3Sepa9E9yEPaGgP73i50e+tP0ivoeMXD6iPBO8u3C2PezQhb5RMf49aDk8vsPzs72CE0i9klalvKDfobwkytg9MD22Pk3+lT3UmnK90X2IPvB5Sb43wOU9u3YoPqx/Uz44bMw6RfFQPke5kz4EUwm9iyUdPpTSrr0arJA9de35vNtzKj3PxmG+cSuOO/kmHj5cnu69hMzdPANWAr4hIu29g8ssvqpFiL4Z2UG9+VrPPPQMTr6KfZ2+kfGBvJYUFT3L5DM8iPL9PFkOmrwP5iE8t/XvOxXZDrz7Kai9hnJHvn5Ngj7aQxY9KMZMPoCaLT6xOYE+On1EPo+o/z2AGbe9ntuAvqW9mL1sZ06+1eJIvkBnmr2kdFU+NNAqvluumj4t41e+oHlQvuAANL6Wnok+4/8nPsv1uL1kjsC9yJrWPLxZQj2bzY4+wSA+vk9VH73EXwM+YfqxvEfAqj75FCW+nD2EPlL4AbuereQ9CR+EvRBqJr6I5Jg9x+GcPSoJZ76lwpy8tqHDPM5KPb7pD7O+D3shPizWsT3YM+m99McCvnXFv73O6ye+JSpPPl3Caz6Mz1O926WfvNik2LwXwgk+7YyyvBN9Lbzvipw+EsqpPRdbKr7mO4W9StRaPPc5E77fsSE9nStnvp1ir72LP9c9UzhOPWQoR74xtfM8yteRPIsvU71ItQO+pSNwvg3k+T2tWJC84Dc5vut79r0ECmO9bgmRPaerCj2Laa89zx6Iva05fzxoqt+8FmWXvMKRnL0hCpu9z3GLPD37Db4P0mC9GSgwvvkzIzy6vTY9Iqv8vcy92b21jpC9tLADved08r186MC7IpJRPu0kFr73Yh+9nvv4vYFQ3T0oUf860xi/PXCQsT0PrYC9JOTfvZxdhL3flAq9cXIQPLLs2LwkSfm9xeYYvuODq7s/Sxm+SL/ovexcGr4uIz++7D0TPsGn8b35z9y9lHQlvngxvz20ENs7lXrMPWXdNb6WGqW+5qI3vpmVXL7C+GS+iViwvWa5R747QfE9Kr4dvl+QJb5vo5+9AkXcvd3yNr2b5ie+HnxoPSzuRr6vfaG+UU1wvemtubxvYci9+/OCvSFZYr5CEiS+PNdsPZBCDbyijfI9wGj0vrgGCz5Ga2m+EeA7PCcoWL6OlVQ+pAjmveUFZb0jAMc88iJjvSXtjL5V9i2+UULaPRVxgj21Mwc+D3M+vod3SzztPzC9GFyqvcLy6z2Cuz69UMbdvaY6yrypn4i9hATiPYtu/L2RPKu9njs7vS22mb0uMcO9TK61vZF4Hb5pPYu9iRwXPgb25L02XjE79ibsPVANGz7/TyU+48OcvdwDkb4NeoU9w4j8PYhQPj0OvCO9l6tZPiG8UT5S14m9dQr/vW3+/D2Dfni9GtKlvQ85wb1jS/y8UqnmvfiJp70YS0G+xe4yPvJ3WL26pbY+K4ktPqrCYbu/Yes9074tPk83tTwpfQe+IWBJPRY+LL2gNqa9Lf+CPlcbgD3kDkc9dP91PH26WL4S3ke+AW4Uvlg7nD2eWzu+t+SVvncwibzVkGA9i7cjvuSrCjwyhFE+88RzPD8kSr4B/Js9bMF5PBbHPD6p0UC+3L1gPo/Wqz3REc89JtsVPVuHerw0uJa+tCVIuX/KRDnHfYG+xzCeveyxfD6irF6+R9RfvtT6M7437JY+UAK4vtmzjz14EpO+7jORPkKqdj72IJO+5Rievd4Idr6+YsW+I7hqvolhQL46PGg7M4FTvtyc1z2vnfk9X/FsvA72UT5WnhO+nrLHvIJ4yb2TCyO+TNRAPmoGyD4WOhO+RDJHPvJ3Tj445Ps9KXSPu7HwQD1Fwo69OObDvtafnT1ywts9LEUBPozmDr5WCuk9+TyMPEr0rr5DjCI9q4NFPU/kBb3LmoG9PKNdvUasRT4wZIW+WvKxvuiGvj2wwtE7FsPOPuNLmL2pYAm8DdMevVuV7z28AKk9fIOxvBxCsrsKb2O+S9oJvnDSBT7jcgW9HCokvujMWj6OacC+m7l5vkKT3b2N/Ri9+cT+PRx1tD2jl42+F/NzPj+yg74BFgq94Pudvn82nr52l4A9tuZ3PjPdxD0YlY2+fnWHvtnhWr7fw/c9+XbtPZq3+j1ebHK9RQduvjTacT2+Wvo6ircYPW8/0739AYQ9VNQqPdSlg74wlJ49a3S1veGdNT73JA++QYyaPeCdoL09w4k9M102PUfFab5jYRM+KUopvqiZlj7rcKc5mFcUvoMcbr1Wx3++9OyhPs9Slz3tqXe+IsIsPhLV0D1GTvS9Y3/Bvf97db0zRme+qKgbvXOH3r5/YJI85TwMvVHr0b5KKia9De4svggpXT5IJZW+/QtzPjT+pL1GXl2+2y+/PTudNz5miuE8q8IjvlmohT15oAw+uEMivA4VZj5CPBy+owyfvRGa8zyn3WG+8m9PvR99Nb7zRUU8gzAnvZwKGb25rYQ+i3hHPizw0Dxem4S+5lZSvWqmKj5Ks+w94auTvTTYQj4Pt909BwNTvor7r7wmD38+u1FEPgZX8b2Frbc9JPdhPsnOIb4OJTK9pXofvnASJr5v5q09PIEQPqkr276j+Fm9r3INvJbmir4RK54+UCuuvqQ847yt7Io+TVldPRI1Vz7Vfem98shAvnYjwb4f4hQ9igtkvSPuCr2H9F+8ftdIPi37az2A0Ck8FipOPNS6ur2oPtW9GGw0vWNtor3Hr1m9fa+Fvbtc973Evsy96ohHvpuSAj5yMCE8h8gDvSnB6z3YYc+96uMIvo1scr1yRGW8feZAvsMakD27cvw8qFohvW3xO77N54q8mnrLPctWZ74d+KE89W03vqdSFz6ueF2+j3FAvUhYDj5IxrQ882rDvTVcOb53Liy+uHA6vnrr570SsoE8+G8RviqYpD2ldO+8S4sbPUgE272Ps/C9F1p4vkfZiz20fZs9gPEivVl44L04khs+AZPvvfLsy7zDz3i+p0YZvWNs8L26av88hUdrPaSGq70mRCA+vUjUvFfYIb1EnW+++DgJvE3PM72+TJi+D1f4PL/JBz2FSwY+GHuqPVoONT0S4nG972kJPrcetTxj8l89nOXxPQxDCL55xu28poP3vSOpEr7axTI9buBQPpAi+rydG928bWYOPqiBdb5Zel++CYqoveRssjxs9QM+0HFOveidfr1jH3a9FoUUvVRDvjxsJ4i9comeO7YtDD2BREW+Pih1PVGrk7sm4Nu8ONDmPAxlNLuXd2g8z8NlvDp5kj08Vxg+xvQLPqkQB76GQAQ+1ZNkvWlGeL1YxMo967ovvqhP5r0Y/kw+7pNtvY1ShL2p6Am+M2KIPZ1jy71wwyw9Qw/1vUJVgj6FeFy9x3opPr2EXj6TVP69Askrvu3rvb604QI9xWdrvrF1BT4fbL298ft3Pk0+Hz2Qr3++0XeAvUBzxbwCkCc+2aXzvew0Jb6eWZI+KMIIvo92rL7kqwm997sRvt+TMrz7PmA+XyMsviexLz1mqn8+BhcivQdZmr0FLMY9LT/yvZP8RT7riw49yMArvZSP2j3v4vY96CjaPUJqNb5pywq9t5iZvW0zhj14ioq9BeEBPae6z72tTlU8HFYTPa9sFb7BaII+eIJVPrkqJ76+DgC9OIUcPmpABD5UISa+yWqNPuvJaLxxj48+nx59PbTJ2b0N/iy+AsB5vtuMPT28gom+4Nw8PtZwfjwCF0s98swQv5Cvvbxt6jM+Y3nRvZwPKr6i/6++APpJvv1HjD1glzI9gKvQudKKvb3ynJ6+sP/XvnHS0j03F4m8dp2XPVEzsb0HSao9h0thvnbcrD0PgLm91iNHvKGA4Tvs1zQ+Lhlivv7sgz1SXLK9p8TpPTJjsz2pHqi9SRknPjxcQj1r7r87AYaYvhg5gj7gj6U9PQy/PbixJbtaoUI9eteCvIQkyb09IxS+pPqWvdT6vj00SOe7VTBJvu40tD2sAie9mQO1vulLGj5h2zc+nwaGPWFYsT0JxTo954tCvl6UibwgZxM9kpJmvrc5kr6mF6Y9kaiMvHaEBz7xCMs8EGwuvvsD873MPwm+WvWSvsDLMb7/Utm9UOWgPnVRyj1UPy0+1qwOvPfFpT1SCdu8ZYivve1xeb68gxo9nxUHPr5O77z/h449mSOmvpFhZr5/fiA+V96lPRJ1wL7Dcui8dIVOvXyYRT1e4YU9KRgXPvZVv76Cpgq9/wfFPTBBqr2CaqG90n8uPrEGET4+hZu+gP2MPUvZ1Dw/aVY+TuL8uy3Har6LLQq+FI6uPGas8TzhnuK9r/IpPuObf70OBne+BtvaPgctzr1baEW+g9RcPSxR/r0UrVu+TUfRvWcrND7RJZm+/c+tvRDOCT4kUki+5OgjvuvUAb4RpvK985YjPmmGyrzzuBy+WOfAPc9n274ZeRE+05S5Oy/lCT5IMxs+VH83vgCibr02zbW9FiBcPmaVTT2lWxi+mDqAvp3ajD4LxLe+juZYviLHvj3ygk++IpT5vMAwhL3MCIQ+AvGCPmz/mD3nfIO+J22kPTjuIz3wWQ0+feBOPSFSDz77UEW+Ze0PviqF+rz4dO+9oJUyPVg8cD0Fb229tFKrvaGNtT63RaA96Hq4vpqliL0euL++Y15avS79l7yoUTu9c04nPkWxlr1mYJU++9iPvqaqmD7bE3c+JOQSvowqfz5T2yi+P8dpvjWhFr58Mq29rqf5Pc828Tz24nI+axr1PcI04D3m/pc7OnrcPL/lHbx7MMM9hXO6vTL1PruUepI9xaoVPhf2qj0usV4+l5sYPXCtjb0Cfgo9hZ0kPraceT4R7CE99y+IPZe12j1DRwi76g1bPnQYCzzjvNC8OnsyPk97Tb0cGNO9vAW2PQQX8r2hVR89zayEveKpLT4GKIo9fK3kPZBwIz36tye9ItdIPBJ6Dj7lw1g+1/XzPQZXRj6xdZk+JQbBvBIjAL34FMk9/OLLO/e607tG4eY9LPAzPevxvD3N0ju8imKCviF2AT7hPj29AZ6rPsJHerx6lra8AHMJvi+9nb1Sto09S5k2vKLUnj1cKsk96mxXvoi5Oj7V4kq9UJAmvp6RjjvGjHm9YS8eveLbpL2IJ249YFUNPt0y3b2tVyy+C6gOPoJ6rLtrTAS+bxs2PnmREbzEwpK9SLaFO/eP3b0U/l8++m8Wvl3hb71XWh27CVt/vVQyQL3A6li9aSOrvfSEhj32rwW8hgXuu6uNmzyHbLK9Gi9dvkKpF77k5Ps9kop1vYnhxT3dV2S9HLW/PNBPmLyjTbg9p9VCvKf5Pz2/AuC9vZeLPr9GDb7SwRk+t18CPNRYeLzswIw+mHfpPQv6I76qCBw99RWPvcxW6r1vOIa9FD9jvk9WLD1YNLi7LrrGu6OTJz4sT4O95Q2lvsZpCT0Fzry8Xc1VvufD/T3szp+9Te6ovSyqVb5bcgw+4vKnvun/MD7c5wa/eVJHvjKSAj32OX0+XVE7vpbSGD18LYq+OwmLPdGbSTxaI48+ACIrPpNfrL7nHYI+xpxOvcxfKb1GKey93v+XvRZBeL34ryE+tbAlvtuxVr6UzUI9OOe4vcv+X7wSHkC+CnVavirukbuqXiY+0PCBvnq7x74erGQ9SlOzPSHrLzjL312+0qRqvijGQz7hIoA+2PNfPd48W7yev4I7OtAuPmqSsTsq+yQ+JjwwPvBWWz4DtB89wNBjPmEwxz7RGII+Go7EvpnfVD6edz69wwsQPrf5sj0NnTi+teKjPUeTvb2CWKu+4uunvhUTCL6bq4A+1jefvjhkCz7tki2+WiBnvo5CPj6+Ffg9bAsbvrlDOL6L1wk+cBCbvluEfr62YCw+OyogPG4ygD1YKBy+EIsUv8wsSb4rUJi+HE9lPoyXMz72MIs8OpwWPgZtBL6sGMS9F4f/O1uDM77bIJW9AJzBvEYp0z1jazq+6nnrPcyILr5eJY2+oouyPlKLoD5sMxa+0i6hviP1Kr4F5/s9MQ5PvtL2Xb3Zy+i9jj3fO0ufTz2z4Qi9KMagvvRtOj6eH0e+H+iNvTGvVL7+zec93KO4vQx8zz3I+zw8LfKHvgp1nr1RM9a9XL79vaosrb3qm569v2pTvg4i5T66AqQ8ko/ZPWs5jL5LdQo+Nd1mPnfdID0yE/S9PqfDvVXpor6RyyM+gG+xvaAtOz4kMIE8Gwqmu/KirL3HgJw+obMuvtSLmr5DOjK+r0JBvgum+bz0uFo+sWwrPkZfaL2Uqtq9MhiUPv7shj3IGeQ9Pn/pvSUZcT6Wrj893Ne7PqupoD6orIA8J0LePuxtuD5G2ao+abL1Pb1uqb4riBs9SjOiPTYEEz4fGws++N27PaKzCr4thXa9HkaMPhHSpTxArWi9YF0GPoxbjT3uEYi9KB5FPqVs/D7cerQ9McO1vE95qT6HxZ6+BdtgvqXDYr0ymWk+4YdzPq+32DxYnaE82WKDvd4ehT6hdmU+/D6OPTFRmD6uuIM+t12Kvmw0xL5yvKi9Sa9vPAymrD3IFm4+oph6vl6uwL3wU22+46KxvYAeZz60R5o+wVB2vcIAaD1K3gO9j12MvWD0KD71too+p3ylPYpWxb1inTm9Z/+aPr1oBj4hDDW+khSWPFXACL58sjW+ToijvSh/5z3S1aG+aOOfvW9xbb23YzE9lJtCPtvkJL7GqYO+CN+TvTRpCr5jbCw+JA2Tvr8pxT6vVJE+LdHePr4GGDs2vW49RxSQPSjq270u1UU+xhqlvrZNZb3bX/I95zoDPGyDHr5+hBq+yVknvgD5Zz10WoE82rUzvkJUNL4gXiS+qE+9vbZYpb5YnFy+wZfKPcjrfj1NsWC++I3FPXHeaj6no1a+t/8hvoEyMj4IHxk+sHK9vP8oJr7E6Vm+D1cUPokQ/rx7eBG9lpwwvYSjZ7psTQ6+ecmQvE6CUr41gEa9ewubvUT2Ob6S+Jk9lMjMvCfviL1A6gC+9rMTPcZFXL4nQb+9g0pGvCCq+r062rq9vP3jPY2ffL7QZYy+os5PvgZQ6T0OGSA9x4OYvQJBpz12Yyy++IQbvtR86b0VWnG+V1sbPciZx70suLm+6I+HPeMLG75oZEu+YnIUvnpgDb3OTYA9zsx7PavA8b0/yAA9bQbiPF6JOr5AYAA+zE0dvOJgNb52R/c8k78PvixwLz2Pf5c9yHM/vonXwr1z8lC+prMfPctUDL4uj8q9mD3zvcyXrz2r5bK+N3brvZd6Jr6ESU2+JOr7PQ3aJb4OD3W+MVL7PfvTLr4cuQM81LfHvcoTOr4qlAK+TBQXvjUwOr5GQzk+rTX2PfLid756nc+9gXEUvo5la74iNom+X6C5vXtPuD1Dj+M9hFutPDVzRL6tzsw9E9UAPBsHSrzIZmK+HV8svmXVvDy0OWu+YwUdvgyIAL1BC16+q6exPXIeNL20VDO+0zHWvfMjfr3KDLM8kIPKvHBg1j0V3KO9/1Jfvh/TG77Pp4q+f+GvPcqHIb0kMTy+vlF0PkconT3LRou+yXPVvMKNkL1RNVA+rJ7NPR1c+b3rDYQ+uYHavFbgiD47Vv471umHPInPWL79Xyo+s6Jlvh2Rojx01Gq9poasvtGElr2gBlm+kv6AvRqcbT5F0bY9B2cYvlsLpb1YmtG9FKaVPpmrhj059LQ8M37jPerEST27cQW6CYuqPRjaPD5rDQO9hk23vfxTfLtrPB6+gnIRPZBK/D1RD4W9tzZmvhyQb74cLwE+npRavaWdpj6aIci9ppHcu1hjoT3aPqM9CYx5vvwYRD5Ch7G8Z72LPTbMgb36+Q0+7vhHOWTM3TxPPzO+PDh2vuwlkjxiJoe+mVsaPg+kND6A7nc+nYS3PXS3Xz1v0Oi9rxbAPuLTlz2AKcw9YUqQPfNvDz5bcHe+5bHzvTqKnj4yAtI9oxiGPgVJMD0qLSq8l4QlPjMPpr1/vjo9KoWNvZCam7sh4AC+MLlSPiAbub5bini9mo7XPXoXLL4M042+we/EvdR6Sb0A6Jg8MHPhu9pMxT1XLFU+7/edPnRTMb5kHNU9shbvPaBBwL3mvvK9+G2fPUjuyT0C6LQ95AeCPVk3nr0yvDi8aNfhvTrzir5vHBm9N3btPNiF8r2ULi2+wuW7PcQR5D1w/I89LVpEPjuRwj1mzau9UchEPpepWT7tDB096MmgPWYqMj0/s6e+4oZ6PVF44D0yI0E+pwkHPin/ib2VqRE+RwnfvMAtCD4rMK+8qAxqvi/GkL5cIDe9jgaovNC6Mj3FrQU+pl9LvF+Npr11RRc91y0PPczxrLzgyb08IcWbPhpMhr6Y9Dk+z8iBvjDHDT6YCEW9HARCPj4RKL2nYgY+ELVWPukXxb1RiuW8QBoZvjuks7zb82i+Q3hZPTI3Oj55loW9LAIhvimIkz03pki+ENtAPnMhob0hwxI+9JEiPtt4g73mYya+mweoPa/S9T1FiAg+rK0evYpXhLy9OpA+ew5avY29o70cl8e9Wyjlvd8/9z09AY0+q3jCO1l8Kj7d5S68SCJOPnWVor2DSUO9szynPXztsT48OAa/5vqWPvo8jb0/GKM9HfIcvp7rVz24WUo9wYiTve+JSj2s+sG9uBVePRKFNj58Sya+SIxhPvotWj0IY9c9KCaovXDokD04DBu7Scr2PGKIRT36RfU9pLaIvXljN74jWfc9MlTmvkvOLb7ptzq6WrBgPUkHBj1TWIW9NO8fPSjubL4bVzi+MVbCvYPtGD7+9269lWemPnOj170ArNE9VndWPleDBz5OWMI9+GCUvvTXKz3pNSc+zFdtvuc9WL1sJVe9Si8mPSogp75g1Qe+ltcxPciDMb6Wanc8CdBbvnqQGL7ffv69oWsGPqtU0D2Z6yi+vrBTvub5G766kFK+3qlMvhAJOT4jbI69SO8guxbVW70hmbQ9owAsvln9p707vla+LItLPjbCOr7Vthk9vPh4vqFU1r3Ektm831tiPVpFS748zD+9fE6TvsHY0L3oMHW+LXvmvQq0671zi5A9J0SFvA9jFL3mFAi9RyPVPQNqyTymQVc9fnnbvdpYeL73Kmq+Y/j8vSKuBDyZKjq+9mFfvrR16r2e+gm+Q6UBvUeyEr5lAgi+lUM9vhH+5zs/Y5K+LNFHvkL7E778pHu+LiqqPcYLhry5bek9FeFRPeZwg7zfhQG+76bBPNuvdLwVvBA+Ej8Fvl+YvL3Liz6+jC6LvXMPrL0w+Ji9mVkBvkNCm74Gor49GM8Nvrfh/L3l3gm+cub2vfKVWTywuw2+PomPvgvl8L1iMH2+afe3vOAkPL3ZegS9rshAvlZlib5d3lS+ymzfvGN/xD3OM0u+j1rovdo1eb0zNi6+dNiZvVS6Lb4l2xK9ED/UPIzY6rtTNFG+SkSCvvMHWb7u7fe9Dk8ovvsuE76zSAG8ettsPdj1LT3hsFO9C+/VvWzTvr1PoE2+OYQqvRkNCb5xBSy9aCQnPmBf2LzSywa+mCcRvcKIBr5snJ08GmIxPKkDub14Dua9nvk7vo6C8Lowy7W9qAAyvYCCDT6waYE90H0dPgwJDD5WNEm+5MAvPnUR9r1VGWy+05OkPAS1WrzvVSK9u7hNPG60/b10U0e8U8+OvC/4UL1zYT49g5ufvix79bya1iK+2JykvTBHyL1Q83a9LNMSPvtOOz08b429gKwCPvxErb1XV9S87LH0PWPwtD1i7Ck9qPBFPokTl71tImI7rVvcPQrJPT37gAm+dMbLvDOmqb5FuDW+bVpRPeQyvL1OVSM+kk+GvVHwLD0CLuw6vPwMPeaTDz6KF++9WSzovZzfED5mBdI9X2IVvSGe6b0UuY+9kReZvsUs5jxs/ag9hCTrPTxDN76XKLa9uIsjvvFfbr0K12Q+Pq//vRXzfD0qRwW+4/M0Pc2Srr3Ncey9cqk2PruUUT2yikm+S3ERvvyXGL0MGaS9Jn9HPkTLJr6QTzC9scwjvU5eYb67Fse9FwcUPUSQ6T24Q/I9fovyvDIbJL2Dh1I9Rucgvvjs07q/UhU+ylQCPrGSFrnZJ4+8NZKPO57fMD6qhzE9hwkvvVf0Dr3drTO+2HH5PW64irxmOg2+wuGwPcbp5b2MfA2+0uhivPjJjTvuTxy9BJmVO5DadD1IjiK+xAv1PQjEO703Rrc9lZ2lPGlMLTxJUv47apz5PaBfIT3PFka+xb9VPodTkD2rYQ49I1LHPSCsST0ynYk9zcanPQFOkz3MFZs8CsFKPisdLT4lijG9AWKqPdKWKz5aUyU9ZsXmPdtTLz7CTJ69FEMhvdCCDbx5a8g9rELGOz7/iz0nnGs9dA7VPdjAhz3RnYo+uXrbvA46CL4wNNQ9/e6rPYkn9D2oP5Q8HC2JverHGTtTJYk+/9YLPv7/XT14QIq92pXIO3T+MD6jgOw9Z/T5PbnEFb1JiXO9H6KgvnKWNz5XOPu8sh2HvPpfWD7KCg4+2sdJPbAXbr7jZqg9qimKvJfXqzxeOeE8C/YWvvOOsz0bfHk+2cXEPFFRPzyY4Vq9KnOUPSY6RDwStIc77Bu6PTpFzT29jrY9vyoCPO+qVb0xR8o918g7Pt+Eb74z8M29UR2fvKZ+5bwvweq9llHwvXjpfD0n09U9z6IIPk3C0LxDyoi9EUjNvSdMQb4qXLg8qSruPWb0CL5bpca9wzp4PWc9hL5tct09UQaSPkz63D2fAsS8NZa0vf4lm706bGu+hPdmPH3+9rx8jWc+9qicvVUMfz1xMyy8nH5LPkKLiDxSHwQ9L1WJPflrDj3mNRU9oDZfPW+9mTw5YMk9sgDTPS4ZDL07Ze897RDyPDo0mj3XzDI+QZkBPcCTy7yN+6A9FhvPPLNJIb3UQFA+gkQCPusYGL2Ss9Y9tkSNPQDZ8zsBUTe91wuUPMvtrT1g1wa+t8g8vlXbNr40kw4+digcvd3Krj2GhIw8VyIjvqqOyz38fr89B9z0vTapBz83iA8++MGrvBqaIb76g6o98M4JPaaZlT4FtBI9Dhw8PscHvL2hKyS9sXBeOy7qZDxPF2i+qcSUPpNkpT7JGyo+iG7uPRVysT2Ox9i649ZFvoqiO77ZVCO9PJfJvWWt1L0B5lE+YAcePX23U70+E/m8gQyQPoLZiL3zpNM+EJUdPgfRRD4hStw83eTnPe9xxD2tJfk9uRMRP9Aulr6h0SU99k+7vMBnIjwlSAw+hSgjvsujJD4bKCA9/LFyvv20aD5zNwO+MmHQvF0DrD1PdyY+L9CMPVxSATy4p9e8kOZaPbQkUT5uNlq+vJyKPsZuGLz944k7Z/abvDEasjoMERy8sH9zvcx2x73eFPU84aPZPQNDWD146J49q0ZEvq16lzwZPK+9uJu1vcsUMTxfMA2+bdxkPtfCar2icpO6UZkVvIEuSD4llzc+JLdkPkx0ID4yIwk92QEPvKJvJb7i2BI+VySDvYATJb7g0o49cZPSPhhntL0nvLg7TdWQvK03Xr0FtdC7Qs69vE1E/r2fBqQ91fkwvHS56j0kJBm+GlVcvp7OkD3IugU+zZS3ORxRAb7lMfq8c8xAvtoK9z2/hsA9+fwaPjzOAL58nFg+dqGRvfc6e7wiNJM+YLbWvqGPrr2APF89RTiOvZwLdr1mxX6+MPV/vsMHtr6nh8a9i+4FvmnwqT2IGSY9wzGgvawY373vJ7o92wTFvQBdorzzFFs+gJOAvGBpIz5qkhE8U0fYvmAEar2PCB29qEibvToNBz4dpxs+4J1IvEtboj40qoY9pokWvh1cPz3XT8u9BMU7PsINvD1O+xU+PTi3vO79qz2EVg2+h/4DvV24vj1Irpw+NCTBvgsMyj36hka+NfQqvlU9yz1JyHq+itmQPqP8nb6qsBQ+or+6PV+YBr4FoLk9hBigvqKXTbx2Qh2+AMdOPj+NBD7Xj8u96QQyPm7PVz7nQyA+TgZRvSixzLsRuF2+u4bsvkL7Sz5QDfu9vyywvh3w1j1fci++utwIvySdgD7drUa+GV+NvjTB6z0LQgw+bQ1mPhk/B75hrqq6cY5+PVOjgD6PR2e9x6IxvoinQ72eHxk+72XSPDZgL76EuV+9kMf9vPxhGzycCkI+EHJ8vq9ZzL2Uhuk841OAvpEpxjz7xoK9/rmIvT6tIz6ujLi8UU0cPmrVWL4t3B+82wtQPObhUL6x8IQ99RjgPTBASjxfVg49RvM2Pr5THT7mOs4+i3X0vqOQYjziO1G+VRdkvbm42z0uEpO8NdBNPqIuaLzg738+aSuTvmV6N747b4i+HsrqPfZHj75capu95MOsPZY2lD79Z4e+Vx3vPmTUgT0qwS+9xwwsPKUfbjq1cDU9s54kPmfX3T7usRG9+7amvQQJkz3ihGG9DhKKvYMNlD2N3oE6WgQGPUB2Zb6MW8Q8VeKNPpRSwz5044++2y0Uvpkdcr53CIQ+n2w3vNaj0z07l7K+eqoqvTt0GT7caxe9dS6EvQxjOr3GD6M+UINYvoTVlz6p5jI9wXk5vHQJgD5tDQq/qTilvjwxvr0R8rm88LxZPsKiJ765ZnS9baGjPkYMND7sHqW+wbqmPe73K74OSC29dfHYPauBF74pvaw+eI7EvdnoWD0RPZO+W1KUPWMWjb19PNA+CnTSvZhnrj6O0aC7PURXvloLKb6jKTw96QiJvfPd7ryzKjs+JeVfvh/JNT0KUVM+7oEDvWoZKT5pJPc9VnKtPY9fJL49Wu89j32OvpTobr5SJYI9XgJKPLwAGb5FOyu+/mIwPgixOz7XCzO9ytFbPoMmxTuUGV29Ky9/vv8aVD2B1bc+UGBRPUrvLD4m7x48F9QYuz6/ED58TRK9wngAPuwNOz47j8A9kqWCvt3YcD7SJge+O+gzvpsjLL62HF0+sm7CuuilGz4OYZy+bDEYv6AkEr6J2YY+Rs/XPc4f0b1vmUK9AiMhPaqYBb64Dl++RW5NPlOfjLzs/D88nc3eurP4hT4jHbE9CQbnPTorAj1zW6C92ZydPQiJpj0Jnti9raTtvcN8Nj6leYk9EuRvuxJ9Nr5PN0U9GcAUPeltFrwcvSI8PtEOva977j3x5wa9bpgbPQQ1Db6dwSS8U/wrvvrKoD5LGD8+3qrBvdghkT0IihU+/9EhPgkCZz2HWC89bEUWvT2P1bowzDg+kSKUvaCb5z2WgJa9gs2IvfetMz3Vx7k+X1APPsIULj2Ls9m9CkqdvbPndr2srI09h0t8PrEDi7xhiRC9+gOzvG5VRDw9dTu7dJHSPSICAb7Zhpm9fqX7varuQr565U090UqmvYh9jD2bhoU9P2b4PT8US70WprY94ysVPhCpyD3SWMu9IuWyPZeJXj3Meq+9Qy15vOlpBL6lDyU+ekFgvadCoz1u6Gm6cXLhPJ+7Wj40Zne9ZR71vbPwF72droc+z4iHPJCVjr0Mwlo+R8gHPgM+Xj3I2Mg9Y4rYvMGRZT7nBDq+A7DtPb5T4LzADHM9NLfwPVgkHr4XqAS+NJFSPdMF5T1KGHw9VVFyPn0cL72KW1Q+jb3evbEIcT2z4gA9mfbAvavMib2iF0S9hIilvWpc+Dvcswa+iSNavqO0UzwP6KE8RIx5vRwFqT3wcwK+7P64vamzmb23tOg5g9UDPWBzoD0ElIs+bNf6PvmJDDw+BCY9/e7FPcy0Cb6LFGA+z9U9Pt3GC75Pqwu+17oJvh6n3r2HDrk8uInGPYtDCb7qsJo9gyXlPYWyEr2trrO9h1ChvqtWXjw2wyg+wM+HPS+H3r3UOTu9ymPNPniFJjzCa7Y+5cMiPbC3Dr5pSuA9Ok5OPuSHPb6P7RC+cgFaPoLsVj7athm+JpODPSoXyr18zqi+yYHWvZ00Wrs8YZq+hGXHvR3IJL6CpIS91XECPsrNNT54nYu+CRCfuxrJQr5Y4Gq+3yKCPpXyuz2W9Dm+CzMwPRiMQL7wWIE9mPGXvoi13z0a5b89+ktRvnY4VT7+V3W+tVhNPthLmr0TYa+92zmFPseGiL5ns7G+pjDXPpRU270FyQg+dmPzPduWfD5mCou9FQAjPKBPqj7UXY291JPTvd2k5Ty5uTq9F0hOPa36bz6QbA49qUagPTYauzuB2GO8fV6rvdTa9j4CKCu9G38kvo6rpj7PNSE+E2GFPfh/1L3ghF6+i45mPOjfzz4nRSg+qf5XPEt9hrz6knm9KTJuvst0hz531G89FeDMPK1Yz7znvpw9V/2ZvWyiCD7xy7M+n9Dlvb/zqD3+WvK95pJ7PjdGOj7sTGo+YfdjPKTIdL2SLHw+dQoMvtDnjDwlA48+7cwMvhAatDz1efO9E6XkPdT7j77iIaS+EGwSPoYsub7QbBC+SYJUvtFdWr6aTyW+F3iDPT0A171MptU9DzTtvpRwj74AAgY+UkkRPUkeED57D447veZXPQcIMj7MDKM90kOvPHqhhb1tGQK+b4odPvCkYr0EPnq9Um8JvwZW0T1AOQS+X+WMvkmfT732LmE7jY3UvnDog76LYCs8K4rrvtgBUzvNKra6RvujvdmlMr727yU9o2+kPpGEgT7t1pk9816TPdyWLD6sNBi+yOlNvjeq0T1lHSm+Q81Hvh9rZj2zkzC+N/YRPqFE4L3lUK6+2YCaPuBeD777NPk+uqe3u3LpTb0HNYW+vjMAvZNZAb5OId89rg9SPo8f/z2rna6+YhmFvhaka71dJxC74o0jvrq+AT41q969Qa2Dvue6Cj56Jv28dOYIPdEYTT40RU8+0V+WvsgIMr2byqC9OeXwvZ42OL1B1wk9uRwJvAglUj7iV5S+avR8vu3erj4tDKu9XQqWvaCPub4FNk0+vHjYPVpsjj59Tio9ZjzvvUTdir7+RBC9h4pnPQC9Yb2sECE+gcssPig3yzzp2609di2SvsSD9r2WcJC9RvwDOwnezDv8w7K9BslbvlWTID3ZnzK+w+JgPZek972xqRw+5vGNPeQaDb4RwB6+kkCrvNSXV77M31W+zmx3OmMiUb4SDI491W+NvlLZRb7Ak3o93cRrvidHi7nvzGS+qO7yveVcRr0GX/g9WNO3vTMRAr3kEzO+ppn0vMa7/L344g2+dOo5vrVbsj3jVTy9qe4PPl6KYb5/ZJW9TYkcPjbgN71LhcK9x3e9vCZCer4CgyU9B33svd+yoD2zhq69HbCbPNgUC76XyJI8b1cjO7K5ab5MTcm9ArM0PRaGkLyf5Xi+QtsSvhj8eL4hYqe+WzoKPlMcJzwpK4E984QmuyMlI76kCTs9K5IzO9JgAb4pu+C8Y2vSPUWgD77m8lO+mi+HPf7XATuQHnS+a+sWPjukpbzr4GW9hruBvVvHCL7Q8Ms9H1FwvmDzdL7nJym9+TVJvsFcAr7MY0W9OXvfPfU4MT7goDW8beOoPWA2Xr6o5A4+mAXBvHyyjjvNv0q9oSNuvnMCAD0FPkq8WFlbveZDVr6Ir6C9AkImvp+1dzxsOAK+gG17vaYlOL51ywC+Qe23vdsaOr4gu4++2rYEPaPujzyPeMw8dnScvvnqNr4nsf29VQU5PfO8hD0txb69jxDhvT4DEr7Wel6++BG2PRysSb5dNRO+z0ddvgBPTD1PnyE+Xc2ovQxnBj5ZWuW9IC1bPVUfY74uv9k8r91zvhIIuTztkru92LM3vVokDr3TRny9uKDLvoWQOD5g1hy8SVlGvsXCdD2XjoW+t4IVPb9Mlr5gkrA9NtEIv5BPybzAZmS+SrbnPVgnJz2Ikhw9m3aTPQeHHj5PdVA8dG58u/QYvzyteoU+gB7zvdbSWr7+P1S7BBB2vctr8T23PxI+Q54CvHXrLj47+6M74S4HPHJNtzzfloM9BT9kveUIAb0+lMS+Jwdxvg17Kz52hlA+geoKvpHUyL1k6BW9nI5kvpO03716F3u+0zvXO+3ggr1GvPS9yNhUvRfw27zhGyM+AJKbPf92G72kgok+kKjjPGvCrj107Se9lDUnPQP/Kb3L2e89ntJjvXmHZzyjoNg9Crb5PbhQNT659We9Bxy7vv17lT0cx0m9UnENvuFvlL5uM5S+bBAoPoozAD4ooQE8FurbPOrUxD2z+SQ+elyevvXdDjw9kHS+HN4MvrQLIb3Ie+i9JGIhPmzcNz6QyPQ9sIR2vve71b0tXVG96EupPu+khj5XDNC9IaXYvAQ4jT2gtTc+UkxvviNtOL4AfbS9hYeDvT061LwvwNY9uRgTvnemjj08Y9A9wU5zvufAY76et4o+i1oavXEqvL1nlg0+/3WKPafe1bv6JHY945UmvmH8Zj4TV1S+90ESvZPyVb4T/Xi9iNkWPuklwr1JhTu+KcSCvrEyUz60eiM+ZB3RPEKuULxhVzs+mx8avj9loj0krPE99v25vQkPlz2NsEe8PTfdvXFO7jx4mq0+RuWKPcGeIb6QfWG+MDEAPlDLkbsuTf49IrwqPeOxjb3z/j++CHbQvYJ7fr03NiE+o8dTvj2prL2v+ti9zrc/PbyEMryOqT0+yEwWPkzoRb2x+WG9OWYdPVNvxj1YgGk+yAiivUdE3D77RR0+1OoZPvzyJD6iDns9a6lMPpbLUD7qgX8+8xK5vDyCvL44WDk+v4eVPkof/T2aXEI+GQ2Lvd5SBr0lFOy98WPNPVUurz2XocQ6ymmOvNuSa767SlO+ARewPbD0SD7LtSa9eItLvV8DKD48FB8+M4GwvSvxRL4PJB6+VYZVu3ktkz18IEo+F/6OvSOI9jxSPPy7tm4GvYhw3T24kCI+Kq+hPcTWKr0J4dM9IhcOPrxOAz6Vhxa99CPUOyByybxIR0q9qamhPYd1Uj08sAs+J1a/PJOrY77kznA+f2mTvjWBhT7esC898Z5FvkFud7yWbRo+xsrPPtpGjD18QIy+JYRaPVN+gL6slQW+29KQPUllMr5Zhbo92kEZvsycWb09r/09C0LYPW2m/Lwrwii+5Wp8Pu2BpTxMHXQ9nRUlvbJgi7onSIs+ytJFPZjkK75CXiw8Y9iPvcPQzz0pmmI8tHtmvtoSlz1i0qo9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "TrQWPNm5LzzJH8e8wt6ovGERU72/yg69jet6vIIwQLzwyg490nKwvf7vAb5lPfS9nnwGvoXZTr3sixg8KrzdPS2aGb1ihrq9znXsvLsfgr3R8Wc8INfIvT+8lLzGQJa9j1P5OsqFuj11Z7A9vcgBvcEBzbwjlAG9p2ukO6Gbhr0PNZa9lPesvARtkj0bsLq8pDJqvoZUx70QUHC8sy8dvk2zz71CZv29FoE4PXkJ5r0qM1C96FyOPAvtk73Z6Kq8JguHO1p/nD3xF0S92TQ7vd+Qar0RIKa9L/yyPcVTBTz124C9qBTBvdBuIr13Syk9L4ZnvmV417wqGpa9w7xmuy6n6D25FAy9E6pcvOmNAL46ljq9eauOPZQPDr1pV868Be+3vSgA7r1Bm0s9RyXWPPaeaz25kEW9wLERPuBiir3OiOw5SKbsu5PmFb7vX1S9ovrHPXijZD233Ak+1qVrvf0brL28EdW88dQEvh+GgD2gIDk+0X4rvs7yy7186Fq9UWUHPics+Dts7k+9gGIJPeUpRj0OQEw8aJSQPZs5B73/7Qy6FTXzPDPTNL3XHUW88I5JvalWoL0AEVI7BUjuu1grzb103Yy7jmAtvVW1Tr5VNow7Qs8JvRYE27zIAwa9eu5MvaXzFDqnX629xpDJvJ17AL3HhRe+GpAOPb/N3bw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 