{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "N+A5PgszMr4ofji+M0fXvTM4n72xaS49XwZcuztsF77y3SK+TJjaPT1Am73IU0K+jcclvdo9e7w3jMO8Ra3VvAoYrLwnRFk70l7BPaHPAb9hB1099RNePibTQb72V30+wLCmPZc5GD3mXla/AiOAvf3D+z1BOWo9qkDhvgLFvLydDqq91S0HvZ8lsr06NNG8vXSdPBijRT6BZCK+wLWCvbMPVb77kE89lIsTPkC4kr4+YBS+mKAdPpiip72MM6G9COJevnO3Q76A+Ti+incZvcHwiL0/5Cc9tNjqPRGNBb9Oe/i8s/8MvsTD4r0ZYCs+JQOKPhuhdzy94AQ+ZdfgPb4KVL4ZWYw9fg8KvlDqQ70n9yU+zLPYvBulaz0mVKI9Jg7Fvdb2Lr5wlbw8Oxlnvuy/Mr6DoA68pFNjvsRlkztOrCQ+ikfNPDSeJ71k1X2+soDjPWJNuL1K+Om7QMzcPFpnAL79tLi9l4VXPk7aDz4D71G+/ohQPuysmD32uxq+CDYAPj2DPj6IYQi+LX3qPJ51rj3tnkU+CZoyvRVFhLttXx+9Qu//viSihD1dcmm7kzdrvvm5wb2fKqG9BDzFvOu5zT1nkpk+JuuZPNE0DL53BDC+G4GxvS4OoL1entG9FPwZu4aGB771B4U9P8kvPSp4dr7ue6s9ne9RPXBZSr1dT9+9YdRSvc5fsjya1Wm9h8HsvZH6GD5j/e06PXwzPmCOWb6L31S+iQODvtt0Gr3Udp09r6Kuu0N/ZL5BFw6+iNFTPm4esT0Qcek9DT/DPRE9C73wjrg7+pJivq666bor/+29KbpEvk+QHz30/JU+ZecXvrBAbjwNb2S9/h0Hvh+d7r0ybI88wyMgvuGWCz7Hvwg/h3xtvc3iubpkstw7/71KPrXBjb3ypa29HHHWvZZRMT3jfwi9yRITPsQUmz0CaVK8+IlLPXKmCL6oYQA8I2/zPQQEnr16Tkw93bQKvU5kWT2Y8Di+xXIbvfTfRbrHSiq9qbzLvb6zSb5KxYy+yC9uPVvei73kTqY9eQApPsVvpr3WzZa9V/vXvVO+QD7+IpW+6O9DPjBBQT6/T3K6IfE1vrwBujxBE9O9jOlrPlCWQTtmBYm9zcvSvRd/o716blU9E1kbvRexqb18Nls+hiVVvbLPSj6JPsc9HARjvnRXAr0BRXg+6twPPFmxID4ZC3g+YRV8vXuuML5boW280lEfvWNstb5bm5Q9o2IvPiXEbb1Zcnk+NEE4vhxaIr5uswC+gyHUPYAoyr336AS+V1g6PF6S2L1AsAe+lcJavnuhR724rQc+BnGJvsqU673hEx0+1pMQPlPKqT0WQaO9tEd3vjKXhL3Fics9O1devtazBT7rZoM8OJ2lPjU4bDvUmgA+d3DFvZwDsb2qHCY9GEnWvBnFjj4FZRe9ofaEvcTwxL36Tyq7SKCmvKaQDjzqOjo+QMB+vcSnNTxqEcc9pg0/PtBH4z2dEL+91K0TvZBdADyzzJE9hqJQvY4pvT3gQgU9JFY3PsOqZL3ECh2+g2MtPmAb4TySOk+72IvvPZJ5MD4jyaq9w7hQPL87Lb4BzWm9G16AvnBIQb4BboM8fGvOvdMGhD1wBna96DkjPhOWmj107tm9lDbJPa0Cgz2827i9Jk0NPvPHX72zBbo9GYx5vvpIPT5QTdK9Up84Phd5Mr1dX3E+PLWUPUv2TjyNKeY98Be+u5Cpzjy0eBM+o35MvuIcgb4Uy72+xwSdPbm0YTvlB4Y+surVvWYpur3pJwY9yOpWPiNCyr0xDBW8l0OivW3orD06HWE+lMwWPpXxCT2YseO9bMIcvr3Zmjvv2rY9jfq4PpL46T21ZkY8U8oOvD6SCb5ZC7s9yzS9PS/HKTvALLo9EeaavlEBcz2tbLM9ymWRPs/xOj7RFSW9LScavuRXdb76xCy+PpDIPeTdn76qNds9RAcjPWvIqzznTSs+OXSmPNXpID0QiAc+AsGBvThgt70sQ5A7HPCIPhdGDb5t6NK9nRfDvS25XL6FtC8815uBPiEQZL3xAe098maEv7Bzu7y61ww+VzZJvvP+Ib5E7kI+81lpPg5bdD5NeoI8pwh8vK66YL0OQWS+Eau9vcNDDrxMap4924oNPWlsir41ulO+gWNIvg1Qh749PIq+Fr5OPtuPP70ZxFs+umfGvWlQpz4cNp2/3FLGu053vLoAx+A9OCuUPahFkz05Hwm+Ag76Pah4Gj4Kozy+Dr9Nvsh3l7ykN6I9CUiIvrxcyD3KrSM+Cv7HvlsnLL0noFa9OsUwvmbOLz6zhfm9tloYPkLwWD9wBQg+9RasPVMfQL4Efja99CJ1PddvTr0pOe69eHr/PMSJA74ARDu+744bPrsLyr3m4lW+8eXDvUv8iz2kZQM+eXtNvhElhz5eI56+Ue+oPRQRAr7wJA0+CtBcvloKsjxKXi8+6luTvVEdNT7jLsK9Nv8Tvk+Cd75fWRw9pGGkPZsgLrvkneg9oV56vj4ih76uH2w9Un5jvkAEmL3YEoE9arPrPYfKnz1hppE90ehzvuu+BzxKjIy+orkTPjpFDT4OaCu+cHhIvkmrDD5HKA4+c8OZvqiiPLwEm2M9ROfhPWbO2T0hxOm8PVjXvXIucb5F/vG8grlNPmSojLzLqYk9BH1gvkFcrD3i7xi+NjoUvRtWR74jPwM+/i2lPecX6r3Ft2i+XoN1PSbW/r2QYUG9/yNEvjAYOD01aeI9uKKiPazsLb3WpPm8NPfwvT2a5LwcmSQ+naFqPNbIqj2W+9y93yW5u1sI1D1Wn9k9gVt2vgP/LD0eF30+CBnSPdW/B752ANI9Fof5PDXVCz57cck9HEiLPvIXiT1KMVA80B6+O72+xLyvweG9M04ZvgEHjjtLM929peX7vWJOE756N6M9wuVhPmcfzL0BPHI+sw69PVW9DT7K6xw+c4ONvVDmhr3lw0Y9+9zIu1umGz4mL4i+FD/0PS5dVT2tS3y9IkY9voFiOD7cqnK9TR1FvTa4cj1AqFi9fu60vSfHej5GcDA+XjcovRqgOz3h8F29mTJbPWNYjL5+l0u9ggN3vgdzGb3ZfQq9DFkAPiYcFr60M8g9o81bvUbZVT3OtQ6+5dWLvLRqAj7WIww+H+U3PVnbir1qR12+IzM4Pg2/tr4H3xI+7QahPWigDD4jWLQ+wzuhPj65eT1gIoi+fQ33vZPds7ytYhU+JKCBPTEoub1Er4U8GnaLvdS1Yz5lIhE+KIonvP00Kz6po3u90FWSvOJFfb6x1j89IpoxvaCuTr69ELS9teAWvts0i70XPO2+6rb6Pg3dq7xPf4g9zKXevdSHKz7kfQI9HDUqPtx7h75FQqs8Skz9vX4PS73b1Vs7SE0gvZiIdr4ldCq8u5eMvTgulD2kUqy9Zzs2vlHUxL0gNjw+ZMcGO+/ssr04mI09exObPmP5VD65u/O91EjXvZL0u71Mvsm8DNw8Pkvbfb5uG8w9EShqPkFuFb0AkIE+2VmqOYND2j1mOLe9oATvvidNurwEFSQ+wO1fvbFj/D0zPdO97UurvSvrgT7NrYc+NDAIvtxZCT4HGaC9kIwXvvW8S72HliA+OL6Cvli0d76O+3g9XJFnvmurND2akhe9s9rIvZGZJr3MDcU99eq2PI7iSL6jRKS++cARPjQbTL2W2Ya928P/vaJpET2dcna+/wKkPgO7hr5C2bE9XNj3uyDRd77oT+G983zuveWQEL6tgVY9YUbIPRmtbD1+iqs9yFrEvIeBCj6/tLg+TDFsPFkQxL7rNje+6yjtPa11BD3LBJo+e2JHPN3Im74Zs4M9/J/ivk2M+Dy4Alm+tJwVvhaq9r1z0Gc+u74TvihjUbzs3xm+N+BBvTpNaT6VvWA+Mf5fPawaPj5otba8uy/6vaxjzr3M2Am+mPv4Pfy2Uj6YVCy+PWSjujzXcL63F3E9ZXrivQM0FL5k2Eq+++czvSyojz28scW9IPyevQi4m77HZkA+raNBvvbWij3GuM49WppqPYcrkT2pwgq+ZTo7PUgIIL3LJr28RondvfroJD06l+q8oa6Tvqf1bL1d/nA+hVMCvLH38TxMA7+92Y2Dv7xPiT2TA+A8UxhTvvoCA72DQ9G98jSpvQ0Xg75mUyW97jhqvoViAT0Jw5C9/y8BvhY3Sj6K1cA8pja4vTOfir09dac9PJsLvvGHET7Ukki+NJTrvKDz5T4yh3q9YWazPvM7tL6+WpO/Z1Movko4zr1FAai+kajXPtiZ7LyGtKq+z70qvqK8Er7z5zy+qKc8PVNErT3Ghfs9X/qqvXjlEL0zQWe+AQbzPdoKLz5o4zU+3/RzvpWPxD6oyRG9rET4vb6CE7/vqB89yrpEPkR5BD6d5J+93UjTvnQngr3lYtO8cRxJvnlrCz7wvME9ObYVvgedBr3x+X++EOukvtIcMj62Ppq+/PQ9PnpmBT4S4qC+brq4PpLPMb6glX49KBSAvZ6Ij70Cvqa94uBnPKv2KTzvcQE9NgF/vnNNNLyPkiY9/1eDvgyBOD4bcW++YU4Iv2dosD5MvPi8BI/VvdPmUT2oAAy9fZ+hvkNM+b0JDj6+V5aKPmxUkr6FN0u+OC2HvoJtIr49T8u9ZxmpvUZr1j3ytPe9ARAlPrpKnr5lwFU93XyfPZWm6T0l8do8CLW9vYiV2j3xv0u9UIctvvT3Pj0uQTw+HVhBPjMY0j2lUpC+k/TkvKrCxj0kgHy+FvqpPCalJj6dUbS+FdsCPlOF7z1araK9kW0sPuMLW73yySM+2xM5vQvZUL4Qzke+plSUveL9WLwi4Xs97IYmvgkyyD4qdBC+S1DDPCjzmzxerTo+QpMZPjUhDL43S+A+mbTUPTCGOj2yFoG9HPSiPVs8zD7JrRK95EyZPsgnqLqhGzY+HiqevlkfNLuU9yI9+mS6PBf7OT1IQ5e8KTd5PA8q1LzAGVS7PpfUvUuG6ryyvbU+nTucOu5LRj5M8KM9VeWbvuOTK76Ym1Y9oD8Tvo9NzDxYALA8o38hO4fpRLx0sIE87D9PPrtIKz6DGRE9WeV8vnSBob2Bwgk+qS8mPWhXeD4XvgY+/nqgPA/9jrw5m4q9NS1GPIrSir5e6hW+7CNFPRESjL0dJ8g9sV6WPTSeRbvhE8Q8hJuwvVAJqj2Ne+W9un7MPD+WnD3O21o+CFhtPVgl3j2Fm0C9A+V2vA+1HT3PXnQ9AgXqva+cgD2z22w+vpQLvmKwWr5zeVO+oumfPBwDUj117am94YkgvrEabr6J5JG9fK21vQXyzb2nvSG9VY0QPqPhPL1B37i9kmeQvasZqb3cDjk+aOW7Pjnvlrvwbso9LaDnvQmH1b0WSIS+DeUJP3dNX74KEiQ+29KhveWPZryTkjG+IL4/PvDaE71ulkC97Nmcvr3K/70BxkG+GDGfvVm/hr7G+qU9coZovnMOjr2XzVW+pg8+vumOhj2xSUQ+RFecPe/tJr6dzVc988bDPmrrCT61wIK+ON2Cvqz8Ur6crJa9KLD8PO+Dx70LvV293wNGPQsXYz3O0hQ/RFDDPbBXpT6DqQ++ybZlvjNjFbw/ERs+FIuWvelayT3YB4W85pKLvaIRDT48wAw+jW2kPF15hD4K2Me99R1iu5mmUD74T1c+JD6QvnaUrj3vaka7wKr2vUZNPT7ufxa+dv1MPau63bwXR0e9mmaZu8e9Oj0YRRq8MMbHPc96qb5UmT09QsrSPO784z1zSUS+/kc9PmFM7b28p3c97heQvl7DPr6Csdc9duKRvQV3UT7SXII9fxM/vCMUbr0g/Su9tVpcvYPo7Tue4aM+PfwIvhRhf71xMTI+eiohPrzS/j2IQYo+TU1NPRHfAb7Eiyq+oZrhvhmQSr28iY88+oefvQZ6V77sIAs+2r3IPQgDBD7GZmS+9tCgPFukor2/ItY7GxMfPhkZlL1njuc9dMz/vftZfj6BNdU8YNpQPSpRyT0kn+m+Om21vvLSNb5waS69sdTKPDUVnL3cpBC+jMiWPeAs2DuUB+m97f6JvokWXL6CEmI+FOe+vXj5iL6Fdii+AzLAvPUOJD61rh6+vexVPv8xJ777uFi+xBS0vKjQlj61VxU9duOtvj6FlL0SvY4+RtO3veGEAT6r5zo+yRs0Ptlysr2q2Aa+qwYsv8y3Tb4ZAgC+tIYJvQqkJD6qV7i9XxRLvgIy+byVeES86TE/PY6akL1w7a69SXwMvqVZWb4guBw+22HhvZbXQr1fU+O7ZZ5ZvnlhZb57HHe9QkvfOjpy3z183XM9DEC6vF8vOL08Vgg7cXRIPm8jX7zhUJI9MLgqPvm0eT3M84a9toCNvXiBF7634Oe9nMSbPf9bCz1pvwa9UacavvDn+DxxRXA+gosMvuPEHL6nw068gdVXvS+Vyr2pJjw+3NmuvR/jS70t4Nk9/hWZvWFLjz3Be2a+VhVAPsaez72mqfA82GJOviEmprxLum49Ks5ivT6+bb1ReMI+X/r7vT6TCL75gd67+kUGvsQlpj37W3O++ch9Pf4OmL2cezm+gXScvSnBor1xK5k8mOLBvVEPqL276FC+LAGavZjkgj1ipw4+TMwxPsmYPL56EFG+l75gPZSiCz5o/4y9HCDxvU0Ewb3tT7O8IWMbPg2Awz214+q8MyKWvaJFHD0ARZq9Z1z1Pb1ofj2EfhO+zB8cPlTgLT1M1se9t/SmvQDhir3X7fy9deOcveyOOL6iTeI8/MgIPuyZkbw1L4S++pkmPSLydj4MD2++SyMZvv+XoL391Jq8lp4yPlX5Oj2SGRa+O6YjvsgWUby+i7c9BrdAPU/x1b0/H489q7DQPVuL0jus+wM+GdSlPVQZwr7jJUk9RXu5vVAwUb7tMik+aVMuPkT1Qb5Ecy0+RJ4oPoHLK76zWig9wtE7PkCFyr0GaAE+L+OEvpjcer7jvgs+muJ6vWNMn7wDXg49qq+WvCUllDyiFRm+kCoSPSlUYz5Cagg+FeRGvVQQYb5vSKi9gl8bvUrYqrwBkss7HLjRvb2KFb726WY+8kCovT1ODz4FtSk+UCzZPRoTI75/bgY+/ACYPeuCgr6rZ3m8bjKvPYEB871fHdA9Q4rKPO+DtDzbmt+9uP6UvRfStjryUUm+LRc8PUaXFj36gse8c3DCPS5wlb5AYgs+xl+EvfI5izxG6nC7p2Z5vjG9Q77LbH49XOw7vY5HDr4M7Uy9D+E0vXTKoz13pmC+NvsXvbd9Bj47ZRe8DkEGPtdSsL2m/NA8wahAvrQItb1szqK9C8gbvtbaaL00Pza+r5S2PYHMHz7aACM8voHGPEHoFD5z/SG+x+2xvevaEr4ygmk90upxPg2vIT0y8Va+vfuCvknt3r3atdg9PBoNPWLL+71yvES9JKopvEFJn76jqXQ51gMSvQGvXD6cBUy+1/2avJ30Lr69Zg8+Xhv5PZdIwz0LVpw90WoHPJwYZb64PiU9XPAtPurdkz0WNkK+Cq5UPfDuqL04sb89KNfLPSvAIbzLVWO+KaIvPvJo8D2qrQg9ouYpvE6zPz5FICW+KGACPh0Ds7qEBci8N5g+PjMdvD0E3+S9kXuzPsgMX721hAq8CYoBvWrgvTtVs4g+P/5KvZzXzrsKCii9AwedPlkMgrtY0LI9O13WPF91CD7MhDg+oGBtPlnxkb1Cub+91Zb8PW0YRb1t/je9mugFPvs0jz7cies8oWX6O6mizb0dlc89vnZWvGssND0eO20+ZK4WvYxChL3sYIA8QGDSOwz7oT7Khq+9Jz+FPpzGbD5DRvU91fwdvo6kr73KCV06EawgPoycvz6Qbbm8wsMwPovARr5zgb894md7Pqcc0r3DC8G8nnLfPTIHyj2qip48+SI2vuAjCz5Qwq09TQ4nPEZP5ry41kM++V+VvInmbT3WkT49MRZKvi1WhDyHhVi+ywNpvbUDfT6MZCe+8hsHPnEeRrvIUim+Fkbjvdrv173AHgG+lz0kPQ6wSr6McgY+VrH6PStLBr4fFU+8UD81PQWuQr00Ly4+iVtUvmDq4jsMnzc+swQKvnAQd73jVha+4g+BPjwUPD1h8Sk+Fv40PdqBDL3k8jy+5qqEvgPO7bsmWWu+abrWvE+jqLw+JLK81sSSvS6BK74SHFq9v0UzveSCGr04EgA+7ehcPdpkLr1x3Py94u76O69bGL5xm8g9MrgRvl4Kq71PTQI9RMHGvSUqVb4Syrs8VkS4u6mn07zsxfc9wSUbvGr+sr0EMEI9gky+va6eNr7vuoO+VeM2vL0KXr60Pm+9di1rvZ2Uqz37zHA+REHyPeNcRD4821C+EZlUPb2VLb6dK1e9/Cm4vQSDY71Jeyu6PtuHveemX76QazQ950BHvUcYLr0OErI8Bb4TvtlcX77o9dC9++EHvXqKLD1dvOy9zwH7vaKgXb77xrC9YNuOvB1elLw1cBA+VVQBvvgWJL2eGta9WBnyvRYpib20s4A9WxqtvaJQTjlNkSw9+LaUvVgToz3TtA++0w9GvnbWwr2d9Sq+e3WUvWgY9L1n4XK9t00EviuU4z0CgQM9saQxPS2eGrymsDI98vfKvdRInL4sowq89j58vVbhjT32gue9MGAVvnOqIj1GhIg8ByYUPg4X3LwVWf07+b7FPfv+D77ZFha+MR98O3Eq772b8Gs86CiiPb3MUb5FHAq+3MT8PavdYL4aB4+8Jj5ivYR/Fb4IONW9f1uDveJ1I73YHku+2EnCPemPxb0R6TS+6tFnPakEar5uuri9SposPRNNNr3VFEW+kkbAu9aSpb1gPNG9+GkBvKULFTxqkJq+E6PFvbXxGr5EbFS+9OVuPTTxB76JMBy90q8PvklrdT5YNr+73nJ7voI4ur1F0by8Rs+nPaoNWj7Zy3+92m7IvbWAsz07PIU+V+08Pu+2SbziG0g+Khe5vb5kt7uU0GW+bcwGPffjFz1p472+JMa2PBTduL1mVzA+zTuFPVpT5b0vD9e9ATuKPr/qCr4S2Iq+c6rtvT/trr1Q7XY+SBSRviGM6j0bUCg8PyUQvlKjUD4/n749p+U3u+eLuT0AB0u+iUb+vUI+/71xgUe+pEVFPgZuQ75/cTM+MTEcPsYEgb3EAUu+KT+dvT+j/DySCmq9j4+5PGTyBb72Gzg+uWOWPoO+cL6U3xc+0pTDPX+tdz5uZwq8Vai7PXvJGr07h489zBtoPq8/+70g5Ys+EhcAPc6pET1LgTq+39eyvKBnkj7Syhq8MjruvBBn+b2amT4+23HyvJyBHL7NFxi9e7BtvOSFNj7ACbS9stvrOwMl8L3zDKa9NFzovRXybz6x3Ye9VKwxvPtHBr5ThGo81CTYPcyTSb7aB9M8HWnlvW8U972sAlU9CvemO9XlkT0bBSW9hoD+vYlRoD7Wz8k9f+uZvf/i4j1w8t079gUZvhEwn71EV1C7vm31vY49Qr3/0QA949e2PfRaMD020lq+hKqGvIimlT1+02Y7yFezvJ5f/L3BgEQ8RB1Evj10fT0AkYO6UeFQPj5gELwORLe7e7xzPrZPMD5DZoW9LrWsPJRyLL7VVL++0IqFPoDYrz0X1fW8Qlo7vtNaRz5qjrW+t3BMPvVpQ70NO4S+VMmHPotVGr0+gqC9U4lEPktq4L19O7497pKUvjW2u7vt9lc+RiR+PsWK8rtdaji+KZUJPrlOjr51Vk29BR2QO6wlJr5zd+e9It0fPpoQfD3hPzq9UscMuyUb9r2GQ1c9e6kHvuB+iz2WXEM+BvlgvS7uDb4kt4e+XkaSPqYiMb0vlaA+asocvU2HP7x4dvS9W4xfPrKepz7FEsu9tcIePp6WGT42SLK9MMG8PhS+Aj68spy9JVSvPja2gT4V85k8kOmHPh5RZr3BinM+hJpcPmaRF76rUji9oCuCvRigJT0+Hbm90uivPWEObD4c5f+8LEuZPE4+/r1Qakq9dzSiPQB55z3G89o7GNjPvnQnkjxer38+169GvjfiaT7+/rK9Fvg9voIFFb55BOq9taBKPfyelr640N69ittyPX/PEb345d4+q6rDPTAL0r3OFac9V3HWvYU20D1Uhry7gL40viQwFD6ixE49hdYGPQPcer0HOzQ+1nQIPqGkLj5CyDY9bwUvPnBBnT6ljI29Br7xvU5pQD4F4mg8D1rdPfWYiT7NSWg900acvfwAkL7Rp7g+7+ULPhba4j2cLhK93P0pPpMxxTtal2a+9eZvvjcny76GdLg8oDXhvYZtiL3DaQq+3tj5PIibnD1XRZ27F4RgPBrI2LzFUBC9D4pGvm/noz3NAwi+3aitPcyrSz3JTf69oppevskyQb2QwkM8YtZJO5E2WD3n52s9hPC6vfFzQT5beSW9NOsjvi2Jhr6hA1o7fSotPjyoiz3H3YI+Xuotvm7fsDzisom9z+08vWb1Rr1VqYS+c8WjvXMkXDwOlku+gEMwPSLtEzxGpqA8oQcVPTi3Qj5ME609hS4Bvn/FR7srW++9d67OPRB3azwTEew8ZtisPZsRKr6Uo/i9CtR+PMRfg73guYi85KWSPgifwb1ifYO9XgJxvVTlcT7DQtq9JqFKPYecxr0y95m8cCBPvroxjbzmvda8rsEVPu8q+b1+cks9lyKpvWa9JD5wN6094apOPo0Zh75uX0C+bxFIvi+FH748OSc+KJLNPdN6Gr7OFnU8q7ThPb/kRT6b0dO9J7HFvPC1KT4/dN69gqEcvd5QgryBFUG+Nf94Pfjaar2A/gE+HEdovYridb4wL7y9OJ/evYs4JD0KGtG9LGnrPYyPzb1dnly+Nt7vPTldTT6NlkS93I+RPcyZHT7q8wE+OehFvADQ+L1VXBi+/jUkPu2fFz1nP/W9APRfvafN8L3Osf69EN+BvSMODDzdzGA9/b49vu0yVb5BCy4+9SK2vDO/Az6XiEE7kqG3vB5BaD68pV2+rFTKPSy+VD5Q9809ZCfXvPCjIr7Mjmg+ahA0vVQg9z23rfU9uletPo1gtDzET6S+nU3+PNegnjrDoqG9EKExPBlZlL6B3wG+PsooPpcMnL48o7I8sNO0vs5OAr4X7LE+MbuSvTtuAL0cOME8lo5QPrUqVb5r4t09J5FZPo9fkr7MG3S+hVcDP9ceFL7DxJC9kL4Evl3hHz4/7mc9C9K5PUdIV769n8q+SkeqveCsN72OdHG9DmQCPY2yJ70UA4W8CMaivKWT7b16kgK+ZjqJPVf4jr5Vhay+IQiwPokgqDzK2z++IJ3GPVlj8j1CRAk/HGwOvgeNKrxIqq2+1hOovQ51KT7PCa6+25ijvnXhi77hjfM+eaI/vnwAML5azLq+dXvCPgBUmr3p6Jy+Q2dUPq+4VT7tIvm9/HrwPHuRrDs8i6g9wVL3vPrtSb6WD/S9fjBJPe6gmT5bCJy+AQYqvbsfkL0PLQU+uWeKPn49Rz7r7Z09y9iYvmxFKD7C84M7ZceWvUSbDT4KiIC+NY5wPd6XkT4khoM+sAmbPu6dZT5rQxU9Cn/GPVnaor34c5O8MN5Wvnjp6jro7n286pC4vPrOLb3H1ew+/QS4vi/7vD5fXwK9v5iNPhhz67zTRoy7Zi57vdlsrbwEnOC9yASyvuBOzj0jmqO9HlygPQrTG73ZCpC8STwCO7EAMr6+ThY9BEKcPaz6sr16vY++aT2QvjRQmL33/6o9YC2yPR+1ibpNiMW9z1K0vtlKlT1bpZQ9JZYrPb8xkL0+KAQ+wKRGvol5Wz27u/09Ht8VPX2car4pfW2+swQKvnskW76w1lQ+xOByPFlOYL0ZDDk+Str5PYUoNL3yaSC+yfLYPhe3HL2Mr2q9ZbkQvcJZE76Qqqu+7Pz7PQBlpL630iC9mS/zPU40YD7p2ie9OcjaPbB+lj1BjH++uAiqu/XJdz4b+Ua++uAXvgH2bjyfrnK+XLugu51qhT6A8js8IXZYvTKHjL4YzP697+vTvWSoDr6dKmG+D1ATvqYbIT6jxJO+YEvlvUCUs76CfO8+ocRvPoUkJj4gkoi9E/MAPcEdzr0m3tS8NvI+vkUSFT5+mLc+fHVzvqKNAz64Fme+TZo9PQ58xz6yWGO+KkuyvYooqz5tE5y98C2avnD7uT2NDbw+QAtVvmhtdL5LHaC8aOl9O7lAaj1M5AW+Rk7kPVZnqz3wqCo6dJrWPaqa572AfgU+sOM5vfRGuj0EC2K+6ozOPQlWej4saBK9hmm1vgh8kL6aqp09RqSVPSBRaD7vswM+kCISvWHLWDzqGY68k81uvqB6UD7sbNQ5i9CHvvxzJb7moCU9Fu6EPd9r+DxiXQ8+K9lRPrkrH73p/yU+v5kJvtMQxr0AMpq+yalRvrOUxL2Xppy8z6RRvoXMFr3kaAu9u4HbvfkQI75xs4+89iAIvuxFeD7oAdS8chxYPZbFfz1lmKo8H/+hPXWDQb2tZhQ9nATsPbvLCDx1FFo9531FPqQSMjwtlfG9rf92vm7MuT2mBka6Wf6gvfQ8Hr5Imum9AcHCvQXci71HcpC9OsHovFEv+j2pOf89jmOcPToNp712oFW9LIwbverRyrzS8pE9Dqk0Pg82Eb4WQlq+RWsyPq5x2D0n9KY9pqQcPgDMHb5VsxC+mirbvQCF4b0bzrs8YG0yvrp7CL62HrQ9qC8LvonbHb5KDYc8OeY/PbXKNL0f4ie+xAaAvb+Msr08rMq9726ZPeqHfrvfIYO+8rF5PZAoCr3uGdM9B107PMLggL2KPs69vkQuPll2Pz08m1a+MFUNvUM5KT2FPlY7+q/oPPD2wjwi5V293dcXPoS8Q76DEnu+RYQXvjIicj3mAGW9l0B3vv99Uj6W0Qi+2tQovEuZHj2rPwm+48TEPVKMv709ANq8TOfpPRmKur13ZxA+CUOIPhes4L2mZqu8luU8vl+Teb5Nb1e+cE4xvo/+EjxlAoa9nNe/PSySJL3AfCI9iriLvgHu7b1IVSk9Y3EqPNs9Wr2LYKQ9Ax6iPqHRpD00mk09roLzPQO+CL3+R1094ZbVuyIeTr4KKtC8H6PNPbOSkj7w7Gg9+8+kPplb/T1cP/Y9C9CFPiAG3r2R2Lm7XClVvg7+Gb7h+Jm8YRHOvvN23T2Ne4O+MgLZuriyJjyucqU9tmYhvUn8pzzwU+E9VCHwPaCjN76mSiS8YVTPPUAwrzwc9ok+idQlPpR9T71bPdm9uOmdPh4b1r3oqSg+20vmvpeeQT6oCRA9WmoIvq0cYL7LkBU+4h/MPT7bWL2jddU9Xb7EPXkc771x7Hm+/agrvrXvQL0EVyq+V6JGvvqFnr0sABM9VFsgPt1ykLyhFEc+dVsNvXUPXb4Zsuq9aUFOO35z2D7GezU9jNFPvVhgwD5zsdA9T+MFvm70OT0/Nkm+sz9GPtUEID0GooQ+isFmPac0FL6IrpG+oTUYvpIuPr6ndT29f5yrval0nT7FKOs9sR8KPm/uET6hzqG+z3hNvZK48jmBe+49YF3BPbdftz21GsC8lme2O4us4L1gzUO9dBA7vtMBZj5n+by9QtjUvkiKnz4+SXU+GjEEvcN0fr7TGgc+T8wHvidgBb6jEza+CDCxvsV9xj0s10s7qsqHPd0LPr4TRL6+3ufovBa2l75w43M+rduWvTdMUr7S5/O9AwpNPvmqRD50Nmk++zYEPkIqlD1C1qS+fEauPFC6Nj1efDI9/SoFPuF8iL3/8eC9c/RQvmQXAL5xgg2+a7HPPZkAlL5UdxQ++G2KPdGOVL7zhJG9RF/ovT+6474Vyga+nHSdPo5eej6Z1Ae9gigIPgDWLDudkRg+OsHsPXRUbL2t5yO+oyXevYvxB7yzsyS+rYQsvioz2L0I4aI9CggePhkmpT1Tmki+e8spvtG4jz5CgD09lRsgPEz7gD7pFIo9QPSFPkKMLz4Qoqg+xBEavjp8kb3E0FO9WyWqPfP++TxhWzu+OSXIPnknzT6Ki0q+zSshvjOkkr298O09AwvhPecnsj086me9qKDOvUfz374wxUg+fy0QPuvxF7v8t+q9yzGJPI8Y3z3RxW49UzxUPk8orr3bA5u+JNqCvdXP9j2qu5y9okD4PVueI70pGxQ+v0gUvFJpRj3pn8A8XtNrvjwVWz43mm681wUmPmVQfL6S6Y++z+CavrWttr5n7SM+QklgPqFnRL7ZNBa+pI4IPtVkAD6rbFA9ZntYvTiOCD6wNqg+xZPpPDPViz5EJn88mzhNvuZIJTyJJnq+tG4dPplTKb231mi+qwu8vLnjWrtNuZk+uYxMPMwosDvoocG9OxqhPd/u5r3zTBA+BufrviLhQD6Dd1E+Tr4HP1aKxj7Nvva9KvnBPTTYbb7muYq8FRHeuxVUMr7OG6+8AA6DPZoRi71XqS89tOcWPFUpZ75aUUO9s3GSPQK0mb7xZjq9R+gtvoLQt71e77g9P+yIPXNS/LysTQi+1fVcPFvQULynUh+8WCZCvqujHD7kGHe91rESvgoYf77vs5s8gPr4vOwNgb58X9e9UFO4PJBfjLtn6T2+1CqevZMzA75FnyW+RAYQvcybRb4epeC8/CvhvUmQV74Xcye929nHPG2ZkL1HAiU+FiwHPTvzP73RYII9600CPWnyFDyDMgw9LZsXvmwAqb3dMVK9euobvo3Xlz2fVR87HnZ2Pf/QSr62aMu8wUSrvaSrKb6BRos8Iz6UPLt+67yFSIG9eIR8vknf3z111TU7BMKwvNHKD7ummf87L72ovTRmhb59iYm9JkJEPSe50bxpVCK+/mqmvkwsD70edK69Cv8svmeZGr6u/w67GWh9vSLpQT23kjm+HC/8vUYNzr0heja+YspHvuDKaD3vMti++ftEPjAcGLw/d369ZKDmvTOH8j3OQPq98iFxvi5Qmz2BtkI9PPNivpbUQbxKl6m9ikkDvtD3bj2c8mC980bQPKi4oT2Eiiu+u1eqvaF/Jb4J8jm+ZVEqvuWRaL0KzW08GvrjvaOVmb3LF2E9wuMsPSQEJTtEiI29UZN0vnacF75aAKi9MCeuPFlLJL0MIQY+yxaMvJ4+hD72i8u9GelqvmQhgDsZdkk7Do+nPcvYMr4nihQ+TDZavOnnxD2msDu+QRs6veW3Xj1JvMY9+8BEPe4uTD756uC985LvPU4aeT2Zwqg+KpVJvgs9Dj03+Es+3fBjPp1cDD02cRI++YN7vROoHz3mFWY9Vk6nvTznhDzUGCw9w/KJPe0cJ731+fo940VfPvxwlT0PvAi8xYcuvbQOgL0GGRM9STPou/nXOTywdPu9VLcaPv42Fb4WLDq+G5tDPStLPz5w8jY+tFA1PrZ4krxw+0E+UdBIPd1DTj1KO8Y8mr/0PS7zwT3+92M+KD5qvgM7GL1dE7a+x+QuPMYdcj0cKmi+C+sCvv6Lnb3opme98zAxvvsIsLzK/x0+W3lvPjXmED6pWDY9hTEBvjVCij77wAs8dFvAPJlqwr2O1AW9uBhrvj/I9bzLZF++Z60nPbdZBj5yzj49kGVdvuOa5755U1u+NGNpPYUxKj0rDBC+3K/mvJsAV77ZZgA+K+MuPjSSWj7Bs7Q9wCUjvqybSr6eyb28Jvs6vk2WkTyOVxi+rpo4vtJ2Zz6Grja9tdiwPfKBUb5l/p+9lO3OvQbSnrwcAEO+7/h6veLrZrzvRIa9kCuHPR5Ty716A7O8EIpiPk3zf72sjXc9WbtqPcodHT6PzNg94i6FPUGZST31TYk+NUuEPo4l6rzy+P+9184APshME71ukZC+nXaEvt7aOr6cQkK+Bt7YvYa4aD3CoJm9g0CHPe0fP72IVUe+jwcivvjHXj4IeAS8/wmwPX1vhL5wu/49Mbc4vucjrb2bJkW9YgKLvBLKkbxWfNo96zi3Pj6lnD1Gcni9UL+IPjSESL65seA95tQqPlrkSz4ST4s7+nRTPgxhlD4tIPK8g0IfPmx3rr0ZE4g9zWDwvGlQKj24+lu+kSaaOxcbHD4Bcu2905HUPFp//73aN+y9KVMqvnT4h758KjG98K/EPFtPS74HN52+Th9avIM5Ej3BzW88QJjgPPXqvLxXOR086pj7OyeGOLyb5KW9pDBFvtHsgT79Ux49V9RJPmmILT5beoA+1whNPiEdAT4nKLG9vf6BviTJm73y0ky+87VJvkMknr0pJlk+fE4nvoJzmT5S5Fa+NrlRvtm8Nb63pYk+6fsrPk10rr3RZL+9U4fiPGhpOD30B40+mR1CvttrGL2OvwE+1V7GvP82rD48mia+rxiFPmvlkbvUBeM9vkyEvXQnJb4XO5c94IeTPdirZ76iHHW8KcywPP2KPb5/xbO+xeQjPtKhtj2yqui9y1kFvtjcv72ggie+3ZBNPuhEbD5LZ1O9HaiRvAN2zLwmnAs+qa2pvJDpTLxYLZs+FmunPejkJr60UIa9xatfPAuyFb5ROSI9XwNpvnASr73vodQ9eAtNPZd7SL75jAI9FKOFPHhGWr044AO+r9dvvk3i+z2/hpK8has4vsVx9r14rGO9DPuQPbYZBj3m8649zjKCvWcdijytmOq8yVOTvLK7nr26oZi9k2yKPAIBD77/P1u9XccwvpgdADz+Dz49zk0CvinG2L2cvZC9XoYCvbK49b2cuuO7u0JSPszAGL4PvB29k0T6vVoq3j3WGTY7AMnAPVsWtT3enYC9T+zfvbEMhL2oQQy9juYQPFtz2bxdz+29MVgavuaEorv5uh2+Jl7mvbOMHL62P0C+75YTPkbR570BfN29gr8mvnNMvz16zt47RZzMPT0NNL6GhaW+Ybw5vtxiWr5mi2W+Rl2uvWIlR75/4vA9P8gbvrTfJr6SLqK9UbPdvaI6Pr1epim+sldlPe3kR740pqS+7gVlvXkMw7xw9r+9I76AvU6gY75mCSW+bOtsPb331bsICvQ9pyX3vhSODD7OmWu+fEgNPNt5Wb7+SFU+wZbkvbPnX70lqsw8hOdbvSf3jL4N8Cu+tOLbPfZ+gj04ZQY+6qc+vp33RTxVwjK9xu2nvRN77j3ROEW9Gb7XvTI6zLxfMYa9GdvhPeJa/b05P6i9MctCvUa4mL2/l8a9ZSW2vRATHL6j2Yu9mgcaPgoM7L2XfCU71fr2PTmuGj4P5SY+/RefvXz+kb6UAoY9jjYBPhqGPT3/JyO9KjJYPviJUj6EpYm9ojkAvi/xAj5Bs2K9zH2nvU/Rv71/4ti8Uh7pvVV9qL1YckO+4pA1PumVTb2uRLc+Y1MuPjyiv7t4fec92ewtPjRdtzzXbAi+DypJPXuVKb3lrJu9BjKBPhdDez09iEA9cwKIPLgzV7590km+0gAPvl1AmD1k5Ta+ho2WvsarjLw8jms9+t4kvgxJnju+kVE+XwciPN0bTL6J15w9UbudPFdDPz4LwUC+U/dfPjpOqz1EaM89P9cXPZ9aR7zBUJW+QQAbOZm+1DoH7H6+oh+YvcwOfT53AWC+Hjpivm6uNb7i9Zc+ubm4vqNNjj26npC+lu+QPri5eT7+ApW+EtakvTfndb7FEcS+vM5rvoBMQb5f7kE7sqlUvoGD3T0WCwA+sCGDvP2CTj6i+g6+dSK/vBYczr0P1CG+7lJBPvDhxz5ezBe+78lIPiVFTj6xA/k9OOl/u+AGPz1NdpK99dnCvvs8mj0czNg9zOsBPkpvDr7A/eU9Q7CQPFLsrr7wViE9vOdUPQUoA70qlIa9IFNavfjZQj6n94a+ekayvsutvT0f5cY7gCPPPmrylr0O/gy83JccvWZG6z2zpqk9gcOJvJnjubtY4Wa+2ocHvoAgCz6htxS9dGokvqdxVz5UbcC+zJ93voxv3r0sPQu98nAAPiKUsz1ub42+QeJ3PsN/gb5CMBa98EGdvjbRnr5P+Ho9c1p3Pp3UzT1j+Yy+YYiIvpMzWb449gQ+f2zjPY7j/T0hSIS9aZRuvo5Ccz0p9sm5gCAXPbXDzL1G9n09R20nPWcsgr4gJaE9F7O7vZcYNj7tLxO+ap2WPcL9p70MwI09OCg8PYUva74ujw8+IzorvhR4lz4EyFk5oN0Vvm4wcL1Z43++CXugPuDDkD356He+7pouPts8zD3DSPO9d8zBvROLeL0XgG2+vBghvWtx374D4qY8JeATvScd074UiSa90nArvhJNWz7IkJW+jX10PifHpL3X3l2+HQTCPbUQNT5G4PM8D3Qkvudkiz07igk++zspvMkhZz4PyBi+neOgvWK57jzGT2G+NhBBvWi9Ob5Kwgw8w98gvfDpGr2jG4U+QVZIPqx0yzzPXYa+CqFTvRDBLz7Zp+49lMOVvfdEPj6BYNw9ZYZXvh5tuLynVYE+BzFFPnJe8r04/ro9EvZuPvCcIr7CBD69iygjvpCfJ757NK09VwEPPoOV3L5xQ1O9t10IvAgAjL7Wzp0+Y+2vvq4R47zHI4w+S8xePY2gVT4RSu29URhAvnvawb6Wzh89Gz1gvUk3FL09N6a8Zx5JPuAjaj3xlBE8I4o8PJghur3s7tK9jUovvfM0mr1thj69hKeJvXQT9L0ddNO9uX9Kvs0gBD5KiRE81OwEvYgI7j2v9c+9qNsHvlghdL2PaXC8jMVAvtPNkD28nfY8pM8ZvXFOPb4Zw4u8aiXKPXqCZr7c0Kk8xJM4vmWrFj79Nl++jhRCvY06DT5RAcE8CN6/vTBPOb77diu+Wb85viY47700Yp88gUoSvsjGqD1E4u28O+MaPW6a170sQ+u91T12vl+mkD3nBp49JNIdvShd5b1YAh4+5x7tvXOGwLzTgnm+BEAZvS8y8r1z+wQ9LMpqPduno73iNiE+PHLVvJKoJL3aoXC+y0f3u7QsKL3Cupi+ia3aPNS+BD0IgwY+GAOsPQ5gOz20jHO9/+4NPruiwjw7yWQ9VsbwPR2XCL5LbP+8Qa79va3bEr4CozQ9yXVPPkIg67xdmM28sHwQPmzfdL7WvWG+7yCmvbs85DyJaAI+3ktgvar6gL1hpWu9ZTsjveBlrTyWUIa9a9uHO1oGAj2EdES+SWV/Pc/3BLww78S8isTwPHxRersRM2E8ocdwvNxclj0oAxc+vFALPll2B75bvgI+1x5mvdKWeL0RBcY9xgMvvqGH5b2WpU4+eWd8vRp+hL3HzQ2+Y7aBPcpLyL20xyQ9VC39vUGFgD78DVK94DguPkHgXj6yDgG++OkvvuMQvr609wY9fONvvsn8BD4p5bi96wp3PrY4IT1Ja4G+K419vQgz07yYJik+0+L0vXvRJL6Fb5M+vn0JvsGRrL7GaBK9RLQRvnqegLt5DGE+m7gsvi/SNj1WoYA+hXshvV2ynr0JqcM9wkz5vcYgST5CYiY9aLctvZz+1T0Fz/c9IhDgPcnhN74f8RC9WhGRvU7GhT23K4e9Y1EIPXjmz71UXmw80BMRPc+vFr4laoM+b8NWPoh+Kb6zTPe8AdEbPlxQBT4P8SW+j1KNPtqNlrx1Ko4+qTh8PS951b30Vi2+e6V0vqgSSz1RWIm+ZIY+Pn14Zzydk0E9sFARv64St7x8tjQ+vLDcve+tKL4B+q++i0hLvlrDjT3OmUM9WxX2umuPvr3MtJ2+uw/ZvrlKyj1Ym3a8fb+WPZGpsL0IeKQ9pO1pvukhqz2T/Li9FnuKvJln8jskfTQ+wpdmvi5CfT0M37K9OQLqPaTHtD2Ctqi9KcAiPl26QT0/0vI7AS2YvivVgD7KlqA9vnjCPeKzgjprfkg95h5evKcVy70rvhW+n2OWvZmNwD36iKy7zSJHvkpttD0TmSW9/x+1vo4NHT6SZDY+Cm1/Pa58sT0aLjY9cB5Dvr5iu7zmDA49s2tnvqF1kb7HHqw9xRORvCp8Cz5z4tc8xo0svn1l9b3wuQi+la2Svi7jL74zTNq9iZ+iPvUWzj3H8Cs+GYzxuxxAqD1rNuS8ulC6vfvNeb7PBB09V5kGPhMM3LxunJk97ialvkIEab53niM+xVejPadgwL4sVMe8xd5FvdeART1snIg9whYYPrY+vr5UhAq9W93IPYQWsb0pTKm9n5UuPs7mEj56O5++zgyNPT+01DyWk1U+vdULvEEMa77R3Qq+TbqQPNtb/Dz5euC9PNUrPmz/Z73xDXW+Hu/aPkCw0r0XbUW+6Dx3PTa+/r30J1y+SB7RvQhQMj6uhJq+HMqovTg+CD7gCku+1Gklvr4oBb5bOfG9rlojPgcovbzBMB2+O4vAPf152b63Dxg+DmvQO8MWCj5Rixk+QbY3vjnbZ72ONre93GVdPpRfSz0Qihi+yC2AvjX0iz4trre+v+RZvg5ivj2gLFG+O0AAvXs/gb3kbIQ+yHuGPnX2mz1494S+Kw+lPUSiKT3Cpww+ijVBPVoWDT4QK0O+20cUvgv68rx2UOi9naMwPaRacT0b0X+9Mqy1vcKXtT5XZaA96IO4vitkh708BsC+0StfvaNahbzy4Du9xSAoPln7lr0t3JQ+3MKPvtVPmT44yXk+KO0Rvh2Dfz7Glyy+prBovu6vFr4+eqy9yNn8Pb7f6jyXTXM+HQjxPayF6D1dZKg7+B7uPGq/IrwmlMI9spW2vQSIgrtJyJU9HZEXPpesqj026F4+xnUZPdFCjL0S5Ao9fPkiPtwjej49+SE9k+KIPQgC2z1eRxq7IwldPgYGFzxTD8C8c3gzPlAaU72qytO9+1q1PUDU8r1qhSM9G9l9vXzNKz6wlI490YbiPUfuJz25GCi9HWlOPKp9Cj7oNVo+Elj2PfBBRT6AZ5o+XZPLvEtt9rwEcsk9xi8APJ7Gk7tE6+c9RcQ9Pc/duj1sjDy8kC2Dvh38AT5dkS294J2sPsKvhLwUB7C8cnwHvtU6ob2rmow9V88xvEDHoj15rMs9k/RVvllbPD6+l0e99DgmvhxfgTtKL2+91yArvfqaor0fBns9L4EPPjXM1r3eky2+61sRPqLS/LvRaAO+2qg1PrNL/7vjkpq9nMsOOUCY3b3F7WI+megXviOzbL2UH+i5t2d6vcErRL1DP0y9oW6nvS3Ghz2TzxK8X1bgu9aSoTznP7G9OtpgviNGGb5Y3/s9+ul6vQBUyD2V02O96H/EPKaLjbwVprU9XZ89vFtYTD0En+K9r3KKPirRE751/BI+Og3wO0rhg7zitIw+j0fnPd2NJL63/Bs9oyKNvWEl5r3Yr4m9pplkvjVQKj2W5wG8BHj8u89nKz4B54u9dRKjvnBbCz3aYY68A9NYvr0NAj6u3qS9r9+uvQmSWL4hhAw+Dx2pvlagMz6lqAe/Mt5FvsIpET2vAn4+crM7vgmmJT3jkIu+BdOIPdlJQTxJp5A+I+8tPqNhrL4Tv4E+07A+vQZXG714zfG97i+ZvY43gb18tCA+OJMmvvECWb52sDM9y4y3vYfERbyH4UC+oUZavquZq7s88iU+1tl/vm8Xy74SPGc9/Hy5PbZ2JLkEUV++QmFpviiwQT5n1II+ZUdePTYHKrymptA7WHIsPmWKiTsBLCU+kmMsPnK0Yj5Akhs9AX1oPqH5xz67FIQ+vbDEvh8jVj5AeE29vnEWPk2dtT1/njy+Wl2rPdXfuL3xGau+6/Gnvn/fB76rAoM+KyCivn+GDj6t+iq+3eppvmmlPj5Gevk9XL4cvlhqNL6x1As+poebvsL9e766+Cs+PEsXPHxseT2oABy+9lMWv1C7Sb7zMJa+RntmPs/5Mz6oQ448M70PPq3dAr4FBr+9ouD0OwIgNL5Gf5m9kAzHvIqT0j34Uzm+lPruPVeFL76Ieo++FY+zPpOXoT4M3he+46mfvte4K77REQE+w8VQvoLVYL26R+i9J/mXO9JYTD3m8AO99LSgvldpOT74q0i+PV+JvYr+U765w+I9DDG+vWZSxT3OaW88SPKLvnFkor2DoOG9nN4Avqluur0QRJ+9QmVUvh1D5T6Cq688q0jgPUH8i77PVAs+AaxoPtxsGT3R3PW97njIvfb/or4vyyQ+OHeyvdjIOj7broc8A+bPu/8hor0UAJ0+TaguvrBYnL7p+C++iRRDvg3H4Lzm2ls+n3osPiV+c70Blt29/MeSPoQKgz11WOA9H2HtvZPTdz6gszE9KT+8PnafoD5f6Wg8bHTePmkFuT64aao+733vPaeRqr7EJRU9thaWPUT5FD7VGgs+ER3APTC0CL79rHm9XySMPoo8wDzOFmG9LpUIPkPNkT0KWYi9liJFPi4Z/D4657M9WVW2vEOMqj7UIaK+XHlgvv7gYL25CWk+7j11Pplr5TyXhZI8+8yDvWLHhT53Omc+XPOMPYc2mj7NsIM+l5CKvp/dxb5Gxqm9Ky5aPIKnsD1VXW4+dXF6vjjRw72mv3C+FnC0vTbFZz4rj5k+n66GvXPsXz0bBQO9PGSIvcn0Kj6PLIk+/4ekPShSwb1ODEO9NgedPs3+Bj7CTTa+6SicPPQ/CL4p4jO+6f2kvU3G5D1P8qK+Thelvb82Z71AbSk9eAtFPr2cI75ujoG+MY+ivb4jDL6Tly4+6CqQvlz3xT4o05E+YsvdPsiSNjszLHg9ZcWSPXhx172ML0g+Edqlvv38YL1gkOo9DXwiPDy4HL49Khu+z74ovoqYZz0pGn08tRQ0vpeAOL68SyW+r/a9vezLpb4nKFy+WW/JPbu2fj39cV++sAnHPQzwaj6oBFe+0sIivloaND7+Ghs+xZXMvH/WJr42M1i+2hMWPjbFBL34CP28G8spvdo+57lOShC+rHGJvE1MU76dUki9Le2fvYhmOb6bu5g9iO/TvPVDjL1qoAC+mB8OPb04X76tr769MI46vJk8+r2h/7e9ruLjPYHUfb40F46+HvtOvmBi6T1faig9ar2UvVizoz2RcCu+c/8cvh915L1/BHC+O6QcPVo5yb1QUbq+DHaHPUxKG76eS0O+Et8Wvh1dD721Nnw9R4F7PVFo8r19QwE9HWvwPE5fOb69ywE+fqAwvJbaNr7mCvo8OmoPvssSLT2DOZg9woQ/vvHJyb0JAFG+AI0YPcYSDL7Xq8K9zO/4vZ3xsT3167C+hxXivbnZJb6OWFC++Rb7PRxGJ76X4na+ggP9PdJ/Lr4uUzs8JTHKvUsnOr4hAwW+9cMYvo/oN75xdTk+KpP6PUhGeL6iQdO9SaEWvm+Ear44H4i+d963vcybtj1y/uM9+ReyPKTmS76dOss9CdENPJzsSLzcuGC+vNMvvoigvzykrmu+k8YbvkBgA71zOV6+5A6zPeuNKb117jS+EjPdvXlofb3KzrE85HayvAH80T0Stq29LrdivrBEHL44oYq+r6KwPTi2Jb2+Sjq+HUNzPj01nz1KfYy+TD7XvNBykb3EblI+awfOPZi0+L3r0oU+Cu3AvCzciT5gOUA82OCbPMJsXL4A0io+65Zjvla7kDylc3e9Cyqtvj3+nr2aG1q+JeSCvdtRbT5pDLQ9TekbviByo70YgdC9Y9GUPgG6hj01ucQ8WBzmPZ7SQT3qX+Y5yPKzPQFzPD7v5ei874C1vYAdgLvbSyG+NiAVPVBwAj5w7Yu96+Fmvoz5cr5SN/w99z9YvfVpqD7KTcW9bNCwu2WFoz3sIKg9vsR5vn1RRj75XL+8tE+DPQnZhr2TAhA+SL0EuqS/7Twf4jG++O52vrZHbTzMw4e+ol4dPqWVMj5AR3w+4uGxPc66Wz0ETO69BPS/Pp0smj0O48c9XiuIPQwSDz5DBH2+9I/3vTdrnz5ODdQ9PkCHPrw/RD2WRc+7rlQpPpR5or26v0E9grKEvW6/HrtwKgG+PZFSPjOxuL4uQ2y9n+TZPdQ+Lb7iKI6+LrbGvVXZTr0xQ3c8PAbxu46Izz047lQ+u3eePoizMr4pp9Y9q6vyPdmUwr3vj/K9FnegPSTjxj1cMbw9UAOFPeBanb0pIT28VybevepIi773ihC9U9PgPO4Q7b3xYCu+/fa4Pbhk3j23Qoo9M9hJPuKbxD3GebO9W19DPigWWT5ZACU9SyyhPah0LT3Zhai+9WhlPQfp3T0od0E+3H8HPgkQiL0ouBA+s+SzvLcFCT5sBLa8PmNqvqtAjr77kT+9/GezvLPDND1qUQM+1KNHvP59nL0qUA89cXATPeLjrLw3ctw8ONaaPqGeh77p5jo+V5GBviNnDD7WIz+9G+VBPrH5Mb3BSAI+Q8JXPilMw72JS9e8VaUbvoJRuLzBMGu+fyxYPZtFPD4EvYa9MWcmvgxPkT3koke+UwFCPh35oL0E2RA+FXUkPhVhfr36+ia+1FWaPfAp9T251AY+lsMnvbFqiby8l48+FdRLvWAqo727o8y9xfHkvcRk9j2f4o0+FO9iO+y1Kj6XTzO8UPlLPsXRpL0IRz+95P2kPazhsD6tHge/youZPnVdiL0moqE99uwcvrjZUT0jFEc9SfKRvZVrSj1pucK9UfBgPUTRND70nya+iPlhPpS2Vj1VStQ9DGugvaJZkT3mcK46E839PC20Oj2/NPY9xd6KvWirNL6DHf89E4DnviSpML5z+iE5R6JfPbYGBT2H1Xq9qqspPWwbcL5tczi+61K/vb7OFz6nC3K9DG+mPrze1L3vWNQ9kUhVPn99Bj6WR8c9ZBmUvvtbKz1kPig+hC5qvkmZVL0/FGO9wCUhPUE6p75BbQq+Csw/Pd4XNL62N3c8aNpbvhttGL5Agfy9x/QFPv6p0j1xASm+Tb9Uvp6bHb4sDVS+yspNvra7OD5+r429PcySun0jX73PZ7c97wApvs1sp73Oy1e+U4NNPnPcOr6OsBo9ZPF5vllv0r0Me+C86oBiPT33S74Ba0S9u4aTvvTK070+8Xa+0VfpvfYV8L0rKJE9IQOIvAMiE70QYQe9fMTTPap9yTxmLlI9U9jdvU49er7AiWq+tQ77vQEmEjzF6jq+e/levrS46r3mjwq+EQoBvTR9E766EwW+RXNAvkCOwzslk5S+B89Hvq8MFb4KMnu+JVCoPXjIc7zLBeg9P4pIPd2iibxGeQG+InnAPHEeaLxm8xA+oOIFvtvJuL0YlDy+3nGNvbgArL1Ftpq9deH5vWeanb58AL49L5wOvpGWAL5ViQm+lU31vdDLYDwkfg++1vaOvt298L1oGXu+zOCzvKAUQL3mQQC9MPtBvrbjir5ihlS+VY7nvDwTwj3rU06+wWLovTXJcb3spC2+jEeWvUA4LL4EKhy9PoHEPKLgCry0FFO+hmmCvu3YV77NDvi9U4otvlBKFb5348a7+n5pPbqCMT280Va9+JzYvWK8vr3wPE2+f0YsvbKiCb7GFy29ZBwoPveB2bznnQi+bAEYvfoXBr4Nsrg8K7QPPPjTwL1Wi+29I2E3vlxkoLs+ubC9VJ8mvRjzFD51TH89pE4cPh7lCz5wpUe+z7ctPmgs772lumq+f6GqPGfWKbyNHgq9A0MiPDny+708qBi7X8yAvAF0Xb13Kz89hk+gvkjbDL1smya+1F6svTJMyr2zy3y9mKoPPgX1Pz2f64m9mNYAPgn/tb3bZMS8REfyPQqnsT0Gxz49oztEPsJQnL3z5WA7QanqPUwZND1hJwu+rkmgvAmSrL67Xja+dpxXPQppur3uHiE+1NmLvZD2KT00vJk6EVQUPWf6Ej4ZUPG9ZrDsvUZOET5IBdQ9g8QevX58670sJoy9p1KdvuVs1zzh9ag9ni/gPcPIOr42Y669lIkmvoKUd70AWGU+Ww3/vUOGjT2ZFwe+VyIwPeb1t715UfG90/Y3PueEXT3WjUe+RWQRviKk+bx5GqK9eTJJPnETJL4K3TG9DdIpvcb6XL4moMu918kVPWH/5D1b3/A9GqP2vL6fML1yDVA9yXclvqEu7roH6Rg+nBoGPtIdN7k+ApO86/MWPO5zLz5LBC095xMwvVkb6bzAUi6+m1P6PeuMfLz+Xgy+66K2PZsm7r2cWQm+pX9kvMYz5rnO8RW9AxieOyoJaj2eeSS+1en1PfQtPL3Ud7g9F5mlPJ+oFTwI2Ps71p36PWlsFz2qKkq+2dVUPotumT23FRA9OErKPQzrPD0dPog9fuCgPQQmkT0KPKk8cvdJPokPLz5rPzm9/MeqPX34LD55Eyg9cCLiPZYCMT72xqe9YR4evfcgJ7zk+sg9aYLXuuhCkT0SUm09zlrLPbwhiz19p4o+W/rfvGpSCL7JDdI9NjWpPTB38z2zP4s89sWKvQspgzsDIIg+uRgLPsWrXz0GH4i9YLbHO6l7Mj6P0+898IH4PaSOFb1V5Xe9G+2gvsoJNz6DNvu8DMG3vJXIVD5vPQs+AIU8PWoHbb5k3qc91MFzvKKtjzxRcNw8eusXvleUrj1Ql3g+Z2CNPMGrHzwl+Fu98QCYPQw1ajxUR4U7VbfDPSsxyD3ONrY9rI+fOw42XL0YrMQ9D2Q6Pu5Obb7xdsq9iL+lvJv06Lyv/ua9R3Tmvc4PhD3UdtQ9cPUHPoiryLyTmYe9fDfHvXIUR77rqKY8Yxj3PYpUCr7X/ci9JxtpPZkzhL4d8tk91iiTPgt42D1jVse8ZgW4vRIToL3sam2+5nt8PEoh6rwYWWs+prievZaIgj3Hv/u7IH1NPgEUWTyoSgU9P8WIPSKIBD36+B09/pFQPRzBoDy8dMA9bAvXPaN8Db1o6+09zkLxPPfHmz0gdzA+2V8FPehO0Lz7eaI9deq8PFT9Kb0gx1I+GPMAPqkAE73aNNo915+OPel55Tuiuja9dl+SPD4+rD1tGAe+q2w9vpUBOL7r6Qs+Zl0fvRTXrz35wI48ifgivoPgyz3Mu8A9ytP4vUCuCD+9xA4+a1CpvNB2IL4b/q097D4MPZi1lj4IPxE9G/c7PriQtL3z4yG9QVqUO9yuhTw+D2m+cgWUPpgzpT7Beic+c4DtPYOArz1CtLO6/HVFvsMVPL6iZSu9P5nNvX7f070AdFA+xVgjPch+XL2NIQC9hHKPPsktjL0OVdM+XmEePpt8Qz5XxdU8jQjoPfp7xz1Y4PA9b3sSP631lr4feic90YLEvKwQLzz3QQ0+dQkjvocBIT4ahx09J9JxvqGoaj581AS+I1TSvO64pz2VTic+5BiTPYTeGjyYidi8WBRbPY0ATj5L8Fq+7WGKPnslPbwM1HU7AmyZvO7hmbhXGdC7bWNvvX8ky72oj+k84kjfPa3wWT0rtJg9vFdEvj99nTyuBKq9//+4vSXO5jvU+A2+j4RpPhitcL1ehqK7qt8/u6ayST7Swzc+8zhmPmTGIj6Y+Qc9cs3Xu9pKJL6qLBU+meSAvY21Ir4WOow9lI7RPkf6ub3pWwE8vbCZvPErXb1v87K7XYTYvJRU/b3zrKU9zgUnvGGQ6z2Aohq+UAdbvtSukj3pGQQ+BdWKOz58A75zOwW94zs9vtHo/j0bgr499xEbPjlfAb6WmVo+hfCLvRI4VLz01JM+R0bYvjk/s71YXmc9bn2TvZspb73UKYC+/pJ+vkvat75ghcm98YgJvlIAqz2Bbxo9N6OfvfdY3r0MHcQ9UJPGvefYrbxixVk+GeOSvK0fJj7agBY8xKPYvmT+ab04MRa9J92KvWuPBT4tBRs+VmMdvII1oz5fnYg9IMIavuvUOT2foNO9Iig5PhILuT29bxY+gT2rvI32qz1SLwy+zasJvZHKwD0KLJ4+YK3BvsJMzD2xqUi+qgkovjc0xT1m43q+/XGRPhx0nL4ByRM+b2G6PW6rCb7nIbU95Smgvs1+YrznqiK+RWdOPirMBT4GnMy9LlgyPkuUVj4VwB8+FilvvShSwrs6amK+bHvtvqjaTD7Mjfq9EhivvhXS1z2qqi2+qikJv218gj4yikS+steOvqkw7z27Ow0+lGtiPsgyCL6hVHO7y2iBPUzigD76iW+9pZQ4vtzzQL3gPxk+6l/iPJDfMb4DiV29L0kFvSr5GzxBF0I+99N8vpJcx73+avs8C2x/vsEYwjze6IW9V5WPvXsYJD6WQKe8iqMaPshJV75CKSu8b+k+PHgEVL4os4Y9kUbePQPkVTxujBY9HPY1Pt2rHD7UJc8+3yvzvo3eVDzqIE++udRmvbQm0z2Rapa8G5tJPmTzdLz21oE+4LGTvm71Nr4PTom+3KboPZYKj75B5qC9YpKuPTAAlT6bsYe+HnrvPuaGfz3DJzG9kBQpPG15FDuEQEw9R3UnPnmD3T4hYxm9DkyovWrEkz3gNVq9ynGEveCxkD3idxI76MbvPIw+Z77tINY8TSCPPpWRxD6mppO+zz0Yvsdgdb6PzoQ+VYYmvDXZ1T0nEbO+sWshvfLuGz5gmRK9H2h4vZ/LQr0OLaM+rTJZvlVClj4aRzg9xkFBvGGkgT7JSAq/b9ykvkjQwL1GyaG8JY5XPm1SKL6iA3y9gW2jPs8HNj4kq6S+SUafPS0nKr6bSTG9AAbbPdz2E77py6w+nN7Kvf0PXj10H5O+mGGYPXmIhr1jddM+k2HYvW2lrj4jCuu7cH9Xvp0MLL5Y+kE9oBuMvXne+bw0zjk+6B5nvsaDND0Oe1U+OT0JvQO6KD4KGfk9tf6vPZ8HJr4rAvA9rX+QvmiMb742tYQ9qIIlPD07Gr4M0Su+OLw1PnjvPD7b4Dq9BeJdPu05Fjz3LWe9iXt/vnkeUD3bXrg+72xVPb37Lz6YgQI8PclKusd5FD6bvwu9WKn6PSTtNj7ogL49QtyCvrlVcT7qQAe+hpEvvoIBLL6GRVo+9gRFu9mDHj4VLp6+79QYv8/8Dr7jSIg+YHnRPeUs2b1cJEG9nEwYPYY9Bb5nBmC+ZYhNPg+vqrwXNjw8Lytku5jjhz7MMq49OFDpPdYYCz3n+5q90PCaPdBNpj0zL9q9TF/xvYcUNj5RioY9YWu7OQGuOL5sGUc9Cn0NPZlTSLxBoAc8K6cJvbAK6z0MHwi9crgbPc9xCr65cS+8lhIwvmlFoT4LAEA+IgfDvV8vmT34sRY+R+QhPnBTbT3KnSs9BOYYvcAiGLtu/Tc+cyOXvb2G6j2wwJS96kKLvTM+Lz3aD7k+OGMOPkIWKD1klNu9J8uYvXgie70FCZM9iIB+Pl/shbx4ZBe9ZpG3vAqFiDwcdEG8NLPTPfp8/72MLZq90pv3vV72Qr7HYFU9u6+mvQBriT1QdoM9hSn7PcmsQ71L8Lc95MQWPkgZyj1Rj8u9SgOwPWF8Uz1Svq296PhcvCj+A74gGCI+FopavfmTnD0zmES7cbPnPIj+Wz4vy129tGn0vf/YF72+JIg+IZ6DPDUEhb2M4Fk+Va8HPpoFYD1ewb89i2fTvGeBZD7SbTq+6lDtPRBs/7wJano9f2X2Pet1H76MDgO+CS1cPceW5D3sBnw9Zwh0Pmq1Kr1lbVc+Li3ivRkLaz3cZ/Y8YdXEvW9kir0Y4kG90IOovWdvtDsJnAa+azlbvqW5VDwYPZw8XDl7vXTGqT36DwK+K1W6vVvOkL0eHn46XiQRPWwCnD3qbIw+G2b5PiQdQTwIGiM9RdzGPSFFCr6P+l4+6e49PoUVDb7daQy+Ca0LviLT4r3PlJ08Jj3FPUwBCb7a3ZY9CYHePSfmAr0KLLO9tcWmvnhAFzzVfyg+opqFPR//1r0knTu9EdHMPi6bLjyPF7g+75ENPS3xFr7I/uU9kCNLPohiP74kShS+nI9XPlvrVz6gehe+8/eIPcNE0r0KMqi+9IjZvZR6ILs1HZu+Fj7HvWEFK74eynq9IdEBPnw0Nz4OmIe+37tAu3V8Rb4nkGy+pH2CPuTKtz390ju+8rk0PQxOQL4f5oA9rA2bvlVB4D0mqL49nA9Qvk4mVD6aQHa+yutMPtl7kr1vaaq9BUeEPqfEiL4Yh7K+fPXYPvUb271bFQw+HfL4PXmKez4RsYe98rpGPPIArD7y/pK9MQ/PvRIm3jy6Yj+9qwRSPYiNcz4s7vs87N2iPaUj5Tu5y4a8IEW6vZnj9j7iYzi9uzYmvoVspj7G/h0+5a6OPe+w072jA2K+sP42PNvFzz5P5Sc+sTpZPM/pl7zb+ne9ggtxvjelhz7Qc209V4vqPMzz0rxskaI9MWiavUB3Cj7dJbU+2hHevfH4rz0eDPa9HAx6PjZyOz4ySWs+oPZcPPfjaL3w0ng+AHkJvjG0kzzlNJI+POcSvqLVozxwkvm9w7LiPe4fjr7uzKO++joUPuUruL5KWRC+BEtRvrpcWL4VgSW+IG2BPZCO2r3CztY9kK/uvhenj76+4gU+z8YRPQ17Ez6gl4g7bRRgPWLwLj6RILU9fwnQPG1PhL1LUgG++QsePvcObb06QXm9QFoJvy6D0D3UzwO+vdWLvo8gU70YV+E7F0TUvkxPgr4eNEw8Tsbrvuv9Wju2G1U59TahvfiqMr5p+SE943mkPmFqgT4aaJc9eIihPdMvMD6KIRy+K01NviN90D0L+im+t6FFvkQlYz24IDG+0UQNPvaS5b13way+ICmdPk3cEL5Sgfk+MhjSu/nBTb1K5YO+aIoQvZU+AL6MluA9WshQPo6B/T0FSa6+1Z+CvvY8bL0TFTq7DlYjvvZEAz6OTeC94cODvlqeDD447fe8ymMTPWHfTT6kMVA+yHeXvh8eKL0ckZ+9xFjpvYK1Lb0+7gk9ZAfYu14lUz4zSZS+XY1/vl5Vrz5ogrC9eH2ivbKvub4sSk8+abvYPUZVjj4kTzo9CbnpvRIIjL4zkhi9yyZePW36ZL1c0iA+DEArPsMZ4Dwxb6w9JRuSvmwQ9r2AR5G9wU9NOYi9lDvyB7W9iGRavlQpHz1UszG+dYlpPSdY+L0Lfx0+wmGSPU6QCb7M5B6+CtauvGT+Vr78W1W+bcgiOxvCU753r4896nuQvrCwRr74r3U9xhZtvi3LYLvs42G+8BryvYPfQb271fo9u3exvWWk/LzVcDK+pkoAvRgu/L1LKw++NiY4vsrzsT0L70K93dARPvKnWL6wzZS9wCccPsmqPL1j/8i9O4isvHy2e755IiU95+31vaUcmz1Vr7G95TSKPKFYDL4JYZM8EmyMOwTGaL6Rz8a9hdgxPZyrmLy3IXu+y3sTvk9seb4mXKa+NTkKPlgbODxHJIU9+3Mmuy6+I76a7DY9Ai8Gu0G8Ab51Qse8f7vPPZ3ZEL69zFa+fOeIPT28GDsPun2+mMAWPto8irx0O2y9ZhOCvY4BCL5sXcw9d6pwvgndc75TZyO9APJKvhtDAr76jUC92WHePWMGMD5qs1e80eexPfHMYL5Arw0+TkTTvAYoazvaGU+9tAdvvgjE9zwAA2y8f+pavaQ3Vr4tB6i9VaImvuUhfTxtCwK+sep9vWtEPL7JhwG+tBexvRujOb4iZY++hOj4PBT2ljz0vsQ8Wn2cvpl9N77M7P69180xPSQ+hT2cvr298CLgvSMyEb6HI2C+KpCzPT9bTL7lkhG+qstfvtKJTT2A6iA+PHqsve3BBT610eq9f4hfPXx+Yr6DR9s8kIdyvv1fwTx19cq9yKU4vfzyB73HZGW9cqrLvgNVNT5u7Fy8UixBvnt1fD0wOYW+yV0bPU+xlr6Gi7I9+cgJvywb1rxGmWS+bMriPS95Lj1T/Bc99LKOPec3Hj5GEXQ822Auu6VhwDxD9YY+zo7xvbZxXb6n3re7VuFxvYiN6z0ZMhI+okA4vGvYLz6HQNA79X27O7egxDwGt389weBrvcWG7bxbLMW+U+5xvj3WKj5drVA+mYwIvlv3zb1lqxu9Etxmvg2g373GkXi+7QYrPKYhfb05z/S9NjpUvRvRwrxCgiM+YIqYPVMBL73U64k+UK7qPBwstz1zuxS9Q6cgPWFXOb3Qt+w92HFbvUfbgTx4Ids9drz3PUEuOD4r8169UFq7vlTElT0MiT29BTwSvmv1lb5vkZW+K/4mPt4jBT4zUSY8ciHYPIdGxj0IFiE+FJSgvuLS+DsEVXW+RxsOvtwsFr2jaOi9IM8dPtffOz5tQfY9Sq52vv6P0b0HM1W9zqGpPnAyiD5xfsu924XgvM0lgz1d7Tk+vXlxvviePL7Bc7O9XFKCvSDy1rwMb9M90uQOvmJokj2focs9FZR0vlLWYr75I4s+vGMUvdSyvL0KSRQ+lw2XPcwPy7v6AYc97W4oviLhZT4ZXVW+gKUavWusWL5m63m9ZM0YPqhXvr1xaj6+o2SEvuZ8Tj7kmCc+HzPMPCzdS7wcfzY+PyEavlgDoD3eivA9DAa3va0okD1Dg1G8ppDZvenk7DzWz64+xOuLPT3oI75+r2S+wzIBPn5BpLsmZ/s9RdwjPY2Ch73jikW+GybMvfm/fr0BTCY+MXtUvg9rqb0CrNe9ZVEnPT6JTLwEwz8+gxQXPkZ3Pr3X5VG9EfkfPelvxj3Y7mg+iyWgvUj/2z6RNxo+kJsWPq4kIz43AYM9fdNMPt0dUD69foA++AucvM6JvL6+NDk+NbSWPpE//j1sDkI+FMqFvek4Br3i7/K91k7FPSvlsT2Smm47iXp1vFkTa77rulW+48O9PUWuSD56Gh298JpKvTY8JT765iE+ZDWzvXyhR77AER++hWCHuy8Ejz1g4k0+F1uVvTRWAz3JYLi7kd8LvbXd3T2ClCU+F9ijPW4lKr3ged090/IOPtMxBT663Ce9/5L7OzUpyLxGZke9umeoPWS2UD3oKwc+LbHRPCTSZL55LHA+RkGUvt4Fhj707xQ9VD1JvnuZkrwnMhs+WTHQPlxZhj22zoy+QkhbPfx3gb6a8QS+R++SPc1iM74JBbM9eGoZvjw0Xr2jbfc90P/ePWmVCL31ZCe+KOx5Pm12iTxY0XU9ER8rvfPs67nT8Yo+yK9HPSEGLL6Ty3o8PM+IvcdD1D3AnXM8PGdkvtoRlT2KX609"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Jp4GPGZYVTzaI8+8BQqcvMmGR715/we9/7dlvGfiJrydZg09vEavvUSDAb7qo/a9IDAEvtAxW71F2cs7exHdPSvnGb2go7i9f+TwvEJejb1TEYA8LarOvSzQhLzJEZi9KJFeO4/HuT0F47E9vfT+vO0Wwrz/yeG8qYTEO5lIib1ZHZi9fkKwvE55lT3ZUqC8ElFrvnYqx71wOku8LA0Zvm9Mz710Kf+9zz8zPW5X6L1VeEq9hI6WPA1vmL0g8K+8G+JhO8E3nj2a6Ua9y85JvdS4Zb3yHKq9G+SrPbbfETz1RXm9Fz/MvcRrIb1mEyg90PVnvpd8zLwrLpy9i8wiu6n06j28Ag29+49avITX/r1UVTu9OJOMPYKDBL3wa8u8Pe63va5A9L2ULk89qG/gPK3xdz1rI0C9V18VPqJgkb3/u1Y4zWkgvL6eE76rR1C933vJPZHXaz3aLws+cR9ovck5sb23YtC8EhYEvgyMcD2etjo+/Fcqvs0yz71BCF29LkYJPkRYATy4lFK91pkLPeFJSj1UHVA84WeQPRST/rx4Xee6uBj6PLI4ML1PJxe8pYlEvUu/mr3P6X47t/EFvN2uzr2U/Xu7RS8jvdW9T75lUJE7uBsCvfwL7bw7uAa9Vq9LvXvJTDey6Km9bwjDvGkwAr3dnhm+5fASPTnv0rw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 