{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "T1M8Pv0TM7483ze+5w3ZvYLFpb3kozA9vXyZu/4dFr4tHCK++s/WPTCZmr0/A0K+PcEsvUbCXbzIb868rVrgvCsfnbwz1Is7V7rBPQFsAr/ou1Q9CfRfPq2QQ75nan0+GEOoPW1VET2nDVy/MB5+vTYz9z1Jpmw9BnjhvoMSvLzp7qe9e2AJvRENr70st9G8hei0PMTrRz6VtCO+SEWFvbjvVL41B1E9h5cUPoLDk767khS+TYMePk1Ipb2JAJ29TdRdvgFgQ77weTm+bTUjvYvajb3Sryk94RXvPQKMBr/sRQS9/NwMvqga472JCCo+GnyKPsGMhTyY+QA+TsTjPXpVVb5mQ4k9cTgJvi8FO72SPSU+1Y3lvBbdaT18zKc9VVXBvWtvML4aSs08PxdnvpuFML5yzTW8AetjvunzuDsZzSU+EqbHPHcdIL1c1n++qaLhPfOOvr2gn+y7XzjgPNctAL6TILq9ruhZPoOwDz4pNVK+kIBPPhnzmz050Bq+k9UAPoENPj4u6Ai+M2DuPCBzsD0prEU+AQ4qvXvAlLtQLR+9Yb3/vqvLhz1l9Zu7gvFrvnrYwb1ynKe9QQbNvKtFzz1r/pk+3SCTPHxaDL6zRzC+qa+sveWtoL3LKc+9JKdXuqwSCL6PF4g9ZsArPZIUdL5xjao96QhXPcEyR72yV+S9uCxMvVkGqjwxV3S909TxvSHxFT7VfKI6f+0yPkA+W779h1K+m+OCvg3nDr37j6A9FOuLu2VZYr6B2Qy+8BxUPr37sT2zLew9RBrIPZejB70NW7U7XOZlvrAvv7mcI+29peZEvkDUKz3JsJY+4Ccavry9YDzx51y9OKYEvhlF77354ag87hggvsGmCj7BDAk/yMFhvZIxZrtmFfY7ZzdKPumbh700i669crjXvY0QOz1QB/e8lwwRPkJTmD1KtCO8FW5SPceCBb7hhgo88U3vPXPonr2/p0o94vv7vK/jSj3GLTS+AsYVvTE16Tr70x29RKjOvQ7qSL72b42+F+d0PTlyjL3TYqk9cucoPsEDo72iHZ29wYrbvaQ9QT50A5e+3sVCPn6yQD7LmrS64wAxvm43vDwK4dq9FVdtPl/ccTu1eZK9UvjMvS6+qr0CbE09A/ARvapiq70UgFc+fw1QvUuSSz51gcU9o4tjvupdAr2xxXc+M+gdPJOGID6VbHg+oPd1vYe7Lr7xmXW8tSAuvdQpt74QsJg9oLktPoUQbb1Hn3Q+Xck4vtvpH74uBAK+QJ/XPdo4yL1spwK+6bc7PIT13L2QHgi+tv5YvtJMS73trAk+MWSIvu+/7L2Kqx8+H+ASPu6Epz2o3Z+9F0t1vmZ9g72G/sg9gdNgvhlvBj4k9Fw8iaumPsLqHLgyX/w9O0vEvS0Nr739AB49uMzUvIlujj51YxG9wXyLvUE2w73HhJG6p0SlvIquITwlbzk+sKGDva9aLTxc6cY9M4xBPkiY6z2T/729qH4NvWHVGTwZGJI9xgtUvejQuz0KOwM9b9M4PtHeZb3bZB6+JAEyPkFp4DxbpFO7OLLpPeASLT5V0qW9TU1zPNAxL77j/nC9pYGAvkv6Qb7rf3U8pazTvQllhD3KdHe9j8UhPgKEmT38Etq9CTXJPbZ4hj3P8bK96dAOPlcnXL0fob097zF6vs6vOz6M1NG9EpA5PjQEKb37/HE+jryTPcq2EzxL4+I98AVku7vWxjxgPBQ+P4xNvkAQgb4wQ72+t36cPZKZXjucUIU+PCncvffssb0rNg89S1pXPk8Pyb3xCiC8VDikvUXcsD15lGM+ozYWPhrcCT237+G9jy8evq3+KDulz7Y9Ooq4PiUY6z1+P0U8XSIavPCQDL5SHrw9oF+/PRZjeztgXbo9BnyavsVaaj15Wrc90QORPmzYOD6Z9C+9diobvpN6eL5dYC2+OWrEPY2YoL67ltY9nqorPb2ZpDw9zy4+LzCfPAnyID0RIgY+NdGEveFct73ajHo7mKmJPlaQCr7ym9K9A0rEvcK8Xr5tBiA80Q+BPmkUZL3Rte09ZhaFv0t+y7zeug0+X0tEvr+wJL4CNkQ+DyVpPmaRdT7vY4E8A9aJvH4DZr206GO+Xfu/vcjf9Lvo+5o9MUUQPS0Kir5h8FK+DPlGvgU4iL4oaYy+uJJOPidfQL3TQVg+98jEvRAVpz4dIp+/ouDlu0f3kLs/Pt894s6YPf3VlT3H9Qi+0cn5PcWRHT5oWDq+PsFNvty7gLxlFaA9NN2HvmE/xT0h5CI+tILHvty3Lr3qxVC97dYwvgzgMD62lvS9IvIXPlOYWT84GQk+Dm6qPdMIQ74uaDG93xZ5PU8WY73YzvG9LC7ePNzjA76yjju+KYsZPvZxy71E/Ve+BoLAvfAEjj2MVwI+AhxPvpyOiD4dbZ6+1TGnPTQnAr699Q4+PdNavj19pjwrYjI+KSyYvZhWOD7fgsS9O90Ovn02d74/8hw9trmhPWdjD7q7s+c9sgd5vhK9iL6qjXQ9dQlgvuPNlb2QqX89kwHrPX/Kmz225pA9Srp2vrR96DvLAo2++jUVPuGeDD4gXy2+eehHvsQ0Cj5Utg4+0aCZvuL1VLwsc2U9jyPmPXRD3T0pBvm87SLVvU7dcL4yDQi9kz9OPmd1iLwmVog9oL9fvi7Oqz3BHBq+BEUQvdV8R76tKQU+juSmPZ6z5r3WwGe+pohxPbia+70pokO9bk9DvmhfMT3/EOE9OZyfPR/0LL3aUgm95MH1vXrp9bzshSM+cURpPOhsqD1PO9m9PrOPuiWt3D0aZd49BmZ2vilxLT1SAn4+O9bPPZUYCb6vWtI92ogHPS8rDD7zlso9m9GKPpYMjD30fj88KBiNO4cCvbz4NNu9/Iwavv4T6jt6XN29bYD1vWiiE75B56c9zd1kPi1kyL34XHM+51jCPdpiDT6Yvx0+BwCOvbNNgr2xy1E9oMXcu6w2Gz6pooe+lijxPZvLTj2MNnG9Ieg7vh/uOT5Ck3e9ZPJRvU6vcz3/+FK9KtGzvTiBeD5lijQ+qIMjvbhGTj3lfFm98bhVPcuqjL5cvk297gdzvtUrHr3V5hC9se79PY1lE77n/cU9VHJgvVi0UD02Sg++hIeZvBxe/z1Wiww+8ZpBPdTXi70a016+wes6PpEst77U/Q8+jEyfPfTcCz6DYbM+9HKhPs66fD0A2ou+pLDxvSRTsbwNOBQ+6iyAPZwRur0VQ3A8vcyJvX1MZj6jTxA+FxA3vF7gLT4pGYK9t8CivORmfb4ll049R8g7veX7Tb58t7y9wr0Vvp8Njr0xbO2+p2D7Pj3Voby9+449ALzcvWk6Kz4GgwU9g5gsPkbDiL5Ne6Q8GGL6vVBqT730a9k7GkojvfaOdb4b8TK83qaEvYXsmD3HbK69Gr02vrHtwb1h8Ts+Ea9gO30Atb0r0Yk9Yq2cPpcpVT7ZiPW9x3TZvfbRv71IYKS8myc8PkgHfL77YNI9lYdqPoTBEb1aKoI+6Tzhuhln1D0IFbu9cUbvvn4el7wcBSU+RC5ZvWmt/T0zm9O9OD6nvYfTgD6dHIg+7Q4HvtLICT5OMJ69piEVvlAYUL0TIh8+SUSEvmeEeb6Y0ng9vEllvqM4MT2UchK9mlHNvToWLL3plMM9DZWuPMQASr53KKS+A5QQPjsBTr3k4oW9K8L/vVG6ET1ZB3W+OyWkPms5hr6tMrY9mjfcu2bFe74qqOC9kPruvfPzDr6aglk9naLKPZqUbj1bFaw9DOrEvPVjCD40crk+nk97PLWfxL6MczW+yRrqPVNrBD0Oz5k+JJ9IPB34mr4diYU95c7ivh3A8jxgtFm++/kYvjnX971mfWo+qocUvtKCP7xU2xe+84FLvSDnaD5bOGA+S5RiPePQPT4Zz7W8LiL9vWJf0b0ySAu+ZdD9PU4iVT6Lziu++Dq9OZlIdL4H2HE9EzjkvZeZF75FAUy+8acsvVLHkj3+PcW95tafvfhbm74ivT0+W6JDvq4lij1hn9E90w1oPbkukj0eNAq+MUY2PWbhGb3U2sa8hoHdvYeyJz3O/e28+f+UvhZ3br3HDXI+DWNovA7q9Dx89b+90EKEv+mdhz0cd+k88UpNvv9QCr3quc69/uWnvRwOg77Moii9E8dqvqrj+zygDpC9IHUCvoz1Sz7vjak8jva3vQPGhr2eeak9dPALvsC2ED5+4Ey+xkvvvPYl5j6Y64O9TLC0PolKtb7TKJS/ysUnvtaV1L1Yy6i+/4DZPpvG7LwGA6u+bEIqvnq1Er6mADm++8hDPUkGsz3FePs9GqOkvarGFL0nmGi+0J/1PQO9Lj4LQzc+2lZyvkO5xD7e4Qu92wj9vfCHFL8hpCM9SjJEPu/qAj4u1py9wRrTvmQegb2lGtm86RpNvi42Cz4qYcI98ssXvm8mC72KtIC+tu+kvixZMz6FApu+szM9PhbHCD5yPaG+De+4PgN+Mb7u0YM9qZl3vb3ekr2Ro6G937g7PPUeYDxDsvc8kzWCvoR2LLwUbyY97jKEvvlPOj6chnC+AHYIv06jrz71XvO8OXDOvRcTWj13aAu9ua6ivuBz/b0tqT6+BPWJPgLbkr7mO0y+PM+GviDaI74VyM69m1GovWRb0D1rZfe9M5QmPouAnr7bqlk9uBeiPSM77T2Pxcg8RiS9vXQf2z0a+Vm9pLYsvoPhPj19LDs+UpBCPhKJ0z0OnpG+lOjbvGVTxj32FXu+dpezPN2QKT7uT7S+U4ICPvO28T0Z7aS9zFktPrOQYb05oSM+flU5vZPaUL4uLUq+l8SXvZx5e7ze33o9n5omvgyExj7CRxC+WFXmPP1nvTx2WD0+itYYPj1+DL5+LOE+YJvVPQjnNT35VIG9hquoPZ0QzT5jYBO9gfOXPoC6qLqNLjY+wM2evgvBobqFDC89fTayPOYiRz3giJK8AKqZPGEe5Lyr+ti687/NveHF17xdu7U+/a2PO9u0Rj5HrKY9hhycvgh/Kb5/CWQ9VLIUvhbZwzwMmL08FXk1ufJeQbyNl508kO5RPrRVLD4eZQQ9EZaAvqyIor09AQo+n88mPbHFdj4hWQo+QUOoPE2NWrwt5Ia9Pew2PJCfi75Jsxa+ZOpVPT3Nkb1ZpcQ9nmWUPf/PS7pajMI822CyvWXRpD24JOW9VOm/PPN+mT05mVo+Y1N1Pfci2j3NsEa92s5RvFESGD3EoGU9lAryvXfofD2I1Wo+5IIMvhVuWb5BgVq+15KwPJiQVj1S/q69gCEhvuY9b74mXJa9//q0vU7DyL1TlyG9QvgQPrJ8Nb0Y7L29cU+XvacRqb1vXD0+tUW7PlYtd7vdqsE9BxPlvRAH172SwIO+6VsKPyg1Xr64Kig+gr2kvTa6ZrzJkC++BMdAPugCFL1vakC9KQCdvkaoAL6nWz2+ULegvdTphr523aU9zJRkvuWmh71GIVe++vA+vkRiij1bD0M+qFycPcnaKb6dB009L7nFPh6vCT6eHIO+4d+Dvt3iU77FQpG9m97uPCaUxb0peVS9IaRFPWPVZj1wRBU/nQXCPVJxoz51PhK+d6JmvpNzm7vzYRw+oHmTvQ4vxz0LkYi8knqGvRxBCj667g0+iaayPG6/hD5hzcW9bNk7u4rOTz62OlY++HeRvuyErD0Bhle7iy3zvcM4PD7n6RS+OqdGPdUO4rwCskm9tQi4u+1MMz0AOBG856fFPZ+Eqr7dXjs9vgHVPBVj4z13N0O+KuU8PkbY6702A389I+KPvjxvQ74P3Ng9raSRvfq1Uj5U84M9EZI0vL0par18TiW9Gm9VvZEThTtKVqU+YmoIvo4egr2dWDU+mPEfPmJs/j0IsIk+YGtFPZgxAL4t2Cq+mXbhvsPSRL3DPIs8q1+lvdTMWL6FoA0+0HvIPRNfBT51wmG+B/qVPDezo73a5cQ7D9cePnepk71L4ug9JAMAvplpfj7pfsc8ZpxXPYpDzj05Pem+s8+0vtd5Ob5ORCq9IpjDPOl0o70uDxK+CxGZPSus3ztnz+W9s4SKvgnHW744pl8+8k+/vZ97iL56eie+ajbIvAf9Iz5PGhy+pkVUPieSJr4WmVm+f9q7vNy4lj4/JhU9OG6vvjPBlL3IFI8+jSDIvQodAj5IrDk+zMo0PsDktr323gW+9sguvzzhT77YXAC+n/oLvVvcJT6HmLS96gVMvs/l7rz8JTK8MAk0PW39jb1kk6y9naoLvkrcWb5q2hw+KsTdveq8O73CCOq7ps5ZvkdgZr4A13m9/uEiO5uA3T28LG89B2zIvBTQPL0g5cA6RWNIPmE/VbywrJI9pdQqPpikcT0swoe9YxSLvTTwFr4yQ+q9BjeYPXN4CD157Ae97W0avvUH7Dxxl3A+X98LvkWzG76Lgky8KllRvXW6xr0dYj0+a2ayvaXaQ710rNc9Pj+VvdLIij32j2i+SjNBPpGB0L1A9/U8vNhPvmgHqryJkV89Hi1dvRIRdL1E98E+Y6T8vYJIBr60iQ28qwsHvhdBpz1SUnG+fAmAPYckmL1pzDa+T6ybvbmwnr2NmpE8QdbDvUI4pL3XvlK+UFaYvSK1gz3QIA4+QcAwPhmjPr70b1C+PcVZPcnEDD47y4y9BKDuvRegwL2kqcK8AzUbPu3wwz1gZeO8mwyVvarJFz2Q8pe9aPz3PTIEfj1g7RW+AfgaPmzrLT29BcW9sPSjvaDgib0srPq90NWhvVVBOL5vMOY8JCcJPndAkLwbNIW+rlgjPZH0dT5LqGu+XrgYvmYNn71Ib5S80CgyPndqMz1N5ha+QAIkvqkyR7xrkLU9hPhAPWMN2b2Nj449YL7RPYmdaDuA8QE+WE6dPQWcwb52Qks9VA21vYw1U74mGyo+64MuPqCHPr6aui8+1FEpPtbXKr67aSU9Ng4+Pnfuzb3dHQQ+78uEvv1ue75/RA0+YkGDvd1OrLwhQg89RX6UvDKMqjxmyhm+rbICPc1JYD4gfAk+8UZGvdOYYr7g2KW9a8QiveXSorw10TE8GDvKvS5jGL6LL2U+UtWnvSSsEj4TlCo+OvbUPXO3Ib5F8QM+aViePWLHgr4cSIK8LM+yPSYx8709Vcw9y5+sPOQ1yDwgtd695LGUvTI4sroMYEe+kEk6PbOWKz0CMsW8ETXAPXeXlL5FDAw+qgiEvcFihTxsO9+7N0h5vo1iQL50JYI9RbdTvciYD75DrEe9Q9AzvUKhpz3DZWG+ajUNvelABT4pxRy8YbEJPml8rL1jIqE8me07vu8IvL14sqW9Grkavts4Z72sSDi+9Ka9PVsJJD7dfwE8hUfGPPb6FD72oyS+oIaxvXtWFr7f2mM9Z95zPpKqMj3s5Va+SPKCvmCd3720Jtw9U+4FPUr/+r1uLVO90GJCvBf4nr4NoXQ6RZcJvTX9Wz7oa0q+0puDvP+OMb4tHxE+7Wn6PVGhwz12RaE9+TwDPIkYZr52BTM95WQtPjrcmD2TxEG+50pZPY9DqL2HUr09nZHOPT3iFLwgJWS+900yPqKp7j09TQY9utcsvL4cQD612CO+pR4GPlYtILssFK68LRo+Pq8dvD1K1+a9Dky0PnqrYL3hYQ+8SCgLvS99qDv/g4k+haVJvfTwr7uT/Cm9CSCePsaHSruEtLA92xnOPKjPBz4sDjk+9hZrPo6jkb3+XcG9lm8DPn2rSL1XcDi9kJ4BPlV6kD6co/w8KXo6PHbB0712q8w9lPeBvDQHOD0EL20+FpEVvZ4lgL2Tu388+iSFOzyAoj6H4qu91GiFPnOebj4NGAA+Ic0dvhdIrr1MB666DCwkPmGovz7Gt728R2QwPpaDPr5UR749lvp8Prl5170bWtO8RsfcPdlSyz2ESJU8kf4yvkVnCT7l1ak9+DcZPBCD8bwyJEM+lkmzvLXUfz0sFEw9GOFIvsR3hzyZmle+/vNvvQ01fz7wTCO+ehIHPhJXyLtLSye+6E7evYeC2r20zf+9S50ePVRkRb7Jewk+MpL5Pa6qBr6cnW2836g/PSOvQb3s6C8+vMNSvsxr6Dt90zk+2UIMvjh6g71U1BW+AFKAPigeNT1HDiY+Y+M0PUuYIb02+zy+Xq+EvsiC17uJpGm+0f3kvPCNsrzc6cu86Q6bvc6lKr5LnF+9PNw5ve7RHL2n6gA+wn5iPQRULb3BYgC+1ZDXO1x3G75HBsw9iH4Rvj7jr71csRM9PhLDvZVCVL7WtME8YGoGvCZ81rzbUfY9iEwwvArOtb092UQ9oeS/vZmjO76uxoO+vL1HvGw8Xr7+/HO96wdcvdZsqz2oxnE+u4PzPXiXRD626lC+6h1WPRxbLL6TNEy9/vq0vaJYXb3yf9u6ecyHvWiFY75aXjU93fpHvUWhJb3tk6A81mISvhqkW76/Cs691QcOvQpcKT1r4fC9fQr6vYb+Xr6a/K69m0iNvO77jbxfHg8+MVMAvhd7Jr1t7dq9R3L0vTJxib2EIn495DetvXGB+zrjDiQ9zh6XvfdPoj0NQxG+GKNEvthewL3DKCq+Fj2VvRJm973VAXO9BjcEvjVJ5T1xygQ9OkU2PToRKrzGhzE9DwLDvdGgnL5P4Q+8rSN7vSyljj0gaua92Z8Tvm3WJT3n64I83kcUPgPF67zOaOs7Qs/GPc01Eb4gABO+17tPOzKW7739TiY8+8CiPSIYUb6b8wa+CfT6PRrwYL7zp4u8adphvWawFb4st9m9lIGFve41I71SN02+UnDDPTmVwb0J/zS+8elqPXWna74jwMC9tP8uPQdXNL39h0S++Pfru6wxp71MHNK9+HsHvErQADxdwpm+bh7KvRCtG759UFi+HstwPd6GBr46ORu9CpQQvnq5dj7k44q7Ps18vhQhtb2sDsu8RMWhPakUWj4LWHu9KF3GvQztsz0aK4U+A+E8PhlgUrxCP0c+L565vVhxw7usLWa+sS39PN7qHD2FKr6+EsG+PLx0t7278DM+jqCGPaPx5r2zOd69T4GKPu4xC74ilIu+ppH2vdkUq71iNnc+1oeQvhvU5z3ZWCY8vcIQvnwOUT6sBLo98XRxucR0tT0aP0u+/TX9vR/a/r3qoke+rklCPk6yRL5+izM+7p8bPjPcdr0OH02+Bx2evZ9b+zx6R2m9tIuzPJkPBL7qjTg++liVPolkbb42WBg+9/e8PaOjdD4+4Pa7eKK8PaiPDL3yG489qrlpPkI09b1rLIs+gqkCPVlYDj1KbDq+W8amvF1Vkz5boxi8BMD+vIgX+b3U8j8+5ZT2vPnxH75+hRa9akpEvKdvNj6qPbO9BBMIPFKu7b3oV6S9R/bjvWXSbj6Nx4i9TJ4vvGEiAb5nOW48zxDWPRp1Sr76F9c8iwzivYLV9r3XhVQ9KIv5O38tkT2SdSS9iVD7vTTWoD6jq8M9n0WYvfID3z2WyeA7HxIYvtUEpL3MvBG7Usz6vfCVQ70VsAE9ltm7PUUeLz1P9Vm+JLaJvIyNjT1tGk876aywvJAT/L3m2nI8cABEvm8tdT0bpD26SV5SPlpJB7xNppu7e79zPhdHMj7IK4e94YxkPPuKLL5zcMC+qjCIPjbNqT00MwK9ob45vsGuRz7kz7W+Rs1NPvzUNL0J9IS+BCeHPnm4GL2nXaO9Xm5IPo1F2r37Vrw9KPyTvl4usLvX/Vc++wt+Pv2BHbzMwDe+jFsIPredjr79kUu9FVRbOxXXJ75lkOa9BG8cPuCnfz1/kkm9eikTuqbR771S52A9r+gIvnUtgz3JGUk+CANevXKIDr6yEom+mHmSPpP9Nb2FVKA+6dIdvUuYebx9J/e9/wBfPusZqD4Hpcq9n1IgPuT/Gj7w6Ky9pVe9PqC7AD6S2qS9V+2wPhKsgD6KvYI8IDyHPv0JZL1jDnM+F8ldPpKNFL56X0O9s0aGvck0Gz0A2rK9I72vPQTnaz52Pwa97dyhPNNG9L11kU+9Z62iPWSZ7z1v9gM84zrRvhz6jDzDwIA+F0RFvgTUaD4KZLC9Acc+vi4oGL4f3ea9W2pFPVThlb63kOC9NUNwPV9OEL0LHd8+flTEPcmD072m+qk9PPHavYMY1z1Xo+i7ndgzvrEFEz4nCko9VZ7uPIJjfb3SRzM+PYAIPodSLD5tzDM91YYvPkYSnj79KYy9+inyvZOAPj71k1g8zlDbPeN+ij5GSmY901advdlLj77Eqrg+mEcOPjlV5j0IGw+9oyQuPjaDyztSEme+AbBwvth7y76SQKs8CIffvQachb05aQ2+W+7ePAcwnj0FelS7nqZFPAyH0bxg/RW913xHvsNcqT2AXAq+2KauPZOUQT1hnwC+B71dvuu0Q72Xc088e4vCukSwWD2MrV09V8WyvY8/QT40XCW9jK0kvkoAiL4vHwC71VYrPjMXjT3WaIE+C3Mtvh3Qvjwcoo29FuA1vaFdQr1V9Ie+vlWhvbCLUzwINUm+gicmPVGfATw37J08DtMUPQSmPz5z4Ko9dygCvqgMBLo7IPC9pB7OPQrVaTxkWPY8tcStPXGcKb63T/S9mNeNPK/ogb1rWKG8yYaSPh0jwb01fYW9woNgve6OcT6Hk9a9LdtNPQOUvL30fqC8/J1QvsHjg7xNOdi8pg4WPqfV+r0YYE09tSCnvf4UIz4JJK49mXlPPqDZh76xQUC+7HRGvumgIb7BnCY+0XHJPRP/Gr5nTUE8iBHmPcIqRz7JcNK9LhTavEcSKj7wDue9VHQXvb3YX7y3HUK+Pn2BPcEka73rRAI+6EVlvZfIc75ipre9rUDavbrVKT0LKtG9whfnPcvq0b37WV2+vnX3Pcp/UD5HYUO96vaWPcSBHT71DgE+kgM3vBG/9L0ocBe+lAsiPi0MFT1c8Pi9XwtevbTt8L3fRAW+kPWAvRvI7jvMfV89nmU+vhn+Vb67qC8+CS+kvFfvAj47x5A719KevMVObj5B9l6+7GnCPaRBVz6uB849WQjUvL0yIL52OGw+/ecovWgK9j37A/c9xrGsPpRtxTyHN6S+hE3/PO4V9LhbOaO9G+QuPAOwlL6fx/u9wRooPpUcnL4IQbA8nhq3vjq3Ar4+RbE+R/6Svb6wBb1hrcY8pS1SPpELVL7Nldw9FydWPmJWjr62jXi+gIgDP1MaFL5EPpC9kGABvkoSJj4iD2Y9CF25PURFVr7gVMq+/PCmvR6YWL0FL3a94xADPUA2Kb0jcnC8mOuUvIqM670PKQO+lreMPSQ1jL7TRqu+fNmwPmadpTyiID6+W+DCPUZj8T1u2Ak/MFETviqFG7wqiay+XyGkvY0KLD6Ov66+i52ivpOhjL5Zw/U+xV9AvgfSLr6647m+XRrFPv/bmr0haaK+K7VTPmzhWz4gYPq9XEP2PDKSyTns+qA9hbjVvLszUL7K3/K9v1pNPRhJnT6/4Zq+NTIuva61i70lYQU+L3yMPjWPQj7+L5s9C9SZvq+ZKT5+Sxc8CyCNvcKzDj5kz4C+J0F+PfuVjz67gIQ+ClCcPsswaD4nFRw9i+LFPYLmob0X24S8ba5Uvjz9vDrXN0K8HoOsvGxOPb2Jhe0+b4i4vnx3vz4kC/u8O7aNPoED5ryhAnW7VP+FvXwQqrwTX+G9Vzm0vkSdyz07m5u9XT2aPUZ1KL39aZe8G6pzOWxVM752xw89MsSaPVaTsb3W946+ZmeQvn9umL1MX6w92EGsPbFTB7v3Isa9x522visImD0wTpk9pRA2PX1tl717BgQ+/G9HvgQvXT3Bif892GATPSDfab4dq22+eJ4KvoOtW75etFE+Io12PNz7Yb3FOjo+maf8PcFcNb1rTCa+jSXZPh5jGr2I4mi959AAvWiHFL4gn6m+tZL6Pa4zpb4NpjK9OU7vPe52YD5wKjW9QZbhPQT/mT1Z1IC+d2eluyNCeD6j+ka+xrQYvsqTaDwmDXK+LW+/u+rQhD5KES885HBbvRGvjL7mf/29v8nSvTmlC74CxGK+pcQQvp56IT4Ygpa+CtjvveCMtr6r8+4+6oZuPgZtJT6LVIW9dB8MPfryz71mCOa8ExNAvmqpGD7QN7g+rF1zvsvxAz4dk2u+uuBHPXm6xz7IXWK+Fw60vbLCrD6BjJO9ZY2ZvjpPvz18Gb4+yTxUvhXpdb5X/ZW8LlAIO0UMbD1P9wK+rinhPWB3rz2mFBO7AcbTPSC16L1PqwU+shE+vRjvtj3hnWO+GhPRPaWnfz6yChG9Gbe1vnFPkb4UTJo9wB2YPRQJaD4V4QU+CbIRvZiVUDzDMo28V7twvqNdTj5ydmc4AW+GvkpwJb7iCDI9v2GIPfxl6jxeShA+uA5RPgS+F70UVSc+pZIJvmXlyL1m0Zm+1LJSvvSPxb0Wfqu8MERNvg8aGr2WCw69iMPevd9NIr5C8oG8vi0LvgCIfT68RNq82+9dPXMOgD1poa88rxanPY17Qb3gyBk9JoXlPbkkHjxXrWE9i6dFPp/CSjzqsvO9Jnd3vrWSuD2irec7az+mvRzBH77uBOq9/TfAvfbKir2sa5S9eZHjvAp8/T3VTfg9hBKbPedkpr1LeVa9wIQkvfOMw7wLZ5A9XWI3PjIbDr6DQVu+7R4zPsvm3D1lZas97c4dPqjcHb6KExC+YCneva5j5L2yp7A8ObAyvq91Br7hnLg9K2oKvj+2H75W0pE89R4+PV7RL71HKCq+O/uAvSIwsb1wBs+9O1CaPRiDxLsK/YK+NTOCPWGwEr3SGtc9PLI0POx2hL1i+cy9WG8vPkKgOT1cpFm+XqkOvbvMJz3CEKs6lH3xPH/SwDzOA1S9u04aPg+DRb5clnu+DmwYvuKvcD0NA1+9ZYF3vrdkUj7ZqgW+zF4kvJq9IT3i0Am++hrDPZK1vr3ojtu8c53nPVZou73pZBA+uXOIPjFo3b3vEpq8MVM/vpmgeb64Kle+ZDQ0voo/Ejw6AoK9CcLAPdX9Jb0x2h49YUqLvq118b0bsSo9riIgPMfAXL05pZw9WqOjPie4rD3CmUA9Ubn0PfpJC71G4lw9fyCmu6chT76sGc28PJLJPQ0LlD6hlmg9V5ukPu1VAT5fp/09jpGFPikr372+gC+8PKxUvnTiGr728Y+8tmbNvg/14D07goS+b4/+uSsGDTyG4qk9KfkovV0+2zzAOuM93xLwPbS4Nr5aijy8TGbOPQ2KpDwDq4s+ld4iPvtpQr3HIdm9szifPsmq2L2ZSCk+ZPnlvkonQD4HLxI94isIviEvX77ZphY+o6/KPR47Ur3RlNk9gdrLPSan9r2PJnu+PMcqvl0JLr1yrCi+su5Ivnceqr2LEA89lLQjPsGflrzsiUk+X/cNvVoFW765zOu95qHKOtAB2T6oPDM9GhtQvS6xwD4Uctc9c3QGvgcaMD3aKki+jslEPqlDIz2+WIQ+wKJXPbMXE74pl5C+1eYavj/wOr6f/zW90oOuvYPEmj6WIeY9F10IPsGQDD68nKC+mDNIvWcuqTnzb/I9euO8PWVDtj2SgK+8/Z6iO51N4735vES9HP45vsNoZj7B6sC9qifUvmxjoD7p4nM+OhvqvJQMgb7lHQc+P18IvoB1Bb67ozS+VDayvs2K0D3vVTk77wSIPUnnPr4Wc76+agXhvOHumL6ozHI+9amPvXTCUb59UPG9eg1KPhTFSD5hkG0+49UCPinjlD1vGqS+Ct51PEqOUD1i2DQ9J2kGPq95jb2kWuK9SRxQvkG/A74EAhG+5jLPPWNTlL68mhQ+AE59PVPcVL5J9I+9BpHmvSMK5b7n9gi+cG6bPoQifT6gVgm9r/UHPv8ydTt8WBg+AWXyPb1KZb2vyh6+zdDXvcGQCrznvCG+66EuvhUR3L3AQak9GOsePnI2mz0cm0y+l3sovl8vkD6SoEQ9le4aPM4egT4mXIs9e9iHPs2TKz4Fkqg+kkAYvgDPmb0iAVu9uVmuPShD6Tzl/z++o/PGPqnezD6vMUi+ozwovnIxn72/De49/GjiPSx8rD1RjFi9nGzOvYVs3r59Q00+Hj4OPpSOSLtM0uy9ACSQPOeh5T1C+WY92l9PPtmhr73Cs5q+ZGl4vRzL8j32uKK9bkX8PZ0rEr1SWBI+RGDNu/sEQD0sq7A8KUtrvpcwZD4JtYC8QBkpPqmeeb5nsZC+9Xabvi18uL67ZSA+XpBiPnGpRL47vxq+1cUIPvkHAD4MhFM9Fn9svUgdCT5Jqac+ulD+PL2ijT5rBVA8u11Nvt4lMjxuDHm+qPoaPseIIb1/JGi+3vDJvKqXfLuEhpg+EX1cPDyW8Ts/Nr29C3OmPVwf572PDg4+UCDsvrdxQD6T2VI+aIQHP5cxxT4R0++9QFTBPZCMbb5UJpe87Wf9uzHQMr7xW828+zKBPbu6kb0HwDI94vbLO+Awab7jQUO9LiWQPTtqm76GLj29qoQuviUtuL1WR7M93AqGPSyH97yiwAm+t49dPEScTrylSwe80SdCvrgyHj5qCXS9hvYSvgwKfr7Fn6U8RmD8vHM8gb54u9i9LVW2PAjiGrxJMj2+ZS6bvcZCBL5l+iS+KKMSvW+fR76AFNa8bxPhvYYnWL6vBCy9B4vFPCK1jr2g4iM+OGoFPanTPr0t5YY96l35PHNfEDzgLhg98ywWvoWdrb24Bl+9jW0evhhClz1kpxi7LKtxPdJeTL440bu8YhKvvRpeKL5MBY087h2ZPNbC4Lw1MYG9oBh/vvoi3j1kyUo7nUOkvC7BgLtzlAA8xw6pvXvOh767w4i9b1dEPftP4rylACK+RyykvrmvD73Wl6y9w2QuvmssHL7QnCw7GpJyvYHBPD2LSTa+jXD7vcUX0L0nOjy+JsVIvr/uZT11Pte+paFEPkdZLbx16YG9WZ3fvVdZ7z1ulgG+SJVvvrqHmj17pUQ9ZIpjvouNO7xxZ6q9zEkIvmrVcj3laV+9CRTPPAbVoT1UKC2+EKKrvUX2Jr6Byjm+y0opvkOxar2Zzm08P/7tvf4Om72Lz1Y9KnArPZHDljt69o69fCt2vg3YF77+SKm92jOoPH60IL1y9QU+XlOtvBZLhD7GhMm9YV1qvlRItTv8DxU74Q2nPaDhMr5EcRE+W++FvK4mxD289jq+YBVDvUU+UT1dVsY9wTBKPa9ESj74q929SVnrPRXUeT2OR6k+2LJLvuH/JT1Ptko+CqBiPpR2Cj3nuBA+C31yvedZHD1qq2Q9y8emvaZMZTyo+x89e3yJPYWhP73PJf09UgdjPjy0kz1oXzS8XpQuvaloeL0IYBQ9SGsOvOvUSDx7cPm9yascPkDRFb4o4j2+yO0+PfDHPD5Q6jU+bqsxPlqHgbxhQ0E+ucRGPQJ3PD3Djp08VRLyPZtXxj2VMmA+TcBpvoZGGb3HkrW+wmdPPO4yaj23KW++5M4BvtB4mr3zSGe92G8wvt/YqrxPkSA+UuxuPkSZED5/R0E9qIQBvmONij5RR1Q8IHrXPEUlw73eYRK92NNrvnK52bx6lmC+JcUpPYHeCT48xTo9ygBdvmqs575NCl2+ybBqPYWCLT2RuhK+tbPevOYKV76od/89FkswPu9dXz41T7M9Lrgfvm13TL4Eo8W8s2Y8vtx3mjyGEhy+d1U5vlO7ZT765zm9oaqvPRUGUb7OH6G9r5jKva9ZkbxFnEC+px5tvbgwYLw8boO9u3CJPfduyr3KLqK8nm5hPlVGgb1ism89qj5yPa67HT5/1tU9cqqFPYntTj0M+4o+ocyFPsDl6rw43gS+FFz/PVZCG72CyY++1R2FviBHO76pHz++1HrcvVqQbj3HrZ694geKPW9NOb0a4Ue+xSoivmIYXj52NNq7jeOyPSd1hL77KP49w4Y2vjvoqL3DBFC9HkqOvIP8mLy5qN49NA+4PlRjoT0AVnK9iMGIPqw8Rr7k4eI9rj0pPiXQSz4MPTo7ceZUPjLdkz50DQG9UGcfPorHrL2jOIM9/iXkvFgHMT35cFq+K2/jO5vtGT6D/Oe9AV/iPCGy/L3fmua9i7sqvsgsh74IwzK9Pa/LPKj6Sr5gTJ2+31JBvB0WFj3gyF48qCXEPEiczbxrLxY8pUjYO0IDVbzUIKW9DztDvg3fgD4FUB89WihKPqlgKj4824A+RgRPPr/tAT4+Wq+9UDKCvrYXmr0SLkq+TZ1JvkN1or0kalw+guYnvvQrmT5/alO+TA5Uvuh1OL4wxoo+jqMsPsu3qr2RpL69qpHbPJ2IMT0LG40+ZcNDvnIvD72IfwI+Kw6pvFJHrj7GWiW+mCCFPh84+rt4LeI9P/uCvToEJr7vW5M95l6RPRwvab4mnU68PpeoPHSZPL6ZKLS+F/siPpx2uj2LyOu9BRoFvo7Rur0opSi+ctNJPpCAbD7MVEW9O1BmvJ4Y1Lz3Oww+3D6qvHEiR7yWTJo+6cWpPTQQKb6UrnW90GhcPM7SF76vBiU9/MtkvuRfrr1eutQ9LTVLPTGPSr6N3go9tHuAPAJEX72aZAO+hhJwvty//D0iiou8kro3viuc9b2VNmS9QzWTPRJqBj0qFbI9PlN9vdxWlTxP8uS86QmZvIJynL0XHZi92zWOPPoZDb67r1i9zfgzvicjHTx7UTk9MKECvgDc1r0Xc4y9H9MGvfqN/L0GCRq8BetSPsxjHL7VYxy9jND5vS3O3j0TPZ06p7vCPQaltj2tnoK90ivfvX7+f705MBO9GiIXPJ+Mz7zNF/C95sQavpS6q7tcOB++sfXivdxbHL5AWEG+GX8TPh726b2fWd69hTAmvkN5wD3Rb8Q7RbvPPYX5Mr7nu6a+vVM1vmx0W77ur2W+y22svTLeRr4HXfE9YNgcvmqQJr6JLaC9z6/dvap7Qr3y9C2+KUpnPYtoSL5wHaa+uqFnvTyKwrzXTr+9lAt+vYKlZL5z+Sa+QTBtPfcYxrvQVfY9UMX5vnxKDD6ld2++WysKPEt4Wr6dHVM+U3zlvTrLXL0F3c482QFUvVipjL4B6SW+JSndPUIVhD2Z1wU+zsU/von/NDz0mzO9XYCrvZok7T2gqUO9RxDbvSv5y7zEvYW9X27jPdT5/b2gIqi9Q45CvQq1lL0pS8W9V4m6vQYtHb7hWJS99F8ZPrxC6735I087pnL1PdEvGz6iySM+7L2fvW3Ukr5m8Ic9OxcBPnRyQD2cCx69LRtXPnfJUz57wYi9838BviKtBD4j3k29q4CnvXQUvr2plNO8yTzsvZRZp72iXEW+Q3kzPtQFQ70GCLc+WxkwPpCqvbvj6OY9Zx8uPlybqzyA6Qa+7HBMPXhEK73YfZm9/DyAPiX4ej0SmUE9f5GEPDPyUr630ku+TpoMvtoxmD2iXDa+gGmXvmt3jrxCMm09vqgmvnWKmjlfn1I+oM4CPCppSb6YL509wbiYPBUQPT7e0EG+molfPl3csz0LKdA9bgMRPcAkQLxOHJW+lN1wuQW/FjvvY3++RI6UvbhLfz7FyGC+uW9kvkvsN74fh5k+OPG6vtnyhj1SEpC+zl+SPqo7fD6MjJO+9y2ovTgadL5ZEMS+9HZqvs+9QL7IDlQ7PEBVvhHO6z2OVPQ9rY+MvC3nUD5puwy+4YG0vA04yr14ASO+PkVEPjJYyD5lehm+ezZMPneJUj4F5fY9HdSCugIVOT2dj5C9u2TDviLhlT18jNg9APMBPgviDr4K8uI9pi2fPE5Gr773iS09Hl5ePZrJBb2T/oS9iS5cvYhWRD76vYW+gnuyvtxiuj2vzfE7uy/PPo+3kr1AIhS8vB0fvblK6z3n/6c9vWOkvARHwbuSKWS+1+0Gvv43Cj5Z/hu9mCUkvvt1WD7M0MC+UFV4vmLG3b0nXfS8SiQAPvdTtD1yRI6+a8Z4PkP1f76s5Bu9qfudvgsKnr45+Hw9Xt91PiGmzj37OIu+w4uJvm8IWr56ZAg+x6/fPZYF/z1Wp4O9ni9xvsX+bz3Q4yk7fKgWPRePzL1xnX89Xt4tPabSgr6LTqI9VT25vXWoNT4dcRS+x/CTPaP8qr1k9o09bb85PYbobL4z8Ao+ARktvnxXlz5If5i5xVsXvgh1cb1kA4G+niSgPvAFkD25eXq+5ycuPrsUxT17qPK9f2e+vVtnc739d22+HmonvYSb374Fx588vmETvXjg076KkCS9eRAsvrC/Wj4ilJa+KoVzPljYqr1pIV2+gUzEPZPENT7IMfo8b1IkvvLCiT3w0As+808hvGF3Zz4E5hW+M/ykvR2n9DylMWC+vwY9vXaCO753KAE86h8fvbDxH73cLYY+3F1GPjWTyzz6u4W+TM1QvZyAMD7SLO89J+uPveJYPD7dx+E9nlJavpqCsLyUvII+E/xEPulm873I5rc9NcZzProyIb4NaT+9XDUjviAmJb5KGqc9nsINPmX63L6qPEm95RDdu8gUi77qqp0+0vavvm1Y4LyeZ4w+Q2tdPcR3VT7Yju69PpVBviWDwb5/3hc9t85ivfzHC72QaX+8a59JPr3wcj3uevM7Yg1OPObIvL236dK9yuIuvQ71o73G3ia9uSGLvQ/3871MqdS9z09KvpCHBD5Dzeo7mXrqvHlP8D0EV869W0kHvtkMdb0nmVi8LdxAvr1OmD2ziPg8P2cHvRFSPr4KPoy8hALKPeFmZr4a1ak8XDo7vvTrGz6krWK+cH5AvXPoCD5n3ck8P23CvYlSOb4btCu+GyA4vkDS8715Ha48mhgSvsrqqD1Icuy8Ew0iPV9I2L1qpuu9KVZ2vq2Chj2Id5o9DNEivdoH5r2V8hs+EAXtveKyxLwKe3i+I4Mfvcb58b3RAg49dKdpPZMUpL3B0CE+kGDcvBdtJL3B2HC+NWjWuyNhKr26G5m+uLruPJTHDz2cDgY+xvOrPQ15OD1Ca3K9N9gNPiT3yDz0YWc9/qLxPXjBB76BDga9HPH6vRy8E77VPTQ97qNPPlyN4bwTJba8yugPPkyVdr5qWWO+d0qnvSeB4zyTJwM+iG1mvWGAgb3KQ3S9SOogvU9cpzz4BIi9XBkMPFwgDD3LZka+uDl/PQ+iGLyK9bq8Ovr5PFVnVru9FF08+DBrvMWikj17WBg+Tx0MPraoB77MiQI+wfJmvVmcdr2fNsU9xRcuvjlh6b1GtU4+WySAvXfafr33tg2+DLR8PbmIv73bjCg9by8CvmvIgD4MSEC9P+4vPvegXj7HYwO+jWsyvpDyvr42Xwc9o4t1vg3UAT6gw7W9JTZ3PlKnMz3zyoG+z2qAvYBy2bwTEys+DsHvvYPRI742t5M+0iYLvoBgrb7BXhu97i4RvrGkjruHdGM+vOQrvhs1Lj260IA+TeMYvQqmob3rucM9fb31vf0oST4TdTE9GY5BvWXD2D3NUvc9GrbgPauJNb773g29w8mNveYKiz2nyYm9FBsJPe6azr2oMHg8nVAOPaIzFb5hi4Q+y25UPih0J74irO28gAIZPvpHAD4nRyW+NPaNPihzg7yQsI0+YQ95PRoT072ohi6+myxzvlU4UT0kIoi+1wpAPka7Rjz67kA9xWsRv+RPnrw/0DQ+cyLhvQVyK744ObC+ufdHvmbJjT1EJUc9G1HlugIuvr2jBp6+i5bZvr240D3iz2q8fMeZPb/qor0FR549uwNwvrc4qD3FfLi9yviLvBACFDxUDzY+uutpvrVjej2BzbK9Ut7sPTz0tT13FKm9aXshPtXQQD0+py88pdiYvot5gD5N/qI9cDDFPZxFhzvua009mHdOvDcAyr1QdRS+YjmXveMOvT37nZG76JhIvn09tz2jBh29YPS0vkkVHT7J/DY+VsuAPQ9ZsT0E8C094QFCvs5VwLy1Ng49ZnBuvrtekb5Mpqo9jNFfvAN1Cj6pEeg83YErvvSL8b0Y2Qa+y8WSvrpCLb51i9a9BPqiPlM70z3cbC0++g1Ku4+wrD3fdOy84RW/vVx+eL4Q1Q89jr0GPmZa3byt35w94IKlvmbPar65XCY+LoWiPfsWwb65HbS8gCI5vVS9Rz0YZoM9NSUZPhkOu74aVQ29QvPJPajmtb1EoZ+9BrYuPnt9FT6mwp++6EeOPeCryTxUN1Q+8KwQvIx6ar448wu+qeVyPA9O9TwFz9y9yx4rPsm9YL3T4HK+SwXcPvCE1L1doEW+pl6LPRE3/r3Lr1y+UUTUvUKuMD6veJq+cjWrvfKECD7wR0++seMmvgFACb6Fxe692yciPlE9wrwC3Rm+5lrCPY2+2L7wuxw+D3kEPMSmCT5H0xc+Fq85vtVDdL3Tq7S9V0ZfPo7jST2ibxm+o7aBvmKiiz6xSbe+sY5fvuIXvT2MeU++4ez3vO4Ogb39DoQ+ikuGPrLEmj1je4S+25ekPaWcKz2Zug0+amVSPY7xCj64UUG++kcWvlRs/LxuCuO9mQM/PWTdcD1VG4K9yuqxvUVftj4EoJ89LvW4vtkoir0qYMC+Tu1cvcsierzYaz+9FBQnPu5Qlb2dbJU+AW6OvgvYmT43D3k+2/0Qvrx3gD4Wai++d3pqvq1BFb7aIa69OGX4PUm57zyL6nU+by7qPeHa7j3hioY7lFT7PLDoHbzQdr49o3CxvZh0R7vjMJY9p+8XPncHqD10ll0+B/wiPReIjb388Qo9/qojPqMafD4lOiQ991iGPT8o3D2SUji7wS9dPqfjBjz8ibW8rgw0Pq0zVr3qG9e9F7G0PU9N9b3xnyA9nIB3vVsaKj783Io978biPc+SJj3CYSa9Nsc7PB2SCj5/RFs+s7L3PdJNRD6H95o+D+rCvIiyCL2gA8g9Zb0KPLvwA7uhbuc9wRtCPcV8tD3JvkG8f1ODvr95AT4LdjC9N1usPmRbiLxW88C82NcFvmhmn73Wzo492S07vNfJoj3M+cw9gRVVvlm6PT7fBEi9YiMmvhY/Yjvw7Xe9RV0xvci1oL0haYA9iBYPPjp91r23aiy+E+IOPixP+bsC6gS+u+o1PjI20buPJJ+9SLQMuwxL172+e2I+IkkZvruLab0yvnY7XUV/vUoRQb0xglm9yGWnvXkjjz00W/y7THTXu/Q5qDxTzLC9O4xjvkPFF77R5vk9oZt8vYIwyz05aWW92E7VPP+giLy+Wr09MA4mvNIpVz1yGuG9EhOLPmZoGb4QtRI+hDAcPGIpfLzNbY0+66brPTXJJL5myiA9gr2NvdXu6b0+CYy9hCZmvsToKj2dr/O7r5fUuxASLD5uKoi9OtahvvnkFz3kGl68VhFZvrZkBT47SKW90PqvvaBuXr5msQ0+wyyqviwfND5JYAi/ZnpIvuOMFz0FWn8+nrI8vjyTIj19soy+QSeNPRvIMDwkqZE+QcQwPgH0q77HQ4E+l8I2vX/+Ir0wNOm9BMWVvXLVe71dXyE+bv8ovn9cWb4ttC49H96uvSj2uLuKMEG+/y5cvgFVeLv/TCU+4+98vqhAzL67fWE9Y8O+PRlUxjgSHmG+3TFrvsoPPj5ZKoU+UWxNPXsuLrzGVu87Kt4uPi6opzsnbCU+ISAqPowSZz7M0Bc9yDVuPtHIxj7+M4U+a3HCvmPiWT4W1lm92wsYPkVetT1Jdz6+1O+zPRClur0+Taq+qAinvmC9CL6jhIM+jaijvjKaEj6HCiq+bedqvvJ3Pz6grPM9UXYdvsq4M77abA0+WYScvnSKeb6eTSw++soiPPH1YT36BB2+7ecWvzbHTr4GXZW+Mn5oPtccMz76dYg8HBcQPtyTAL7eQMC9X9gZPNlTNr5hRJ69AiDhvIDn0z2NSzu+z+LyPdmpML5Qxoy+N3a0Pub3oj7hmBO+gPefvjf/Kr5VhwQ++4lRvkZMWb2y8eO9jEE7O2GtUz27Gwa9JpOgvsVbNz5LZke+2wyOvZWBVL64h+U9F6K+vQWmvT1XAlI8C42Mvphqqr1CPey9/QkDvo9pxL143pa9EwNWvnLl5T6XOLU8JuXgPdtJi74GHQk+8ntqPqozGz0E/PW9Y7nJvZ4lo76yUCU+klGyveaRPD4sYl885MK9uzIKpr367Jw+ZpAwvjdFnb44Ni++uHBBvswI1LzYuFs+0houPhR9fr3BvuC9d+mRPn/qgj0j5to9ua/tvSdHeT7UKTY9auW7PkRQoj4IeGE8rYbgPoPrtz6LKKs+BcvpPZdRqr6rGw89jb+SPTFCFj5gGAk+6WPEPRXNCr6ZBXS9flWNPp3lxjzx72C9gLQMPuAOlD0yB4K9T1BFPi/d+j5/+bY9kPSpvMrbqj4A1qG+6p9hvuc5Y728nmk+7DF1PhZv2DyFxZI8QwKDvVYLhT4MTGQ+xjGKPWcvmj4w4IM+KBeKvrPLxr7PPKa9r648PGtCtD3P7G4+0CN3vlW3yL14PXS+vmO0vSOjZz4j45g+eG+GvaFLYD01SQG99kyEvT8qKT4AxYg+qMaoPR5fwb0DoUK9JjGePsjfBD7Aqji+awemPAVaB762rzO+A+qhvUGS6D17A6O+aRitvXjga70qyxU9CBhGPjihI778f36+xDOvvXOSDb7Z6i8+2N+PvvAAxj5up5I+MZXdPmYYqjoFqXk9Yk2UPdjJ070RCko+Hk6lvkoUWL3ff+o9aF9HPCY4HL7Xqxi++E0qvuw5bj3qyYE8UMA0vvHaNb4ZNSS+Bc28vZWFp76jlFy+Dp7JPdQafz2qpF++6qLGPUJSaz6VAFW+/8IivrqmOD6HqRs++FrDvJsRJ74TnVS+yYcXPiKHAr1d7+e8veksvcYQ/7mesg++CxOEvBtTVb5H60e9P5ufveofOr7K1Zg90ovTvN1dir17+f29mYgVPXu+Yb4qfb+9KZg2vG3K+r1FJ7q9lULoPaOjeb6vtY++X6xOvvqg6T3tSDI9gsWIva6Sqz1qkiu+ZMUcvin2373R/mu+IJIePVGzyb3Odru+VkiFPauZG74iLkK+tSYXvrzVEb0d13Q914h9Pf9Q872Ocvc8zhX2PNNZOr75LgM+I8g7vNpDOb7N0QE9hPEQvldWKD3nwpk9A75DvgkYzb1PL1G+fREXPRk2C75vo769wgT8vYy9sj3yC7K+hQDevdSBJb42ck++NXL5PUywJ77uX3y+wkr8PaiyLL5yJ0U8sprHvffpOb7vXgS+BVIbvqDkN76oQzk+NY/3PTdyeL5o/NO9NrUYvmRuaL424oW+DdC0vcQPtT1jruA9XgTEPKFyTr7CCso9u6ryO92HVbyHp2C+MgYwvupVwTyySGq+N2ocvr4bA72NG1++hQe0PSGqKr3/Ezm+ZFHbvU8ner12XaY81jeWvEjK3D1Fcbi9e5tkvsSrHL4+s4q+xo+wPWyALr1roDe+W2RzPjZkpD02vIy+xZvMvDgPkr1mSlI+4zDNPVp6/L027YY+GI+1vCJ5iT4jezo8d5iQPKDmXL6YpCk+h9VhvqNUfjwJem29SmWuvrrcpL1zMFm+HpuAvao9bT7ANbg9I5ohvpOlpr0xLMu9NUeVPhWbhT2BXL08WavjPVWNQz3P+rM62W63PYlfOz4gFeG8zhW5vXLj7Lshnx6+aiELPQSmAz4dV4u9pntovvl4c7630vo9JBJbvbETqj5n4cC91eSNu2prpj1y+qc9hjZ6vqF6Sj6go7u8fL9+PYpair0w2A0+0uLYOVvr+zwQsjC+PKN2vjsFdTzs1Ie+t+AePitZMj60XXw+eYG0PQONWz3rzu+9rFDBPuSVlT2lm8M9kFaHPeHJDj4no4C+Bub5vZmioD4c3809tFqIPjwdRz3dKOW7rukrPl2cqL2nFj49a0OCvUP7absFmwK+avNSPjIFt74X9G+9PjLaPS1yLr7x4o2+7CnKves9S70rj0A8ZlwKvORz0j3mqFQ+K1CePlz8Mr78K9s9w/zzPRbmwr0JT+69PVCfPc0sxj3Ln8U93NSGPQyLnL2v0ia8JkXbvd34ir5Wjgu9irrYPB8i570MwCq+05C3PYxz5z1VrIM9nmxFPsF+wj22ILC9P7BDPpQRWT4xAhs9FZ+gPf6CIz0KfKe+0ANaPehd2z0k20E+QCwFPkMbiL1g5Q4+XMq/vGHCCD4eoLy8lQJrvqBOi74l8UG9ODGivP7zNz13xgA+KUMHvGPJnb3BmhE9AoAPPQWLsrwAisc8K0GbPiwzh779GT0+k+eBvmQ6Cz6OTzu9Qn5BPop+P71Bpv09eIZYPoDHwb0Gw8e8V9chvmznvbxDRGq+2txaPSV1Oz5vn4a9GyMlvt03jj3RMEi+d31EPu8Emr1HuA8+acQiPuOGhr2CKya+rr2YPYp/9z2UnAY+V2wzvSx4jbyH/o8+cI5GvSi5ob1djM292pzivR1a9j0rII4+jPqqOxVEKD7KPEe8SjdKPs/8pb1JLEG9DnukPf4fsz4Poge/K4SaPqRZhb21XKA9C+gcvsQ4SD0Q6009/waLvaPeRz31tcC9Sg9WPSp6ND5XfCS+k0piPvNBUj3xa9M9+NGcvXOfkj1bmzU7lIsAPYNMLz37xfs9iZSKvernMb46Pv09jQTovu0WNL6Ibam5J29jPVeRBD2meny9C8EvPf8icr5bDDa+uYTKvT/fFj5z+me9DsGpPo/n173KHdU9zjxVPg/LBj5N5M097UyUvjhSJz3IfSg+SbRqvpqsU71qH3S9KpklPVg7qL6Uoga+QSJDPf43NL56HHg8qmpdviawF77SLfy9u7AGPvaS1D3Rdyq+7+VTvvntHb4XHVK+TxJPvv6ROD7zrIy9Nu9eOfdeU73NtLY9Cp0nvuoopr1ll1a+pwVOPuc8O76XWxQ9k7R7vtNX0b30s/e8uQ5hPQyaS74SQEO9nGWTvq5z0b18OHu+2h/pvRB37L3MQJQ9kc2GvFlaHr3XaQi9eI/TPSE7vzy5HU49LHTgvSzser64pWq+hkr7vS9H8Dugoji+c7pcvtAZ5L16vwq+ybLzvBeAFr5TBwW+nO4/vmZ0xDtPRJW+oURIvhLcFr5LlHu+X9mnPVFngbwcy+c9v2lSPdSphLxksQK+CCS7PFyrcLxKeBE+dgQGvmyosb2MXj2+ojeUvbv3qL1PkJq9hq76vS/anr4lIb89ts0OvjCGAr5A/Au+wA33vdtsPzyMSQ++kB+Rvu+J773+u3m+vSWvvCb/Ob2RaAC9zAFDvjHmir6jyVS+2a7mvO1mwj241k6+31HpvQnkbb1Spi6+AqSVvejuLL6jVSK9mkfNPJ6kBbxjAle+UnCCvuaRWL5pFPm98W4uvqkWFL4sxNi7SxphPZXHKz333Va9kb/avZIrvr3VzUy+tFYvvUt/Cb6MTjO9vz8pPtPr2byY8ge+nckVvR91CL7Vfbw82wECPCy6v70lavO9a8A0vg/p2btHlK+9idQkvXOWFz7PwYA9F9wcPgnxDD4fO0e+h54rPnlq8L2HOWy+3LaqPIxCPrytbg+98yoaPFf2/L0tebC76VFuvLdXUL13lT89A+KgvnEND71yIim+i2qyvQm/yr0sYX69iwwQPssvPD3ZDIO9aZj/PcW4wr3cFr+8TjT5PRMusT2C6EQ9KwFBPpTRnb1qlBI7QVHqPbPtHD1mEA++ZTawvM5Frb64bjm+fqVIPWOUur0Pox8+AY2RvXltLj1VIwM7hX4GPVmmET4AhfC9Z3TvvatbGD6DkdY9lvQnvQfh7L1WtY29kAKfvvrs0zwQZaA9+wvePQmtOL7Ms669220qvk66eb2eFGg+zisEvswtkj3ypwe+YBZKPVc5vL2Mu/G9tCc8Pq2CWz14xUq+yZYPvks377xrfKa9kutIPsjLIr7GGj69T4YsvRIqWb7dNcq9EvAWPXyl4z2UG+w99oH+vArXLr2ow0s9etsmvoO+l7mUBRs+Z5IHPrHQn7p7RI682vDWO1ceLj6etCY9R6kpveLN0bwkGC6+tlX8PdXrWbwuegq+tNe4PYDh+L1Mmga+ZUIlvO6oUrsUpBe9caChOyWEaD31LCS+Q9P1PbbJNL0Hq7s9CT6YPFl4Bzw62Ng7sGL1PUV1Dz2UfEu+E6dXPvESlz3/MwM9v5PKPS3RND23OIc9zPKjPSz2jT0cy7c8oCVIPlZzLj6ijEK9HwirPT0ZLT4l9iM9AoTZPfiBMD4YsKe9S6cavWoaYrxFycY9heiTu/lklT2KSm89DarFPf/9gz07jos+V4z8vMjrCL7TE9U9qzysPQiH9z2sYYc8awCIvfwaejsYeIk+8h0OPrcVWz1bB4a9UFTNO5reMj40avE93vzxPRDaFr2PFH+9jFOhvv5kNz5Y9gK9OP6xvBHfUz5eows+OA8/Pd2tab6ijKU9ZeFovOYZijzmb8Y8R6sXvtZgrD3IkHo+p9dyPOG4BjyeYWG9P7KVPUKhhTxEUVk7/SXNPRXrxD3pRrM9dErCO59fYr1per49x7w7Psd4bL5Zr8a95QuyvJBv9Lwdxd+9uefpvSGBhz2UhNU9b14JPtJG6ryRM429yIy8vbLFR76wBp48gfLyPV1RC74ZeMW9iftuPdodhL5LoNg9v26SPkd12j0Mx8K8B4O+vesLpr0Jq26+e1tjPK8607zm9Wg+s8CfvSB2gz0pMhW8J4pNPlYJOzwGUQo9vq6FPW8xBj32USU9uSlNPcuGkzzNYLw9or/ePTZCD71Ep+091svkPNlWnD0OkDA+S8UIPU2qyrw9+qE9JAC5PMS/ML2yp1M+ml79PQP7Fr3sZNI9CYSOPeF3/TtGTjq9FziMPFBurD1rPge+6/w8voTBN74rzQo+PbUgvazUsT34kpc8zGkkvt3PzD2n38E9e7z9vWvpCD98mg4+wN29vEOpIL6C+q09OfEGPZ1hlj5ekgw9jJg+PhjAsb0GfyG916qVOxljfDw/o2m+BhSVPo9UpD6aAic+vmnvPdNSsz1exmW7Bb1Evt0nPL5XNim96NHSvduq0b1Yyk8+3PogPeSXYb20gP68GxOPPnhqir1ftNM+kJQdPpG1SD5kOeI8TgHmPQSLxz1i+vQ9d6kUP45Jlr7LUSE9FG3AvJ8xJTzwpw8+XRYjvpjJIT4DmR49UNRxvnI2aj5BngO+gHPlvJzNpj2f2Sg+5FKOPWVCNjynu+e8gRVcPQ03Sz5PWFu+bOaLPsGWR7z+Tmg7BZCYvD1Qt7qPm2O7alZzvSa+xr2Uvek8DnLgPS1iWz2lkZM9y1lEvkQHmzwDAKK9skK3vWp6zDt81w2+XgxqPo87cL2YE9i7Zo9Gu7ioSz78zDg+vGRkPlTtIj6UQ/88CaQNvFEwJb5FHBI+pUuCvbTVIr7XRYs9rKzRPutXuL3A4wA8DgygvBMfWb3Jdti7RAndvP9U/L0iVKA9q8ApvJip7j0PNRq+WLJZviBZjz1juAU+WZ/DOx8kAr5b2AK97zA+vqoc+j2Pqbk9NF8bPuu+Ab5q+Fw+I+mPvcT7LbwC5pM+pCzXvnhfsr1fr2g9ddqTvQGodb39pYC+HQZ9vtqLuL5tLNG9KDsPvjk2pD0q0xE9CMObvez15L0Smso9d96/veAgp7xbtlc+aEaFvMRPKT42hwI86hbavur0b70BHQ69RlaDvebPBD4buR4+PekuvBf9oz4NH4w9TcwavmIVLT2If9W9Rxk5Pu8Xtz1t2Bg+22u0vAe+rz2qLAy+O4kBvVX+vj0n+Z4+1brAvvgFyD36j0q+zi8mvvTGyz14c32+Y8aQPnK+nr48VxM+m/O4Pa2yEL4sYrg9i3KfvvgkXrzsOiC+kjFNPsvUBT6Nhs693MIyPoaKVT71cx4+nG9yvYtSn7tDt2O+aRLxvpZWSz5vMP29WFOvvtxR1j1rViu+nLUJvyDKgj5ZrEC+a1eQvnT45T1VUw8+C0hjPmYsCL6pxIi7DAF9PdKhfz7Q2mi99Sg8vjJGP71aGRs+i0/fPPgiOL5m3la9DzUHvfFUGjxb0UE+K6R5vliGyL3Qlwg9H89+vrTX3TwKNIi97o+RvRHgIz7q2LC8B60YPrxTV77+vkK8izpBPCDoVb60Qnw9kyfcPVkrajxosxA9kSk1PptkGz424s8+wqXyvnljLzxVCVG+nZ5ivWCL1T3b/oS8P0JJPrJdebya04A+rfCUvqnnOL60s4q+TOjsPXYTj75GG6i94oquPcEDlD7uzIa+nk3xPu/jdz26qzK9S+9cPO/L6DrrbFg9h0srPltq3j5wQiK9uRWrva5qlT1z5Ua9rkqEvdJ/kj2YGZi4+7r5PG+4aL4ijOU8yaSPPplixT5t6JW+Rb8Yvq8Cdb7NDIU+oQA4vGBJ2T1rs7O+HkEqvSUWHz4YXAy9ReZlvZLORL1F8KM+9s5YvmVjlz40sjs91pErvPyggj62zAq/PmelvtXIyb0giIG8yKlXPki7JL5b1Xu937ikPgm+Nj68Eqa+RMqePfelLL4c4zO9uNnfPU1iEr4/26w+HdPOvXhZZj2DLpK+g2SePRNGg71WS9I+0hbgvZfqrz6lhra7FLFVvngAML7Oqzw9yfaHvUVc+rwcdjg+ulVovvWqOj2CSFQ+GOcEvac3KT4+EvY9XimyPUuFJr69KPE9p3+QvqHocL5rSIM9hTcBPKjrGb6Vmyy+3cMzPkM2Pj7Xc029apVePu7HXDyRAl69Ndx+vot1WD2SWLg+8yxcPTgXLz7w+QM8eUM5ulhLFz6z/Qq9iyr2PboCND7i2rs9xjmEvlOubz5EfAa+SyctvhiwLr6gKV0+Tbsmu3ZMIT4JmZ++WusYv6bWDr5H04c+wwXRPQso1r0arGK9b1UkPTjPB76a8V++NLJMPq80vLzIajo8N9K6u1F0iD7Y8Ks9ptPrPZVwDD12Q5i957iZPaDjpj3KxdW9fkT1veHwNj4hgIU9qvN4Okb5Ob4sw0g94G8OPRg5WLyaPyQ8VqQNvYNv6z1cMw29VbMdPRLlCr44Xiq8BFo0vhiRoj4krz4+EATHvVs1kz1jMxY+O0cgPooccT1FSyU9Zd0VvWqgK7tj0zo+kfWevazT7D1J2Y+9+4aTvRt6Kz0A5bg+GZsOPoGrFz0lQdq9feyYvWLjfb0RF4s9ket7Ps/dgbzg4BG9dN+qvMt9gDyEn4y8ewnVPWaT/b1+/Zq9wp73vWKGQr7Phl09e3Snva5iiD2IG4Q9G4oBPqgMOb2mjbE9CmkZPncLzj1g6cy9qLm2PRFoQD1uVqi9pltdvOGKBL522xw+YepUvds4mz0gbyo6yAnkPHV/Xj4Lo1O9lXPxvUVNG72+Q4o+HwGSPKffhb0JIVo+EucHPtVUZD2bXLo9Lay6vFxLZj55rDm+1gD0PQs0Fr2IuXc9a5D1PctTIL7u8AO+mTtbPaYo6T3cF3g982FyPu27KL2Z6lU+KXTlvRDebz1gu/w8Mq/HvYAmi73ikU29W2alvTfrvjuQxQW+f4NbvlRcTzzCFZ88PPR6vVsHpD35eAK+ST+/vRjEkL3WRQi7yYISPeLvmD3L7Is+OUH5PnhJgjxSRCY9XRrFPS9EC75Gh18+UEk+PhrxC76/wwq+NmMMvqgB4r0DPZU88rnDPfIRCb5Sf5U9X8LdPb7o+rwBNbG9EHKovqQcWTtjWSY+oZKCPUSn0r2UpT+9plTNPptMIjyAV7g+h9YEPbJHFr5TzuM94iFFPlA5P77x+RG+qKNVPp9TWD73zxi+H22JPcfryb2X66e+pQPYvQlN6brVF5y+PrzFvS4IKr7R4Gi9lAUFPtjxNj7YsYe+Ur5Nu9olRb5sRWy+F52CPudQtz2fnj6+aVguPdq9Q75x9YU9REybvqMG4T0xrMQ9Y6JSvh9xUj69wHe+M2ZNPla4kb2ZSKu91iKEPp2Fib571bG+yxzZPjgi3L15JQk+EXzzPfFkfT6veIO9h1FdPIYqrT72PZK9xGjLvW/K0DxGZze9ngVSPeRmdj6G/fs8EO+iPWPVIjzfxJS8n/TCvcE59z4enDy9a0govl57pz7jaxw+ztySPYDV1L3X8GS+BgIzPNB50T5fCCc+DLpUPKZgpLxRO3u9qclyvkzThz5pjms9YDb9PH2247ylK6E9LGyVvTAUBT5IULU+8FDYvQ9crT1LrP29UT17PjqxPD7N1mw+KtBXPFQMXr2pP3k+fOQJvi7nlDwQUZU+RPoRvioOmjy4lAK+/s7gPS/+jb7JsaO+Z7QRPkoHt77erhC+pWpRvvGvWL5cayW+Z2uEPVbD2L1a2dc9hkLwvrQrkL7WaAc+VS8ZPedWEj5VxZ477UljPXjMLT4gW8A9MmvVPB1Rfb2sTwK+sMgcPgcfar0AIHK9R2YJv7chyz3aRwG+TJWNvgCjVL2KNws8cyvUvjgUgr45UzA8kEbsvmaKQTumn9W63NWYvZVZMb5s6RM9C0alPj0EgT4aXZM9X4ihPUhrMj7ONiC+RntOvuu0zz27Qy2+KqFFvoitZz3AAjG+tFMOPpTM5r047qy+RR+ePksXFL5fk/g+BQjWu7nGRb00NIO+UckPvU8Y/72vPN49SuNOPkqHAD6w2au+WX+BvqJobL3B1166mwAjvmARAz5fNeK9dmSCvlvEDD5yrgK90VzxPGMdTj5oqk8+xlSYvjShJb0PBqG9y7/jvc2TKb3tnQI9r8u0u+C2Uz7vw5S+4Xt/vokorz4s7rG9t+WovZ6kuL5LxVA+gEPWPbaDjj6ybjM94ETsvZG7jL4/+h+9mi5YPQ6pZL1o4iA+I+QqPlNh6Ty8S6c9tsmRvhgr872zkJS9LIxdubh1QzszALa9gdxavptQKD2F2jC+VjVuPZgp972XACA+92yXPed8CL59LSG+eReovFbuVb7zOVK+OncyO8CtU74ku5A9wEKSvn+fR77uiWk9JARuvlq5P7vtzl6+2mPyvVgTQr259/s9CGWyvYO0/bzejDK+gXH0vA7G+r3b6w++ju01vpcnsT0D4UC9gwgTPknUV77KL5W9AmgbPo84Or3y6Mi9fFapvIuwe77TmiE90Uf9vaD4nj2tS7G9lvWMPJ0MDr6i/KA825SbO1j2aL5Emcq9tsU2PdL/obwnv32+HLARvlkYe76u46S+kOwJPn1vQTxM14M9m2JFuwVSKL7eay899HTyukskAr5MEdO8cIjNPVM6Eb6QL1e+QnqIPcKGhDhPpYC+ysUWPl7nhLzsO2y9hzqEvWEtCL75vck9HZ9wvkzTc74L5CS9xntMvpYcAr7iK0i9q/LaPZo6Lj6wzUu8B1i7PeKqX74+eQ0+KYjZvHk8YTtRSmC95vBtvqnH/zwmmVi8TtZevYhMVb7cM6+9MMEnvmZoeTyR0AS+81GAvRDNPr5S7wC+OgOwvfeVOb795JC+djMGPaK3kTz3oL48Qs6cvrjkOL7FNwG+3TY1PSYahz1G8Li9YbPdve2hDr6fPWG+ecKxPUtQTr7gPxC+NwRgvppvSz01SiI+D/Otva9VBT4ugei9RWlkPQclYr5DC9c8mllyvtkP0Dw+Y9C90b0+vR0W+rwTlmC9lLrJvk1BNT4aqm+8lihAvj3pgj1Cgoa+/NQYPXI4mL5JO7Q9cnkKv7U92rx12GK+nhLdPUrnNz2wfRk9/NmMPd3sGj5dUYo887o6uiTpxzyVY4U+4J7uvUItXr6KItq71n5nvXFg5z3pLxE+WxM7vKIzMT7S4QI81rI5O4/ExTyZX4M9CktsvaqV7bxZFMa+AxFzvoPaKz5V9FA+um0Hvlpszr3hmyO9vMFnvjGg3708q36+zFUBPJhmer3SNPa9D+tUvRhkwbwnwCQ+9rCWPXxFLb2k8Ik+cSrPPO6rsj38Zgm96VIcPQe4Lb0CkfA9IxxcvZyrhjxh2ts96yT0PdnEOD5jBGO97Ku7vpuHmT2AEDW9PlQVvlzGlb5qqZW+a+EjPh5mBT7qNwU8g6bqPOUMxT3nEyM+BYufvjrbAjwro3i+XcQOvktEEr3Xw+W9R1sZPjAkPj6g1u09VHZ0vvinzb0gOEm9CqipPt5ViT6IWca9BBMDvUQQgD3qHDw+U2txvoZYO76QqrO9NMKGveHI3bz7RtI97vQPvsTUlT0J5sM9ng11vtLNYL75fIs+UBoMva9uvb11ZRY+VLiWPSugnrspzo49VMUovtETaD44GVW+8DYfvZQUXL5QC3W9zAcYPkp9vL0o/D2+x5mEvn/UTz7G9yc+dI60PJ6jU7yzojM+plgSvjJPlz35OvM9Y9O3vU4qjz0k2GG8AknWvRYBBz2nPa8+mIuHPX9PIr7FC2e+o88EPlEJbLsAuPc9MyAoPYKLgr2quEe+ltzKvSvhhL1nRCc+DCtZvrFBp73As9i9D0oYPVjvULxuKEI+618UPirCOL21pUy9ekYkPe69yz1TFWg+gjmmvZY13D7ath4+vd4XPmbaIz4cqIM9it9MPpGdTz5Ct34+Uf+JvMK9u76orDg+Hx+XPp7Q/D1R/UE+/qSKvZXE97xEjvW97GnGPbRbtT3w9SI7YL5DvJpZa76iQle+ZEPFPXo/SD5zjym97ltYvUCPJD7ZlSA+LNq1vcRwR74E6R6+BEtJuqv0iT3QQU8+MfaWvTq1Az0UJcu7gbQSvQHe3T04OCg+Mz6hPSpMLL1GAeQ9UAIMPoTiBT5mFyO9U8WZO9EJ5LyRukq91lawPSHPUj2OiAc+Kh/KPCDqZb7IHXE+TQaVvgNThj7NU/M87tNJvicKl7wotBw+SofSPh+igT2ISoy+dWpcPa5Cgr5W5ga+x82TPcXXMr4g96w9+QQbvhuhW71BnPQ9y0riPdddEr0W5ia+sLd4PiUGgDwTSHk9L24uvWLi1zqxNos++8NMPT6oK77N+Kg8FgiMva341j1wP348tBxjvjsVlj3lmag9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "fgX5OxzCWzzU3di85DnDvGtFSL3eSgO97HJpvJBwGbymGRA9G2auvUw0Ab5u8PO9ImQEvtAlVr2CUMI7cNjePVaaG71lyrW9nD/tvPo2hb3Fj4Q8W6nTvZvCgLzpXJe9/UWnO5xauT3cMbA9rrL8vLohwbz/1c68WM/cO5Wphr3Prpm9B7+vvIorlz22jKG8f9ZqvmbVxr0xzEK8np8YvgcSzr0k4v+9krI0PQQe670LKj69AeeWPHMOmr0dgLi8BvCLOyRZnD3XxEy9q29LvVKZaL0Vt6y9L0iqPUJ93zu68YC9ZH/SvRaxH70wdiI9N0Vnvg900rztlKK9OHzEume/6j1YLQq9gR1PvLmp+r0Nnzu98G6PPS55Bb2d57S8doe6vZoI9L0dU1E9ru3oPERRgD2AzT29KYcWPgIQlb25Cre5hr0vvGByE74eYEq9Z57KPZ+uZT2iHQ0+oDFivfILsb037NC832wDvi6rcj1P/To+5wwqvjl6zb0yUVe9s3kLPq4AADwaTVe9X9sIPYwqRz3Oij88NyyQPUePAr17gsa6z2MFPQe9K72EziK8jPVCvfaPmL17boA7mWQXvLmd0b0lOHG7JT0lvSFfUb4Qauc7hr4BvaAA8LyJkge9VJRHvcCkCDvWD6q9Pz++vMBF/7w04Bu+hpIXPfkYv7w="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 