{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "iaJBPhHIMb7ZfDu+KpPnvS5qo70+pSU9FGKpu3acGb7bUiK+/XHZPdUll70hfkO+w9Agvcy6Try44s68OMUBvdhMgry8hCo7JYS5PectAr8A2lM9uwpgPrdBQ74lNH4+2YqjPThOBj16Em+/ffp0vR5U+j1l33I92zDkvhaJ6Lw/EqS9kJQFvcZZsb0B5t+8cvnSPFVeSD7usiK+1xmVva0PU74lLFs9fIsUPujUk77NGRm+CZUdPt2nqL1sGpe9YQ5bvq8IQ76cJD2+MvQhvXUei73Gfiw9dFX6Pa0NCL8CNuq81HkKvslx37226iY+fHyMPi86mzzhSvk94SziPXoiWb4p+oc9lwoIvkqEOr2cgSQ+rknwvIi0Zz12L6w9SvnCvTPfLr5XsNQ8R2VmvsHbLb4ooDC8ciRsvg9AwjuqvSk+ep7aPGFJE734MIG+y+rQPY5Dwr1Uclm8RhXqPF5TAL5fwb+96JZaPsENEz5M1lK+PTpOPoxunj001Be+XjQBPpAfPz7qhwu+NYj5PDbbtD0+jUU+c9ImvbYmaLs6Axi9bJoAv511gz3UdLS7AddqvkAmxb1M+a694UbEvIdizz1WSZ0+3KZ8PMAqDr4QiDG+gmezvf5toL3xe9W9+R8ZOuGsB76cjoo9WVQrPeZDc75nm6k9ozxdPRr+Or15ad29kkJHvUXFlTxDwnm9MtXzvcRnFj4/OqQ4Mg4zPnYiW77Cv1G+EsiDvvdCC72emps9w0rpu6kuYL5QDg6+CpFUPtIdsj3QxeU9+kTJPfjZI72belO7vcdfvg4NLDw+QfO9CJZEvpl3Pj2LEpY+UZ4Vvmj5gDyulVO97TsCvpG/9r2I5eA8RnQfvjJ3DT4lNAo/+1tevYqPSrtSZAI87MZNPsEAer2lmLW9097QvdmdOD243Mm8l5EMPqgkgz0pncO7v7hMPePnAL4Bw5s8cC/3PWK4p70XzEg9HSPSvKjFTD0xTzK+hAYgvcvVCrrz6RC98b/OvbO8Sr7k5I++RreEPRlah73eeag9RvslPhOsob1gAJ+94HfbveuiQT434pu+IZFAPlTjQj6XQCi7gbMsvvtqyzwvyNm9HplrPqX5JTzdxJO9bh3EvYyLnb1CimI9wGklvddluL0Ba18+/vZPvc12ST5utc09/7xjvp+76rxppno+DDJUPMhRIT4ignc+oLZ+va7pNb71l4y8ofgqvdhluL4/vJU9f6IrPr7TbL09qXA+A2k3vgpmIr4rCgy+HXHbPXjTx731MQK+JWAaOxQC1L0MPA2+xIZWvl4iSb2/6AM+XPmEvph+6b1LdB8+4MQXPpJDlD2Gopm9cftzvtI6ib18oss9qCBkvt2+Aj6Jzk886TWrPpdqA7xD9vU98e3NvcaKsL08kho9zh26vBUrkD7JDw29GDKUvdOpwb3uNEq7AwVwvILMGjzFO0A+uqiBvfViITxwk8o9Dr5FPgWG+j3+csK9tuodvRBCHjyNUZs9p4RhvQu8vT35M/88zEQ4PpLhb721zh2+8j05Pnpi3jxVa6a7VyrzPYrULz77Xau9QsOEPGoeKb5+c4K9uHd+vgI0RL6fs6M8VxLhvXNqjD3cZ229zX4YPu3BoD3yOtS9AUfKPS46kT1M87O92zcMPoueV71WI8Y97eJ6vlpiPD4ljs+99yU3PvdhLr0r0nM+5S6cPabUIzwSgdY9mAgMuwbWzjyPyg0+Sr5NviKZf76MUb6+TtGYPVZRozsuqYU+A/DXvSTjsb37ASI9QJdYPogZ170oUg28TFWZvZw6uz3dfGI+I/oVPl4ZAD3SSeK94gEgvgz9ujpq7LE9hdq3PheR3z07sxM83Hv2u/22D74w6Ls95B25PY+WEzuzzrY9Qs2ZvqDYYz3aIro9WaGRPuGWNj48py+91Lwcvi83db5s1S2+mIKwPXbDn75ruMY9lmczPY9soTx8OTU+9weIPOb4DT2IFAE+mtCSvYugr71s9QQ8f6KLPkCGB76p4My9Wa/CvbKvX77N1ek7TtCCPnXhX70AkfU9CDCIv0T30LzRvAY+9idDvrVAI77Fc0Q+gZ1rPqaZbz5mQIE8816uvANdbr3/UGW+/ee3vdJ9DbxLhJM9/soOPRV5ib6xGlm+xpdHvt0Ihr6YAo++xP9LPnwFNL1xmFM+nFPRvaGepT797qO/IkoBvCET07kChNg9prWcPZ3/kT1xBQW+877/PX20ID71uD++m85OvhHWe7xxkaI9OkSKvlpPxT1EGyc+1GzHvoVPIL2PAlC9txs0vtGCLj5LefS9hggWPgM4Wz/JbQg+elazPb7vPL7D2ya9u1qAPXXJhb3gDPO9JCK0PAR1Br7npDm+w5EZPvwXyL1hfFu+F228vU5ujT1d1wI+l29RvtJNij75vJ2+6XymPRbU+r1HLAw+EmRavnzYpDyEyzM+2diWvZ6INz4WqMW9DFMMvjf+eL5PlRw9iWWkPc6C3LpYD+09Md59voMfir4Qu2k93a9Xvqm2l73bpHo91LTsPbyGlz1MjZI96ix6vor45rnh34y+L+wXPve7DD7QKTS+9JJEvjLsCj5/JBE+TCGbvvyHZLwPrGs9JhDqPRJ52j08rvy8FM3MvSRUcL5Qfhm97gtTPrzNkLxgyoo91Whevkq4qz1h4Rq+4fQavcTkRr7cUQI+ZnSqPath670q02m+Tg5wPeVU+b2bija9NWVCvmyROT2dWe89KHKpPT2iJb3+AAi9mIMAvjYuAL36PyI++qyPPMjcsD1QFNK95LqEuZR63T0v6ds9KfJ8vindNT0IIX8+OcvMPVDODL5ts8M9FbQZPZ+cCT5fn7o932eMPibPnj1Blfk7mnHDOwf+nLzeDda9PIkWvlLBDDwg6dq95y/3vYOLEr5h7as9dIlkPlYu0b0ElHk+gIbCPYvJDz7jNh4+9V+RvTFibb2sQUo9PGBfu3SoGT40aYe+pwXqPZylPz1KCmC9kWM+viagOz4042m9Q1U6vWMndT22EFe9TTu0vSNydz4vZTc+JGUwvXQ2RT0c51W9NhNCPRSCjb68iWu96/lvvjeJJL0S9A291qnkPZbeEL4UAMo9HH5fvQ2rRT1REQy+J2CmvEy3AD5tYAs+LPg8PUJojL3UeF2+eHM4Pgr/t77rYRY+gdGVPdzJET5OKbU+AemePpP0VT3zj4u+4dfkvTR1wbyeZhM+KOmDPfaDtr2jkHQ8wP+DvW3TaD79ghA+fLttvCcsJj4RM4G9G8VovHyxfb75Nlo9Opo2vWXmTL5qMsi9gogVvvk3nr17MfG+n8j7PrvRj7zWQZc9XtDxvfW2LD6yid080wovPlLbh7540IA8IJ3yvdrlU70fy+o7IG0XvW9jf75Kjyq8k718vblQpD3kXK29sPg0vlQ+x71UnEI+PMpEPGlRtr23iIg9ZaycPlxNUT5sn+y99onTvaGNw72BoI68rNE8PiwcfL7qTdc9i81uPrAMDb1uc4U+fDTyurAgzT0tTMO9ldPuvoYaabxJWSc+naVevSPn9z1Eis692zmivd+CgD5x/ok+P9cKvjNJCT6QRpm9s2YNvmRlVb0kHBw+xQiBvhr5br68zmE918pmvpphQz2UFQ29VbjJveZlLr0K0sg95R6fPLo+Tb5eF6S+qAYMPsKLUr26XIK9hi0Avi4wDz2CTHe++AKkPjN2hL67KMI9+pc0vO4hf77Gg9y96RP5vcOCEr4GE1I9U87QPXtwgz25h6I9nyvPvHeJDD5cMLc+XkaoPDs0xr4pvjS++7XlPTJW/zxK1Zo+fzpdPCySm75NLoc9SwfjvpOIzTxGa1i+arMYvs9G873Rfmo+moUWvv2xO7zZzhW+GQFZvWvBaj4w2l4++upkPeR5Nj63S9K8Yr71vWWY0r2qRBC+cssAPgD4Vj6WNS2+I6g+uuP6fL7m/3M95M/pvRH6Gr6cHEu+uzMhvYQAqT2jgcW90zywvUQymr7DzDU+qPxBvgk8gT3GINU9pRlZPTJ2jz1XvQe+41EjPYTvEL2+P7O8tmncvRc/Hz0h0+O8zfSVvnYxcL0VxHE+vN+gvIog8Dx6wra9JVWHvz1vhz3jfvI8WQhCvjM1Db078NC9AHukvetbh77THSS9mjdsvvrO6Dz9R5S9PvH9vbLFSz61iYA8gdi6vVKfgr2We6I9BcYQvjd0Ez7U0E2+VUD7vJ4j6D6e24q9BgG0PpF1ub6RoZe/qIMovqU90L09Xau+EzXcPi3/Br1s/aq+nPAlviBbFb5xMj++BthLPReesz3W2fw9DxSnvUJ5Hb3+u2i+I5L5PZoHMj4Z5Dc+4N9wvndowz6GVAy9hEoEvmoPF7/DXis9YKVKPiIsCT7e3Za9MzXSvke3Vr1Ml+28gThRvpWqCD4DDcw9WFIYvolMGL06mYG+MOalvoGXMz5JwZu+V4g9PnQfDj5lP6G+XyO6PhhbLb4bJYc95EZtva33k73r+J69L8xePCwydzw6a/c8AzGRvidGU7z57SM9imyEvhS4OD6PMXC+ThwLvwCSsD6y0wa93O3AvTmfWz16rAK9f6ajvsfB/70e6j++u2yJPhKVlr5MVlC+TbiGvrKoJr4Gmde9+jyivbjl0j0AO/S9u44pPgMynb5jaVw9+EGgPRcj7D12pbo88b64vZ9Q2D20/mS9IhMnvuZSOz1mnDs++WtGPjrq2D1Xh5O+LBXhvFyQyj2qjXy+BkC9PJWOLD6iOLa+zUcFPg1C9j0vjJ69fcIuPpO9Xr2/iCg+oVgtvVQjTb7kAUe+4ImgvfG2orwUNHc9CIEhvl0/yD7mGQy+58LwPBvytzxOejs+9vsTPp83Cb6GWOI+FMLTPR//Jj03q4+9Pl+1PakYzT43LTm9ZeCWPoFG8zshjzU+fPmdvjjDbTu2oDs9NEHKPDYDRz1KppO81B6oPGGd+by3vba6xJnPvWwrAb1/yrY+priGO19aTT52oqg9geacvlPSIL71SV89Q50Tvlo6wzx2it08o/Myuxl2Y7xD4dg8hHlTPsWKLT7OCQg9ojd+vgMnnb2lkQg+RT4gPWRRdz74Lg0+eVyiPEDZd7xsYYK9piPqOxSzjL653x++SYJrPf1Do72uzMc9g158PW/wBTucfcE8xCOvvfh4nD0Ey9290cu5PCR/mj2+CFw+xbtyPYXn2D0e70q9X4l1vAhoCD04TII9KZkDvhFrhD0RUG0+ZKoRvmVQYL77p1i+6yLlPPZjVz2YYbi9b9Udvg6LcL7k2Z+9/dS0vcVrv70qlxy9TZ8SPpdGVL0a7sC9F4GOvRWnrL3Nq0E+SIi8PopUGLtNAbg9anLmvXsG3727coa+6A4KP+WnW75j2C0+brq1vQm1drz6EzS+AA49PjtUEL1QA0W97WGbvn7kAb78yj2+oMGYvdYXir52RKY93bphvrvyZL0Y9Fa+Sdc+vpLCiT3gqkc+bHCqPSHaML5nYkA9CI3GPrzKBT43toC+noiDvjxdVr6LGZK9i9/dPKqHy71APkm9qJ1OPSDRcj186BY/Vy/HPfmWoT45/Ba+GjhnvkDE/jpVkCA+hrOWvapquz1f+4u8AUh/vaRQBj7gmxE+Xq+ZPAnbhD5lBsO9eh6iOk+FTj43TlQ+0a6Nvgqzvj2+Vh28xiH2vSqJQD5rBBS+VeBNPb0617wypUC9pEvRu2QYHj10ugK8w4W9PcSGrL6XUTk9+uTjPP303z2BZEm+DLw7PiDh5L1hVYg9mouSviQeSL4A3d89hbSZvW/8UD5XUIE9XCgXvImAVL31KjK9SCtNvU9HmTupsKM+Vw0FvhAThr1jIDc+MpQdPgqt9z0qvoo+zXlBPVlhAb5JUy2+b4HhvlP7O71vpZ08yjekvUmMV75+dQ4+qBnIPQYTBj4Dv16+pZySPLJIob3ZOVM7gm0iPttan72OK+E9M+v1vbc9gT7CgqY8j2NkPcts0D1clOi+1Py0vkcuRL6wjh+96kimPOphpb25KRK+HiedPXJOiTxe5ee9PJiOviAcW74tsVo+GNi0vQ6Kir7FKCS+5EPmvNNfIz4zXxa+k1pNPlmvJr6GPFW+JOPDvG/FlD6WDBs9MR2vvk4Wlr28V5A+y2DZvY1UAD7UFz0+Rhw0Pkffvb3TUgO+VGg1v19+Tb6HGQG+lej5vLtDJT4kBK29R5RJvhII07zitDC8StY6PdP6kr1QtKW9zP0MvhkeWr5DKRs+zUvavc0aQb3DRMS7jkZdvp3AZb6xH4G90t8hO26r2z39M2M9X8OtvKtMQL0+jLG6LplHPncZd7y/J5k9+KcoPp90Yz3//oy9jX2CvW8BGb78/ee9pnSRPX8PBD0q8/a8ZtMavnzW4zyYGHM+7QwLvoMAG74mhEi8EfVDvTAdwb1DRT4+aaO1vaVjPL2OGNk9rdmUvfQBjD3eLWO+7q9IPlYfyr1SAgk9HlVTvg+erLz3qE49LhVhvRJFcL2uIMI+pSr8vR0TC76V4wO8XOkGvoxkqT2QmXK+7Xh0PV/hkr2dazS+dwSYvf4fm727LpE8qHrNvbPmmr0+SVW+/YKRvTEygz2+PA8+dt8rPq4xPb6x0VK+X5hZPZq0Dj753Yy9Ss7svZ9kvL3TZOK8WEMaPoJXxT3EurS8Hk+avQHhFD08oo+9KZz+PUuoej1Y6xa+q38aPknEKz0/8L29AJiivbmIlb0jCPe9kNGrvUTCPL5WMOY8fisPPqw6irwhEYe+kaUkPcV+dj795Wm+j8IYvrDLnr2voZK8lGkxPn1QJT3xmRa+Td4jvkekc7yK9bk9RMxBPYee2b0J3pE9AOPYPdf/azuQZQg+MkWPPbMJwr407Vk9gjy1vesAU752IC4+kRUqPpaHPL7+kCs+UBUuPiCZJ75YciU9bmNCPss3zb1oKgE+bK2Evldgfr45Xwc+nfCGvcbrmrzLNhM9FAWLvCEpqjyNUxi+084BPQ1+XD7C4QM+LOBJvT68Z75Q5Zm9iCAjvY+LVbxGF2Q8OsG6ve+kFL4RJWI+a4qkvajbFj56tSo++kjQPcMGHr53mgU+qwShPaX7g74ZIWe8zD6wPdOs772Dvs89N6u9PAV4tjwtAN+9A7WTvRPLAzofYUe+ELY2PaTrLD2XeJ28yOfAPaOPlL7+nwo+McOBvSKCijwQkEm8OBN+vsqEQL5DN4k9dHdsvZRcEb6EQ1C9Tuozvcyxqz1S4l6+U2cTvYsMBz6Yf/i7zFQMPmdwnr0tY5E8Bj01vlIvsr2SJ6W9wWYcvpcNa73pEzi+tj7BPfB1Jj57I8w7fQe9PJ30FD7NTiG+4zysvZUYGr5TSGM99o1xPk9BLj0n51i+h66CviXy4b3S9c09PVEHPc7I9L1JXVm9YHY7vK5XoL51ldM7PdMFvdxkVz7IbEm+zXWIvNohL76rgA8+hdzyPWcWwj1r6J09YGYXPIU9Zb4Toys9Kv4vPpZylj2yjj6+XOU2PVqxq73TwMA98lXUPc54dbw4QmW+oNY5PvZG6T2wDCc9Jkc1vH/cQj5PMyC+56YKPsmwMTqa3KG8RmhEPrXFzD2NQOO9tPm3PowaZb21JtG7EI8BvZQgqzuqKIg+yoRFvQ9B4jlDnTa9vk6fPmxak7uAcrg9aV6yPNqKBj6S+jY+HrRmPh5WlL0Se8a9b8cEPmNzVb0kbjS9PUYGPqUomD5GOs48qmQRPD/G3715a8s9iJ2EvNZINj10DHU+jPsNvR88cb0yO4I84Ynyuhmeoz6UQaq9S8aEPhRmcD5eff09MRsjvueztr2ipA64YrMsPu9fwD5ojL68xYQzPi3eO77fT7U9fpOAPjhbyr0ZrNu8ygXaPeKlzD2nrSc8DQA0vjMQCj5MKqY9lZ9ePO0+9ryDuUE+tjPWvOrDhj1qzlw9eVNEvqZBgjzduli+TI9gvRVegj6pMSC+jFMHPtdGvrtSVyS+BirdvYy54L2ieQC+n8EfPSQ3Pr5K6Qk+B+70PerEA75sQLi8Jn9jPTuiQr3Y/i0+aYtTvg58Ozx5Ojo+6U8PvpyxiL2VpRG+Bat+PuakKz2jayY+u1pJPQ8OG720OD++SImFvgKhqrv4yGm+kqb/vNR8y7w71Nu8Pw2xvdyWKL7PzU+9fpYoveO/KL1NiwA+JzplPY1tGb38lwe+N3YSPJOOG77cRNE9wd8PvhgHs71qmS09y0u3vYEeWL6kiso8oRNovPxs2LxGVPY9Y4oevHDVrb0tvEc9ZYS6vXVgPb42K4K+WENNvF/2Xr7qcXu9beJtvTBcqD0wiXU+K1H1Pc/rRT6J1FW+eBVgPSIqIr5S8EG9MBWrvdqAeb2dTq26D1OGvWmAab5XtDE9bjI9vWo5Mr1MF7084RoUvuohXL58+NK9nGMSvdv2PT1CZPi945X6vSeWY74BuKi9Ym2MvCFIhryeKA0+JHH+vXgUJr0mwe29c878vXoyg73gEG89R7mrvf33zzugYy09otCXvTylpD0b7hq+aJo+vt4hzb0LQSi+XJGUva7c8L0J1nG9UtkGvmF86D3SWAU9VloxPRSMT7zYSkw956TAveD0nr6MSVi8av58vfJjij3nvuW9ORcYvtWXKD0K2XY8k2UWPu338bxwZMo7UKLFPTbAEL7pbhi+EoxAO4rf8b01scy7OKymPSRaUb50qQS+DwT4PfXsXr5Md4O8yuZLvaRIFb7x7eC9AMyIvZSTJr1NE0u+4ozAPWBltL3bBDy+DiBlPSkWab7y2LW9FqUvPXbvLr0ThUK+gYE6vGxwqL2UHdS9UPo9vGP76Dv49Zm+uDfEvQvDHr62K1u+owNrPWOnAb7TMR29Q3cOvjPjdT6kJ2k5LK99vi52qr0+vtu8UP+kPZXeWj61CpO9Tze6vcHGtz2x2oU+Ip48PisDL7yJGUg+LuK7vc9H67twimW+2WzyPPteJj0bJb++BoPJPMG+tb3mRy8+ufyNPUwK7L2B8OG97X2LPo7LBr7fC42+koX8vYIbpb13b3g+m46Qvifd6D3il0g8FKgkvnZ/TT5px7Y9C5wjO88asT2lAE++HSgCvp1U/L1/ZUq+hIc9PoPIT76opzI+loEbPpgMZ73AKEy+LWycvabn2jyWU2e9LUmlPPDC/b3Vwjk+NHuVPvfBb76T5Rs+ihW7PQSLeD6arMC6oli/PR5UIL3S84o9CF1tPiuq9L1dN4o+Vpf6PH/8FT38VDy+1uOdvBjElD5zRgi8Xe0IvSaiAb57RTw+G3bsvJ5QJL5WfRe9ltquvHyaNz7Pxrm9613mO5Q88L1uLqG9PcLgvZQbbT7Iq4O9F94zvP5oDr6DwzA8q9LJPR6XUr78t/c8HFzevUy19b3cmVw9hbMdPPNfkT0mDxK9KFYAvm/Gnz4FC7w93pmVvbI14D13xhU7QCMQvvkipL0U6mC77dTxvSXOO73PUAI9H1fAPSlSKT023Fm+zDWYvADcmT0ytQ48h0DLvKGVAL5P41c8OYlCvqhgST0LhX44ReVUPqbHH7wSZJG7Z2dyPiUQOz7Vu4+9viuJOziQKL63A8O+RC6NPu61qj2bhO68CH85vu8iRj6pebe+6RNVPim4HL2+P4O+j0KIPp68Kb3Sd6e9bOxNPvLn2r1rwbo99ZSUvt5zRLyQgVM+btB9Pvnzrbtiyzi+jnsFPobZkL4OJ2O941hEO85eJL5Ykea9jAgbPpuyfT1+alS9SQpaOe226L1HdlU9MvgLvoPPTz1E3UI+SbNgvamvEr7rko2+c9CRPrWIOL3CfaI+IGwavfPqhLztM/C93mJbPtloqT6MmMu9XLkaPjj+Jz5LLZy9vJq9PvtiAD5PhbC9Syy1PhI2fj6Llyo8NF2IPjK3Zb2obHA+r0JaPl2nE75gek29NCCJvRvzDj19hp29nzuxPamdbT5GOwS9Yo+jPH775b2me1y9WaKaPXvcAD4cKiw8GMvRvgjZbDxHTIM+tONAvn0kaT7Q4cW98R89vqgyH77qut+9C4w+PTxVlb5pb/C9DsyAPbVeC71pGuA+UmfPPRou0b1ls689cPPmvb5W2j3QBQi8FJwyvou8ET4y51Y9UeHnPGn0g70RYDc+39X9PX5uLj7EJik9dxU1Pt2Enz4L1om9BEH0vaxPPD7vqp48a2nPPUVPiz4ZFls9siqcvYwHj77fTLo+zI8PPmSY6j2VQQu9vlA0PhJUHzxehWq+RpBwvgvtzL5qbGY89oHlvb4MhL0fZxK+Cq3EPJDTnT0oA0m7hxVsPJSk2rwhsRC9vexIviUcpz1MjQu+LEGvPYBlND2QAQi+nyBcvhorUr0fTFA8YTVnuxwDVT0XlVI9DdqzvXrBQD4f8jW9Rf8jviuahb5mgmG7AWEqPqAkkD1GJ4A+rGEtvg+u2Ty5T5W9PZQQvWfMVL0ns4i+z06svZAogjybtUi+6zAZPeE2qjv8kaE8NcIZPZffQD71qJw99hEDvoXmwjptSOq9KG7TPRHtaTxgS+U83y+nPTRNM77VQ++9ez+VPD+Ie738n9e8ULmSPnQrtb2uVnO99YtQvZZEcz5aa++9YVpQPfeZt73cDJ+8TydTvoAclrzVdry8wjoWPmFk+r2O4TQ9qgqivesnJT4ixa09RwBQPnXeh75Mbj++86FJvoK4Jr5GGyg+YOrPPSfRIL7SZn487inrPXt+SD6mjsa9JgOxvHbDKT6dku+9Nr4avZgwT7wPMka+gZt/PUhdhr3lKQM+MYNjve5IdL4G1Lq97STOvfBiJz1WrtO9HWjuPTGZ4b2QCl2+AHUAPj8aVD690Ri9uK2WPVXdIT79E/092dJqu8A6+r1b8Bm+lKcePoLMFD3Nmfy9HC9nvfuY7b2ZPQi+oMGGvXmWEDxPKlM92O8/vrMyXL6hYTI+b5mEvP3bDj4stWc7VRmAvN59Zz6+J2C+8CzAPcWYWj7Qkc89OHHJvA+gI75h+ms+QfkVvS5v+z0lbAE+Z8KsPibVvTzS7qC+j2rcPK5ZELvoDqu9WlCfO7QrlL6F7ee9RowpPoqmnL66DaI8gCu+vupNAL4/fLQ+n8+WvVJl97xQaK882ShTPlNCWb7tguI9hKlZPgookL7Ot3W+KFQFPyB6Eb6GV5W9xa/yvVP/JT7/5mc9aiLEPZHMVb6yB8m+3cmmvdBTfL2QeGS9gXQBPRBHOL0wvYi86KSmvOBs+b0yQAa+H/yNPUmPjb5jG6u+ZFmvPglCzDxCVjy+p5DEPahV8T2BUgs/p4QXvr+rI7zjvay+U/6ZvfAvLj75na++N1aivktFjL66tfQ+7BJEvqxNL778C7u+bazKPuqFl73d6Ke+qVBTPnAiWD5MdAW+sdEAPcBpxTmbJqg9phbOvLJ3Xb6W+/C9v3xYPWkxnz73pZm+e4cnvR9rjb1htQc+16CQPqq5Pz4INp09kr2bvrBuLz6doIc8umWAvWrYDD6WHH++KSKGPaVtkj5fA4g+gUegPrpFZD5blhk9kafMPSmLrr0uBIK8zfNTvoP4RbuTiT68oXK0vCklLr0CCO4+TF+5vgd2wT7FwvG8ih+PPq7N57x2MqO7nZSWvfnE3bzkUOG9XiW3vm+9xj2XoYK9YrePPWl9Rr1GtFy8TiJPu4s8L76QmAs98CaoPb2btr3Z8JG+wtmOvpP1nb3PV7Q9nO6sPfIvP7rdw8a9Qo+6vtz2kT12hpw9LcdLPRQ4or2BngI+UYZJvsI2cz16DQU+vxgPPS9uZ75EXmu+SvAKvhiMW76bQk8+/EaKPHVmbb173Ts+bNb4PTblJb29KCu+Cg3ZPp9YBb2c+VO9HzgEvYjlE74Y86W+Of75PQR1p76TlkK9Ho7sPYA6YT771DO9FL7wPd+9mD0ouXq+6HKju1TYeD6do0i+Fk4XvgdkdTweKnO+YuJ9vBICfj7VLYs8+QNVvSIWjb5xjAG+BeXSvcXPBL7tRmW+rgkOvm5yIz45oZm+NEvuvesXu74QEe8+OERwPq2RID5MO4O9hwsHPUE2771gZf+8vxY8vkgfHT7i1Ls+KdhyvrbOCT4LinG+JxliPbfiyD5vbmK+Sky3vaVqrz7Fs5K9yROXvipqwT0GAr4+crRVvu1Bdb5s0Zu8K82uu7kmiT3KXAi+ReDtPbOPsD3PWp+7A7TTPYdE9L2aPAM+jfQPvSHzuT1gPWW+YYLRPSdzhT500he9aq61vpnMlL4C8JA9Q6SdPYsJbz5ttwk+cDsSvQUDEDzj0oa8sXRyvnmsSj7UgJS62XeAvuoiJ744xE09IOmHPaEU7DzKugs+fuRVPvZsJb2+ICg+duMPvt3hw73DhZy+9h9Wvspy1L1FOdO8yOlHvkYpHL3MyxS95SPgvcroJb5nXYi8u78IvsGUgz7wt+W8KnpmPTKycT3+qJE83ZW0PfZaN71BQyk95bXqPTG2yDsVcWM9pZ9IPrRCNjxBj/m9MRx5vhyryj0XYMk74gevvba2I77jfeu9rAW8vcAWhL0Aop+9tt3lvDJW/T1ocPA9UamUPWjcqb0pmkm9H04svdy3sLx0PpY9UMhAPg01Fr54KF6+OVUvPkqj2z3oKJ89mOsgPnl8H76t4A6+aWDfvQPT4r1Qu8A8zVIzviYpBb4Hprw9DmMIvr9zIL5F5IM8v8JBPeHdNb22Yyy+kYpovScBt71N0M29DlyePV5JILzgioK+5KOWPVOBGr266uA9+6SeO3U2f70QkM69eBM0PtBzMD2hbFm+/5MJveCaLD2DgZi7mJoOPahIszyph0e95eIcPuc5SL7Qy32+GjEYvhmVdD1+E0690mF3vvGqVT6G/QS+XayNu5CJJz0fWA6+xZXCPeDXtr0KyAC9MOTjPckkub2RhxU+bfKGPh/83b1URoO83HU+vkaqeb48l1W+Nug1vo95MTze1IO9fmLIPQ89Jb1STCM9ZFmMvjWl771QYTM9qUhIPFprb72sq5E9x0ejPt61sj03syY97ATvPdY/Fr2K4WI99DODOidzUr7cXcq863/HPUuJlj5IjHE97MykPgq7AT4qsf09OaiFPkXa5b1MUEG8meVQvl0WGr5Ti0+8ETLOvsiK2D3HjYK+DY9kuL/P+Du8crI9xjMcvZK7Cz2uDuI9B7H0PX9ENb7muFa8cgnRPUabhjzdaIs+NWAePuHIN70hJ929HG6gPhCq1b1JRSo+85zpvvGMPz5bWQ89TWwGvmGKXL6LDRY+ae7OPTSVSr22buA9WZnDPSQz8L0K4ny+sykovo8IMb1tyCS+RdNHvvzVr70wihY9flcpPqa2R7yA1ko+bb75vBiZXL72UOm9qjEHuiVD2T7JFDU9im5Lve/Kvz5izeQ96oIFvl6OKD3udkS+LiFHPjd+HD3dxoM+YgJWPb9cD76+VZC+BlsgvoG6O74y1Ee9NI+tvRynnT5WHtk9CWkLPp6WAj5J+qC+L+kcvV/LeDp2+eo9fqC4PfCjuT2iPMa8IacYPO6C370auT69Hf83vpebbD5wd7S9KSvWvouhoD689HM+Zpv8vOfNg744swg+93sLvtINAr6INC6+C3qvvr/hzD0vT/w6HASOPbrWQ760acC+jIHbvE+tmL4nUnI+xjCCvdJTTr66u/K99JhEPlUAUT7qlnM+15wDPu0ekj291KO+TggpPD19Zz3EXhg9ZWYHPlJIqb1WuN29F2RQvlleCb7eohG+y3TFPTxrl75DABE+KcaCPTjUTL5fWoa96cHivcTg5b5o1gi+vEaZPrMqfT6iChW9PkkGPk6rdbo3CBg+6GXvPQnJSL112B++OajPvWPi2bsIPBy+HR4kvjZ/4r0rNqQ9UR4kPqEGlD1l8Um+Sx0qvrJZkz6TOlI91RlXPLT8gD7KupY9mCWLPgWZKz5Ay6Y+W04YvlQpn738zGu998K5PTc61Dwd3Tm+YVPFPtE3zT6oF0i+hsEqvoFXpL2wDe89LvHePcrenz3ifWG96e7Rvbhx3L4Y1E8+1KMOPvh7Mbs9VPC9LIzrPLyP6j0qU2U9+lZTPuIPqb35W5y+kyxsvQXt4z1ueq29HaT6Pax06bx5XxI+DCcrvJIVNj3XKos8wvpsvjZAbD4O1Y68dNssPmkEfL4JHZG+uKqdvg1XvL6q7SA+umlrPkcpQ74tXBy+kigIPtE1Aj4V5Fs96iGCveUoBj4geaY+iXMJPZMnjz6Dx+M7lW1Mvk5gUDwo13m+gcwZPqLLGL2BhV6+NCHfvCWVhLvNFpg+uqdlPJRrDDx78MC95TqoPbl5773kKAk+cUbuvi1AQD4XNVE+SC4HPx1Dwz7xKuq9WSLSPdf6br6zB468QfYevG/0NL5mtOO8pZx6PdYLnL3UoDI9T8mpO1/ja76JWEu9ZJyQPZ6Ynb7gkFe9w50yvqORvb3qaaw9/7CGPRUm8Lw1WQa+65ZOPI7KTrwYZca7nd5FvpH1HT6rxIK92MkTvpcYgb41Cq48R24kvYC2gb5fY9W9a5e7PGZGOrx6kDm+O++XvckKC77tRyu+UKcUvf6SSr45tM68VJvevfnfWb4wXS+9YFfNPJaakL0j1SY+vhMLPfexPb0msYI9CoCcPKhhIDwkWxo9Q3sTvgqXqr1m8Wi9+dUevr39kT0rf9i6fXF6PSOmUL6bYqu8q4WyvcaCJ77RG4c8priZPLNU37yCm3u9MC6Bvgm32z1FKU47nM6kvP1IkrtgwBo8M+6pvTajiL6mHIq9Ibs2PRYL7LwehSS+pG+gvvAeE713wKu9cl0yvgJiHb5Q0R48DMFyvUrHSD1DJi6+cRH5vQI20b0eLj6+D0JLvh2NWT2B89e+1HJGPqIfN7zaaYq9OsDkvff/7j0uKwW+d21xvqTbmT3oWk49yzVovhK5NbyLVrO9stoKvs1/bj1dKUu9O6bqPO5BnD27Gy2+DDmtvVDQJr6hRTa+DeImvqQHaL0XC6A8NyvzvWp8mr3V01U9KQYxPdsoajujrJC9mDp5vjXUHL65r6y9EjSVPEPdFb39yQM+MXBHvP/hhT775q29NcZrvg8C7zq6XW47sW6jPVE2Nb4hrRE+d6envMYKvj02kTq+mf9LvbQwRz3MGNQ9cwdVPYEASD7Zw/K9eQj2PXEcdz2+xqY+iABQviNDOj0ldEw+PT5vPgv3Ej2q9w4+IAZyvc6TIT3F02g9aei7vbEEJDxgaPs8ybF1PfTfR73oJ/I90KBhPoFLnT12rk28Ukg4vfsDdr0udQk9beZGu/HJjDz2ce+9taoaPhg1Fb6IT0i+jSo5PYbeOz5J2DU+k684PkmibrxIRz0+K600PSRfIz0GJYM86kv0PbeLvj2tImE+Oy5mvnb7Mr0h2bS+U5IzPHpxcD1Oo3W+5Vj+vd29mr3UKm69LeIuvmOdvrxG2CA+rTV0Pgd4CT54rEw9eCEHvsS/iz71EgI8HheyPNCex72CsgG97hFuvvaLvbzw2GK+KX4uPaHMBD6wUzo9S8xevoRo6L7y22C+TOJtPTo4Kj0iFBK+9PHhvNbMVL6/bQY+v2M0PixiYT4zIKg9wioevmZ3Sb5XheC8fWs8vg3ghTyInhy+uPk2vpNlZD6aoi69HE62PSOOUL53Hpa9XAHSvfWGBryMHUK+6xdcvVROUbyfQ4a9MjGOPS1kx72qz6G8M0xnPhnpj703pIM9+8hyPS7EID7oQ9E9ndKSPQuNQz3dXY0+zu2IPv/+xLxHxwq+l0b5PaxfGr31c5C+gBSIvhdhNr6Pdz2+fR3fvaIHfD28O5y9qleRPUwKFL0i+US+td4hvkZnYD4Gzgi8x02rPVwHg74Ajv89BlMtvjcrp70S1jy9jmFXvJLYa7ykuN89Msi4Ps/7qD0Fbnm9DGqIPjqLRb5Wt+E9N4wlPgvSPj7f6Xs7Qf5VPjCZkT5O4QK9wr4ePukOrr32p2A9lcjjvN9TPT3SGlG+8yoiPEZfFj6AguO9OpG7PGuGAb4gAt+9Seoqvhonh764Iy29kI3oPHNQTb4RGZy+u3Xcu56QHj21+X88uJWXPDzi/7wdWyY8IQxIPALyg7xdubO9uOtDvnb6fz7mnyM9gjJKPgyAIz5u9YM+7aVPPqNWBz4AJ6+9hoeAvjshk72VV0q+kH1Ovkwmqr2VV2U+lJ4ovuLdlz74OVG+bLdUvk4QPL44CYw+HME2PqSHm73gAL+90YDtPLaPLD06A40+0JhFvriqCb3/fgE++Jl1vMWorj6KRym+JvSDPrstNbzfmuY95uGAvTdKJb7AgIc9riqZPUoCbL61G0W87buLPG4OP75LKrO+uFUiPkbGxj2VQ+u9rjoGvjYXvL1bMy2+fzBKPqn9aT6emla9dtJVvEgqtbwmjwk+9KWdvNkVLLxsupk+M0+rPZzdKr7VbWW9T9+KPCE2F75NtCg9cDFnvlWFrb1tQtY95/1MPe0cTL4NURQ9aomEPMCNZ71yCgC+8qRyvi84+z0l3J28gnRAvszO9r2Gi1+9fr+WPWxPBD1srLA9YElyvbI12Tz5CPK8S2mMvIOYn72zYJq92XycPCtFBb44VE+9Y482vo2CFTylM0I9b54Dvmit0L1fFJe9y1YHvVvU9707iUK8t8FSPobDHL6S+B+91ab5vRHi2z3xDpI6DF3EPZX3tz0c6o+9Ff7gvfsbb719iQ+9zng1PCoZtbyev+K9meQbvsHkg7uj/B++JSDkvRirIb4/DkS+OUEUPi2A572m/t+97zIivk80wD3PjNw70V/PPdR4Nb4wJqm+e2w1vmolYL4o32m+4yOpvXITSL7Qm/I92pIhviVWJ7659aO9bITavc6nRr33dS++0ZVhPbmLRr4kxa2+q1Ncvc3lz7z3a8q9z5lzvUTdZ74HaC2+YXFrPcsPDbz9Bfw9znj9vgC5DT5nn22+G/0GPHCDW77Zu1Q+J7jpvTCqXL1tCMA8HcFUvWHWjL6iqiS+eCvaPcMBhD2nAQY+iZFBvpuBETyADDq9EyezvY737j03zEe9y3XPvRXE0LyZWIS9e+DkPWsH/73KtKe9Ip1BvSMckL08dsS9pG29vQm3E75Oap+9pIMcPtP49r2hC4q6uAf9PUZJGj5YBSs+uOGqvYQVk77diYY95u4GPkWvUj2tMRm9wxZZPsJjVT7AgIa9nzcFvoBkBD6MVD29dq2rvV/8ub3O3sS8X+r0velbpr2xa0O+hkw3PmEqL70ckrg+Fes1Pt7HFLzNB+Q9oOYrPhOohDzZ7QG+Y6NZPds2Ob0+YYq9gTF+PiW9ej0ekj49sWSbPHe9Sr7V10m+Iz8IvvPxkD2NPzW+KN6ZviL/gbwko3M9RN4jvhJA0LvE01E+oarQOsePSr7aEKE95SGIPNbxOT53aj++JkFfPvjvpD3vMtE9vIsWPSvyALyX+Je+/jh4uuUwxjsW1n++p6KSvdBbgD50EWK+0dFpvrSOP74/sZs+4fO9vqr3iT17CZG+J3uOPl0kfT5vnZO+5aKhvdLacr5s5sK+E1ZqvvHgQL7XfPM76qlYvosf4j3keOc9kvuwvBUpTD5vBgy+Igu4vKXNzb2eFiK+VQRMPhTlyj6aJRm+Yh9OPkrAUT76yfg9bnkvOZBkPD1zQI69gCfDvoA8jj1G39g9nG0EPr/9Cr67jdo9Ub22PBdWsL7O7j09CTxoPYWiCL290oa91bhmvU6bRT4Aboe+i9+yvhEmvj0GR8I7WMbPPhrKkr1fuP27OQEtvZMw6D0AJ5w949xivKs7Fry5aGm+0vj8vbdbET4NqgG9XKkjviLLWj7DAcK+TuR1vjSf2r2sw8C853EEPiH8tz3+TI++qr57Pn3SfL7b0jG92yOfvr24n752P3s9jhp3PtMe2j37tYq+4D2OvljcWb4bXA8+ZSnYPfC+Az4VHo29L4lyvmRTaj1G13I646gYPUCsw70TXIA9ZWgiPU6ogr7RxqQ9HTzEvZIzND5OCxi+yleKPbyVrL3/OpU9hJA8PRx+cb64/Ak+Lq4vvnlglz76mdQ6Socbvs1qe73kl4C+lFKfPu/KkD2w93q+GE0xPjLftz1d/fO96DO/vYhGer3A/HO+/oc3vQhn3b4pY688wkMQvcV81b7zFSa9ELgqvqVMWz7uZpa+GVd4PhWGtL3mkVy+95nEPc90Nj4Gy+w8s1wkviWoiT03nxQ+R6bxu642Zz4ilBi+4iGmvS2SAT0SyV2+aSkyvcrHPr7NWus6gP0OvZ+4Kb2yuYc+RD1IPnE/2Dxv1Ia+9KRZvVeIND76me09CvmEvYnfOz47XNo90AJdvrBum7wk1IM+ij1DPoSc6r2tEbw9IY2BPk6PHr5rwEK9Nw8nvrViIr6dpK49Z9MGPiVZ3r6bD0q9fNSju4FKjL78K54+G8awvqQt1bwpLo0+lKlgPRm5VD54//W96WZAvvBpw776rik9NCBZvUGNAb2WIZy8N9BMPil/eT2QjrY7ULY3PPI8wL228cq9bCYsvT2Gqb1KN8a8yyGOvc7p7b2JQtK9kTZMvtUgBj7TDc072HAKvSEj8j3dq8294AYHvn0ScL3VVVm8NDVCvvuppD3+fd88sI/qvByQQr7Dx6C8N7XMPVSHZL6EP7M8BwNBvnjbHD5kSV++c7ZVvYzyCD7N5808zy2/veCCPL4SMiu+PSU4vrbb8r0XsL88gNUTvozKqT0rMf28+JchPV8P1r1I4e692Mp1vuANjz3chJs9R6IYvT3U5b1pMyA+umTtvYp5t7wZDoC+QaYavQ578b3+9yU9HO1qPcHmn731qiQ+dW3mvFLKJL39snK+78XBu2bLMr3R7Zi+RdcEPWEYCT16MgQ+s9esPVzBOD1XlHS9QdUNPjz01jz6oW89q773PRFABb5QARO9pD8BvnezFL4E1SY9Mf5QPq6QzLwCuI68wNwSPnFMfL61g2W+3WanvTFx6jwM1gQ+dqh0vSvegL3Etny92SomvUNmozwFo4K9kxX5O/5gDj3cAkm+XTN7PQLPM7x9adG8RYcEPdHcRLuaYDs86vJpvBBUkT0YyRY+L0EGPqqtBr6etv09cAlsvdBXf73378Y9j6MuvllN7r2Sik4+BQ6Dvf/adb3uxg++gSxvPYstt72Afyc9vHsBvtpXgT5LBVu9NuYyPr3ZXz6pVAO+htk2vmBEv767FBM9TNp7vmA2BD51jq29Obd2PmQoRz23uYG+nLSDvTo/B70OmCM+8dzsvTbhIb5j/pE+Qc0Kvophrr5xTiu9TK0LvvHEJTs/PWI+rTQrviOMHT3kU4I+D3Q7vQC+qL2j7cM9IMz7vVKVSz58e2M9FWZlvVMK1j04RPc9WT3dPS9ENb6SxQm9zleGvQBahz2JTIe9Yr0PPc++071CVIA8owgIPZi0E77AsYY+cJJXPskVK77FoNe8o1sYPtbt/z1G7R++wjiOPilKsLx7rIs+K0ZsPbvx1r1HDDC+z2dyvpvXWj1Huoi+lGlBPt/fWzwr0DE9iqcRv8T5e7yKZTE+QiHzvaB+LL5hJbG+uu1HvqTYjT3ebjk9fXyTu0fqwb2opZ2+VUvbvgAZzT1jGia8PFCWPd8tr72gY5090D97vgxAoj1Gqrq9SQTAvJoOLzzMQDU+a3VqvgwRdD3ZkKy9eCHvPe+vqz25oaK9AFEcPvSrRD0xtE88nuWXvkDOfj4aBJs9mQ/WPZiJYzyiOj49/IsBvOdVzb16WhC+0L6fva9rxD3w1Sm7yPxKvkhevD2wiw694Ue0vmqMHT4hDzQ+XC53PfCxqD1ggyo9RW9DvkqDwrxqqwk9fQJzvihckb4P5Kk9lFgrvDZLEj6OHRQ99ioqvpcL7r0XdAG+Kb2SvmTkJr5CU9G97KykPv8y4z1PFic+H/W7u90Hqz1Zafi8/YrEvWGzer5WdfQ8XVYIPgnxubzyLac9nS2lvlUtb74fayQ+kKGhPSC7wL5gF4C8OVQfvUBKRj1ruoU9GOIaPpCLub4n9u+8oRG+PfjIyb0z9Kq9qtowPvgBHD5r5qG+IKOVPXgavTz2XlI+30UkvGVLar4eeQm+dmcjPBs79Twtld29mXInPqqtVr0S226+ZtLePrhG0r2wOUa+xTuhPe1MA74u9V2+vXDZvR0oLj6OOpq+0pOtvXbkBT5lOVO+DlQlvra5D74cWee9jaIjPsE3x7xF2hi+S6y0PRHe1r7lJR4+inIGPHDADT7fzhQ+tEU4vtIahL3mOLW9ppxiPubkSD0lgh2+I+6Evlv7ij6MELe+Pt5kvovEuz0x/U6+slEIvfWneb2pY4Q+SUyJPmkrmT3SPoW+r8qhPXigLT2HqQ4+Sx54PavLCD7qED6+RxQYviBE6ryJ3tS9/pMzPaOmgT1QRIa9uK/DvSl3tj5+XKE9aFK2viLCjr2DS7++3H5svWCpgLzYPUK9CfkmPk2qkb2W5JU+tryPvmlLmz7/2n0+fxkRvg0egj5hzzK+qEpwviyNE75EqKS9XwfxPeqbzjwR+X0+h77sPSTL/j3lH5Y7lW8TPe9KObygAcE9oX2wvU22zDr7M6Q9dgEZPknYoD1S0ls+EoUVPaZNhb1iCAg9T2EhPoFYfT7RbSI93ZKGPTX/1z3AbAC8IEZdPosegzuLIau804I6PtTkYb2veda9BKy0Pekc+b0hsic99xlmvRSFKT5P1Y09K0DgPT6cKD2x8De9R/dNPIIcAz4WqV0+Nhv6PcIKRj54QJw+jRHKvJFCtbyOc8Y9xPM4PNPE57pc4uk965kuPbw3wT2jVvW7jViCvvk0Az7yyxO9HVKuPsiJmrzCdcC8KhgEvjt5nL0hm5E9414MvK71pj0tjM49oXJUvgfkRD65Oki9D64lvoJCMjtbaXW9SBE/vT9Inr3wjnk9DugUPkiu1L1hZi2+TY0IPtvjC7wuzgK+5o43Pg1MD7zna6a9c7S+u4iY2L1ntWY+c2QWvnU0bL0+nyE8twx7vfpANr1nVFW9uZmovbnCkj3BJRy8Hdmau2LlxTx7d6693RRqvntkG7570QI+bhN9vRmtzz2ownS9K8jxPN3bebwdksg9EFHSu5OYZj1SIOa90X2MPoORHr6prw4+8FDuOy7nZrwF1Y0+gbvrPatuJb4GCBg9WG6JvQTI8L1SSpS9OP5ovlu5Ij2cjhu8JX0LvK8LNT7C/YO9gy2fvk5BGj2rmmC7W0JXvmyEDD7Qs569mgOovWlQXr7s0Qk+mo+rvlQjPD6UwAm/WCdLvlY+GT0aI34+j3w/vlAWMD0Ua4++Nd2UPTJxPDwZ0JY+M7k2PjE1q74tj4A+vHkavXmHDr1NyP69CoWOvV9ojr1WOiE+/XUuvsAOW76LqR89PGabvfGPE7uI80G+1dxcvntFv7tPdyg+TKN8vuNHz76Ou2k9Ct/APeoU0juLjWC+I4FrvolEPj79PYc+c1dRPQr3LLyddtA65d4qPtUV1zuRJS0+lGIuPvTYcT4dXSM9M/dxPus2xj7Su4c+ZGnCvoWhXD4NoGG9eqEfPrZCuT2Zsj6+VSLGPQXUv70FLKm+S1alvp1rBb58i4U+I/anvjHoGz5nZiW+XLRtvj+zQj5Yz+U9lpgWvlIfMb7oUxA+ZcucvjMZeb6vGic+51KKPFe+QD2Stxa+CdYYv45rSb46TpG+kj9pPmmjLD4+/2I8DfkOPgOf/r0WGMW9v4YdPIoLO77R96C9kpXdvLNR0D3FuEG+Rdj9PRceM76ZsIq+n/y0PqiVoz7mihO+qfeevoJ4Kb69Egc+4KNXvvbgbr0b/em9fofgO6p1Wz289uW8gKWgvk/XMj6u5kS+AEWdvZuUVb4FQeI9+XK/vU+/rT1wZ2c89MaTvu24qL2mifi9ZLQEvjgA372n05u9vQtYvrak5z5fbcc82sToPV5Ii76OqAU+wn1qPmnbGj2oO/y9iR7LvY8rpb5EJCk+xSmvvaztPD4zkw48msQevNvXp70UnZw+0lozvmZsnb7T8zO+qN48vhqqs7wKb10+pcczPkKqhL1BK+i9RTeQPkocgz0Ffs09auL2ve1xfT78tSU9Ln27PnERoz71J1M8WsfgPpx+tz6Ofao+DX7iPejQrL65LAQ9Xm+NPfmtFj5vvAo+OSrKPVDXCr5n6WK9DaqOPtuD7DzT3Ea9Cl0SPpnXnj3gk3+99ZVIPhdE+j5+ra09JkvJvOLBqj65J6W+2C1lvlfTbb3RdGs+M2V4PhYS3zzO6HM8+bx+vbhrhT6902c+mQOMPTpAmj4mjYY+rhyLvnpwyr468Z+97W5bPK7dtT0cfG8+9IN7vgu+1L0lG3u+SLS7vZQzZz5Xa5g+FlyNvSFsWj0ACf68MACGvQbVKD7Da4k+lpeqPeBwxL3iMz29M5OfPuBuBD668Dy+VKS3PF7TB744WC6+82Kgvar45j0ICqW+zli0vS4pXL13V+M8BJtNPofPIr5VNnu+24C2vZs5Db5LNzI+lFmOvu98xz5u3ZM+oyfcPptqAzv9voE9xZeYPYVT072tc0o+9+ymvhm5Vr3LbeE9h0tyPCMUGr5bCRS+QlIovsL+eD0CgnE8VrQzvhQRNr4xZCS+NlG1vYzVqb4xm1++i+rMPW0sgD10Kl2+xW7EPU8qbD4TiVK+pWAjvu6DPD4Hmx8+pGakvFIBK76Yu1O+jpoYPmHa67w9ZsK83/UPvfQJnDj7mxS+BY2DvDktWL7xxUu9ajGdvQzlN74jwps93P/bvFd+j70RUv29RqQUPRKsZL4e5MG9jmECvKDK+72/a729hpXvPf5deL7Q05G+/dpOvty55T2qZS09ttBYvZRqoj3g6Si+KqYYvic70b2xlGm+OsoqPaJCx720c7u+BjCDPfdbHb5gfEa+74YZvoy7BL3ERnA92UWAPUXN7b3rnuU8UdL+PFInO76FmgQ+XNShvEO1O75KlwI9XsoOvrHPJz1kPqA9J5xGvkhu0L28X1G+lM8PPePfCr4lqLi9FQcFvqLYvT3tRbC+mGvgvQ+HJL4p91O+cvLzPXC3J77u+IO+chj7PfLiKb4rQlw8dZnOvenPOb5PSgO+uSMfvnNyOr7K/Dg+0PL2PRjdeL667Na9adEcviIYZ75CnIe+lZu0vVVlqj27meA93XHYPF36Vr6eXMU9Psm6O1NgXLy+iGG+exwxviPoyjw7Pmi+99sYvjaq9bwdW2C+ta60PQflIr3caUG+fLXcvcQOdr3t1Zw8qlONvJJJ4j0tML29td9ovmgHHr7KZIq+4UWiPT1hPb1gFTi+QG52PuOUqT2fGo2+nCKivDI3lL2gxlQ+0d/EPRCYBb58NIg+huPDvGnpiD4RnjE87lSQPMmjYL5h7Sw+n2dfvlMRkTzpbYi9QfWtvuSMqb1Or1q+o3d+vXr/aT5mgbc9pXQivo3Iqb3INtK9+zOTPnCpgD0IYLA8E0buPV7nOD0Ylso7yrXBPS0GPj4iPt286Dy8vc/NrrvCJyW+OKQMPWRXCD4RPoa9Cn1lvp7Xdr7eDgA+GolivTKZqj56n8G9Tkiiu746qz1pM7A9Aol7vtcNSD6U6cm8NfaBPQKZh70D0Qs+VFWrur2SBj0J9Cy+65p4vs1INTw1EIu+Ki4jPnnyMj7zcIA+GtaqPRiPUj0EeuC9lJnBPs5/kz3for894sKFPW8gFj7hkIG+h8j+vUlIoj5KbtQ9OHuLPi3IWT0HGtG7ooctPlq3sL0uwz49rcB6vSI62ThvFQa+kkZWPgPWt75jrm69OHfjPTgWKL5FN4u+qsLVvYK9Qr2NMjc8hgoHvEVVyD3I4VM+OSSdPjvjNb5nR9g9cMTwPc9Cwb3BOfK9hsmaPd1vvz3FvsQ93beHPXtxkL2HumG8j/fQvQOqib6FBQC93GStPE+q3b32oie+xwm2PSTk5z22kn09GLdMPiXUvT1XLbi9zHlDPsy1WT4TGA09OY+fPVVZLj2B7qe+IzwwPSio1j2tCj8+62wLPgWxhr3gqQ4+mt+gvDNfDD4gF8e8oqJsvufJiL7Ir029f7vdvM/mPj0aSAE+Mmu8u5U0mb18tOw8vlAXPWvCsLxxoOQ8aFmcPjveh76BPD4+dCCAvv6oBz69CDq98/RAPikDPb0DYPk9y9pYPqrTur2pcbS8aKopvtO9ury3K2a+641CPdOVQj7xzXK9XfgnvkKKhz1N2ky+5OlFPt6jkr2U5A0+3holPqHXfL2IJiq+KeCTPdLk8z2TiwI+A5VHvd3Wc7ynh48+LUs0vdQsnr3xy9i9rb3mvVa/9j16ko4+TYUpPIQDLj7i7BG8hAZGPhMBub3RWUi9nT6gPYz1sT4Hhwe/EEmdPuMTgL10C5g9wvkavkCdSz0mGlY9W8eAvSlwTT0cGs29DkFUPdyWLT48cSK+Bg5lPhqVUz2RJ9I9HyGmvWrckD3um+A7ZKrpPLzZGj0ocfM9/gCOvQNFJr6THgE+tObovlnJOb4i/go7I9GBPcgFEz1bRGC9GvY3Pdg3fL6DdTa+eh/OvaLbHD5PvmO9gVGqPpuR1L1ZqNc9QOlVPoq6Bz5vLNk9fC+UvnAIIz2MuCU+AzdvvkNNYb0mm4C9va8aPSL7p77URAW+oghVPVnbOb4Ik1I8lGFcvqlnFr5PvPS9jOsIPuI+1j16mS6+AZ5UvgREIL6IIFG+93lRvkG5NT7OtIy9GzFBuoexUL3r57o9Lusjvmboo72cile+9gtRPjwSN77bdww9nhN8vi4l2b3YzQe9yGdbPYD9SL5CR029GZCTvqe/073DeYG+Qmbtvbp2871coJY9lZ+XvNeUHb0frAq9GFfVPWpNqjzb/0Q9phrgvUAge74K82u+h278vRZF2zuRNjq+DrxaviDm5r2Epwq+PnvxvLfDHb6JuwS+M5I9vjYl7Ds9d5i+/BFHvoqTF76iu3y+cM6lPZ3NdryJI+g92ylZPVx7m7ximwO+JBauPMUqYrxWxhA+jfsGvgnksb2LAEC+mF6dvR+Fpr0NoZy9s6cCvlbkoL4SecY9BKEOviuFAb7FCwu+tEn3vU7gJzxRHBG+yymRvnVu67016ny+84W1vPNuO73Z2AO9rTBEvsvhjL4n3VO+cIvmvFEAxT1Gg02+SzfnvUtVXr2PcS2+acaRvW3kK76U2Sa98jDPPAzRKbzKUFq+vkWEvjvdWb7lNfW9qeYwvqvcEr5K26K7nzBZPdMtKj0ivVi9FEjfve59ur3LlFC+7pY4vYlHCb4aTzy9jc8sPvdo57yHDAa+f48VvfMNB76QCsU8k3bxOichuL3Gmfm9l4wuvmbCPrx+Z629AXQUvfrQIj5OtIM9u0saPmnPCj5xR0W+IbUpPh7X8L0lXGy+pJh3PP6IVbx5ZAS9NjbSOx67Ab4NPIM6M6Z6vJ8GNb35gj49fYylvuYFGb2xpSy+3ES2vViXxb3Q/oi9bToKPnZZPT1urIS986YCPqrsxr1iG7+8mEvzPZiwsz34hlc9KO4+PsESpL01d147U5TzPUQlOD3uWRK+s0d7vOzwr748tT2+rohCPVT+sL0PTB8+OY2MvboFKj3Zeec7Dw37PPrPEz5veOe9BXX5vSpSFT7guts90XArvUjN6r2MI4u9Euahvk535DzyXJk96afQPTapO75L1aO9bW8yvhTTib2PoGg+6pILvokboj1fvwa+96o0Pbpxw72V0Oy9ssY+PslebD3YHk++IgYPvlKmybxd0aO9rwxRPr4OIL4cbGK90QdIvTa+Vr6AW8u9WqYdPZsn3j0Sve894kAKvbYKL72vVDs9MX4tvoa0nLrwnh4+3xgRPkBpAjswso+8iHODOyzTMD53LAs9UDwovWKsCL3VIie+K2/uPR2mZbwxkgm+CtvBPe/o/L25Ov+98103vDltArzDBC+9oX6SO2yhcj0COii+ovn5PdYqHr0LjLk9RocpPN2b1zuw06A7Bln+PS9P/Dy5x02+GA9cPtHnlT0rsxk9rK7KPUlALD0B7oc9q9qkPY4/jT3Cmtk8+vhDPm3TOD79okm9+8+yPasJLT4p8Bk9dXTMPQ9zMj4vuK+9sGcTvftuhbxbW8U9hMMMvBaKmz3x0IQ9l7GsPaobhT30Dos+oLIFvQaKCr4ipOI92AmwPVsh+j3Eoa08oLWJvXWV7TsqUoU+tF4QPqK/Wz3c0ny9GfrYO2QpND74X/E9uVf3PTevH70MbYW9sMSivrp4OD6/pga9ghT0vMWCUT6g/ws+rUU0PbGYar5maZ89Z+1qvGC9ejxWAK48CUEXvjrrqT1Gcnk+eonfO6ttEDx97Fy9GAqXPQZCnTw75Jo7qpDZPdVhvz0txa49vMAEPKuhc72a07s9Luk6Pnz5ab4EqMa9W0e8vFLXDb2r1sq9Qo/kvT07jD3uJNU9sc4MPne+27zwCZG9JSi8vQ5fS75gRVk86K/1PTdJD75XN8S9txJ3PQcHhb5Zq9k9zSyTPgKY1T0cbqi8HXfIvbiHqL3NZ3W+SLlqPCNWqbzpYmo+70WpvSQ9hT1ODai7wO1QPi9CRjzzxgg9ZMFwPdoqxzwefis95tJEPbnqmDyHv7c9WOfePapCFb1xje49MxK3PA5roj0Kgyk+7MIkPQP/0rx21549/D7HPMH7P73PYVk+CuX4PRBPIr0SPsM95k+NPUVViDscUjy9JVRtPGi1sj06CQm+4+89vr3dOr5tVAc+tUkpvaKdtj28Pnc8LQkkvtaczT0d9sg9u0z4vasvCj+LFAw+x1a3vKTCIL6B/bk9VzgSPTMSlT731wc9xmU8PqNjqb2dvge91vm6O6ZHXDwwrmu+FvaYPmyqoz4keis+B7/qPbgXrj1UGlK7rbBEvmcxOL7krTG9yPTYvc7g0r2PW04+vg4kPUV9Z70B9fu8MMiOPhI7h72e29M+F2AcPnFWQz4IWdw8Bb7iPcytwD1bUOw9hEsWP036lr7IgC89GWC+vMTtFTzvjQ8+xmUjviLAHT6C1xg9VXByviSNaj6qkwe+6vfyvNrdoT1kTCk+P/OaPQVsYzzTu9a8k9JbPdQxSj7pxlu+f3mPPrmRb7y4UQY7aE6fvFBc6Dmm9tW6STtrvSaJxb01exY9rCLhPd3JYD0q9Yk9hY9Fvq6xiTz3YZi9DCq5vf2+EDp1VA6+KdtsPncOe73TQRy8sYqsuTvDUj7wbDg+YchmPsFwJz5IUwo9ZMEhvBHBIr5mhhg+9wuBvU90Ir4Yy4g9T2LOPngNur2d1Ug8ADR/vAnKVr1eK727XmngvEka+73uMZw9y6QnvDNR7T3DMxq+R6RavuPWkD3kWQI+qdcoPL3kBL6BUgW9kQFBvvWQ+T1Woro9PuggPjT8Ar6LMV0+ZmqGvQ4wq7tks5Q+lDrYvpustb2ea3Y9zimgvTuPgb1lgoK+eB59vqMFur7kN8S9l6IWvmscoD1mQBk9LXabvX1J572+8tQ9YYnGvUWQrrx8n1k+1VevvNayLz6s2BY8RqvZvoUoZL2bIvy88npWvVAGAD6o3yk+xRusu4oHpD7sAYo9ASEYvvU/Ij3vEdi9UKY2PsvIuz1++Bk+AvihvGikqT3TRgi+gI/YvHOxuj0BWpw+D8DBvn6Uyj3qIE++/T0mvjEwzT0FiIO+sJ6SPuwSnL5zMg4+tMu6PUnRDr7hFL09NHmevv4tZLxWfBy+iUVMPoSVBj55FNS9nhUzPq1KVT7QGx0+Adh+vSit6btwT2W+lL7xvhvoTT6RxQK+sHKuvj5R2D2QFyu+xY0KvzZYgz71zT2+P+qQvrAv7D1pWg8+wRFfPu5UCL56bFK7ZuGCPRucez4UYmi9LnNEvqAHP70mKBc+vj/qPD5ANb55bnK9BbsZvUdJMTx7tkI+g8Z4vrb7xL1BVSI9ZPN+vhbkAT1mv4q9YNyhvaZtJz4JZbS8pqwdPmOLV75mQg68NVc/PHR5Wr5TRIE9riHYPROGVDyZcBk9QMI1PjmkGz7W4s4+cQjwvr1xJTxK5FC+Ew1RvaZI0T0W7YG8pIU1PvSSmrzA9n0+j4qVvkuhO77Vmo2+hAfrPVA9kr7GErG9+3ezPUumlz5Mh4a+H/XvPkCMdD2rKUa97j12PHmptDtsEoA9+mIvPnnx3T4skSO9Fo6vvfOvlT09dU29pLh/vf1PiT1r8E07fdbfPKzXZr6TJPI8GWGTPkcqyD4m15u+p7Yevh3Fdr49Ioc+rhwOvBIT4T2ZybS+nSoZvcQyIT4rhwO9w41SvTtjUb27o6M+KwFbviWflT5/+jc9D2btu8PChT7gYQy//6WlvoB6zb3xDoi8TsZVPpRDJr6mz4O9/8mmPkFHNz5Pu6a+lMaePQGuMb6DUEe9mrvjPXfUDb7rBaw+KcnWvYF3dT3oNpG+3/6dPQ7efr1JadQ+/NLevYT7rj5ANyq81u9XvuOMLb5PEUI9pZiIve/hB72qzDg+KoxsvvXrMT0rHFU+e+61vGGmKD5YAPY9BZy4PRB4J74zCeo9fXGQvoyXc77Y+oQ9XppGO9FCGr5rLDC+CYQwPkoBQz7bWka9dOBgPoO2YjxUonC9VXZ6vuamWT2ImLg+K+hfPffxLT4cWgM8j5jEOg/2Gj4sqBG9wefnPX/hLz6mibU9/fyDvrM0bD7M7gm+rOgvvkKgL76aC1Y+FzJkuz8sIT4gOKC+WQcZv1OkDb4R2Ik+pLHLPX293L1FMoy9Eo8aPQbWDr7151++MqNIPnjfyLyW5jo8n77hu4htij4R3qo9mpTvPf+DIT1EB5a91AObPX6xpz3BAdm9h2v0vZ9YNz6kx4I91MUCOwWkO75TqFI9gAYHPU2AhbwU5RY8hjAMvcrF6T2DmDi96bQjPZNrCb6qXjG8Sp0yvvAppD7TMEA+c1vKvWtTpj1Ruho+Cm8gPmJhdD1T6B89/tITvawTPbvIrTM+kKOnvSGS6z0xWZO9iVGUvSQzLz3Rjrc+Y4UNPhRb+TzIH9+9bJuTvQKJgb1ENpI9b4d4PlfibLyvkRm9TQ+wvLloojyTep68VmbVPWKVA77435y9HFv1vVKeRL5qXW89BUaqvdFQhT35LYk9LEcGPkMbLr1YS7A9XXEaPjI9zT3468y91Zq9PcK2Mz1wTKW9zoBKvCFKAL6yBBk+Mu5IvVIvlj2K1gY7tRrEPCqLXT7FsTG96OjuvQ47Jb0TS40+wZqlPMUkgr1z4Vs+WZUMPmSTWj3lSLg9TuucvH5WZT4NUj6+lfPyPR/vMb3IPoQ9WYfpPcWFH74ovvS9XntVPcQq8D3SCXQ9bL53PmJ4Mr0b21c+0LHmvQYYZT0kaP88fhvIvVQXjL1DznC9/bWovZZeMjs7Twa+gW1dvjjgMDxvx5Y816Bqvb1boj213gW+qCKxvRLanr3XcJS7NcAYPVDylj1wjos+dpX3PmlWgjwXbCo9mMHNPTPVDL5EbV8+168/PgwUDr7B0Aa+eeYLvitD8L094JY8RHq6PfIvCL6Mb5E93ZjTPf3r3rxW1ra938GuvsHEi7uuhic+Fg5tPSWsx73myT69HRvPPmuHGjxpLLo+u+3jPOYhIr7w/ug9NDNLPscTQb6LiRO+n9NTPiQ8WT4loRe+GH+YPYDA1b2gc6a+6Tjivfk36Dqwd5y+unzFvS20NL7vqVS9LmcGPifoNz5F5Im+anSSu+/ORr46l3K+ftGCPohHtT2TiUS+vXAzPRFiSL4fnYo9kZufvu3x3j2q6cY9m25SvgeLUz6sDHq+Zo1MPuuPj71I7ai9AKyCPngBir5ysbG+KSDdPuah3L2Pqgs+4pnoPd+efT4hgoS9J01OPPs8rT6T8JG9T/DMvcNmpTz88T+9KM9SPZAkgj7mENs8oo+oPaHuQTzBwJW8cRDavfwb9z75CTu9woEsvqn8qj51axY+HF6RPSun1L1nS2m+oUcOPDAW0z73SB8+b49dPCbqmbzP13+9lxp0vjSOhz6/J1g9HvsFPX8j0LzaRKo9Ft6TvTfHBz6miLc+0BTJvTclrj1DHv69Bgd7PkYyPz47Tmw+veOEPHxLV72dFnw+GXYKvupsiTxgbpU+T6IVvj9ZIDzCJAi+30XdPWnmjr5++6W+gRoVPsy9uL7PExi+uBVOvohdXr62NCW+OsqGPTQn271Zi9Y9AITyvmovkb4lagw+utEmPVkoFT6BIcc7cOR3PYr/Lj5mJ9o9gVnpPD9tb73/GQK+Lk0bPm5Obb3IMGG9JQoKv2coxT0Y8fW9RNeNvjbSXL0e0Lo8RB/Uvnawf76tuVA8q1DtviMYVjt0x7q7JjaKvU38LL6OyAo9PwKlPqE3gD4goY89l222PcZWNT4t5iS+vt1Pvk4J0j0FIzO+8fRCvqnEZj3z2DG+j70GPkgW8L2Bn6q+LvumPo/DFb4+l/k+WOcDvH2fTr39IoC+R/gbvUfI+r37D+A94mRLPj9PAD7M062+p/V+vqKOYb14yNe7hLUkvuAVAT5OSOO9tFWCvh0/DT5f2Qq9ndj7PGe/UD7s3E4+wjOXvmxiDb3am5q9gZPovRegKL1BbvA8bqaROiIuVz6c7pW+9sB+viQOsD4Dgrq9peOsvV67tr5Lw1c+puncPUdajj6syDE9qf7pvSv4jr6rxS+94ZUxPcruar3lyx4+FdIoPs+NEj2/Oqo9PsmUvv+H873s8ZS9rxlcOFYrtTscd7u9xj5cvrURIj1iPzO+t0xsPQ7D8b1y2CQ+wtWpPe1HBb6feia+CiCvvCiIWb5wKky+5CbYO/ERVL7+jpA9SLmXvgNIS77rgFc9ta5svsPvt7sr8Fy+y932vSF3Ur2UAwY+OVmxvR81Ar33NTG+b5kPvWK6+b14NBG+Lg00vlvBsT1xrzu9J6UQPqnXSb72WJW98h4bPugJRL0mLNG9Gd+tvKSzfb4HFiQ9sF0GvmUymz2SI8G9PcJtPDUnFL6HuZM8WXKcO328bL7X38y9lu0zPfALl7y4sYG+X/IQvtcafL7QNKS+2c8JPtrqNDyq74k9tTaFu+9mKr50xys9zXqZu0v0/73Rxb28iTzPPevxEb4YHFm+iL+HPX9Rs7tpW4K+lSoXPsFsPbxAqW29BpGCvVuzB76H38g9DMpxvvcLcL7Q4xO9FdxPvtZ4Ab4UR1y9UafcPVTbKT41jza81ErDPVryYL7WJg0+KvXZvGpRVjt5Hly9vZpuvtZaCD0YTyq8qkpUvS4SWL7nY8i97XMnvtxRijwlOQO+mU2Dvch4RL4tzQC+35OvvdAVOb5IO5K+qRoZPTFNoTx9ebs8PDOdvsM2Ob6nIAO+5wQxPYzHgD3bgau9DRTevU5MDr7dGGC+EXyyPQvCVb5qPw2+WlZlvkRyTj2jjSM+HYOtvYflBD7gofe9J8FkPQT0Zr4hB8E8fitwvuWa2jwuutu9vJI0vf7v6rw671O994jJvivyMz5f84i8kWI+vu4Cij3ly4S+bmEwPUwUmL7tHbc95WwNv02EoLzsBGa+M2zePZaPQD1grRo9LQ2CPXmeFj5Y2kA89mQQO9T97jy+KIM+Xj/yvRDVYr7zZc27W1ZUvZrH3D1mRRI+uZYTvPIqLz6qg/U7LbYBu4EXvzxWZ3g9nxhivVrfm7wv88i+E9ZzvueQKj6VA08+rjQGvs8G0b1ELy29sghqvvzP170Zf3y+m8hRPG4fWL3n9fm9gAhNvS2Ml7xdGiU+1PqePer2O71yGYo+x8mhPDijsT3p7Ma8UmATPRBZKb2Gqeg9KIRcvaOkazz/u9U9SRT2PUTXPD6OSVu9PMm8vif7mD2dGiu9YF4avmyelr7Qzpe+AGghPkXhCj7OpAY8OfTkPKshyT300yk+4myevlV/PDy/nH2+UlcRvjBH/7xZ5eC98NwXPvJnSD7qhOQ9Q7Z9vlmGzb3WWEq9OKenPpk+ij7sY8G9p8gGvRzCcT24q0A+LXRyvt/5RL7qla+9FQ+NvRNlubxzGMg9ns0Pvm8rlD1Xk8Q9/klzvji9YL7cwYk+0agJvSHFwb0XWR0+k7GbPZSZ3buMJZY9wtEpvq0ObT5xWFW+9EgkvcwWW76LyHe9heUYPlWKt70QDz2+VgSHvvxxTz4BWyg+Vq61PDZGPLyv0is+1yYGvlp9hT3WgwQ+JS+6vR1Mgz0ljK28SY3BvQCrDz2XFbA+CteAPQYLJL4DBm6+L9cMPhiQqrplLfQ9+BoZPWu1fL335U6+MrbHvU5RiL0jpSg+T8pevs/opL31/sa9GXXVPAbyRLwxQ0E+VqQOPqBxNr25K2a980omPTQeyT324mg+xKuevccs3D5tghY+2DgaPt+QJD5CXI09wopJPi4IVD5zVXw+hsBvvLLKvL6DWjs+mfuXPtFCBD5iwkA+vs9/vRmc0bzCyQG+XRbAPdKttz3+7s477Hw+vLbJab6CAlu+/tXVPctpRj6UczO9N1JZvQ3fIT4B8CM+aru9vSYKS75KWR2+Tuz7Otf8hz2KhFI+0L6WvfN5Fj3NxaC7ussfvVyJ4T0uwC0+4degPR7RPr3rwfw9vr0NPpUaCT5N5iG9aJZEO5D1zLxFZ129EsO8PRaVQT352wU+8EhOPPb2Z76kGXI+rJOTvo88hz60k2g8H4JPvsuYjrwy+x0+YVzUPvPnbD3iCou+mqlhPQ0yf74wwQi+WGqQPd0LOb5ayJ09+AsavnIhWb2W++49Dt3uPVTfKb0LwSS+lXpvPpieZDyTyYQ98J1CvexV+7rZRIw+xeVOPfmXLb5HR/c8yQuOvRbF3z3H/4s8APZjvgsnlD3xcag9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "9lYfPJNzYTz9+NK8ZSC1vMhCTr0tW+a8OSlWvCw7GLyxrBY9WsaovVYkBL54Qu29XhMCviwHXb0iPqA70VLePdZnE70IarC9DlD/vMS9ib24xoQ8TyfevaddGbxWY5e9yZnwOymkuT1jr7Q9ZtTsvKDsz7yWO5y8a8gfPBklhL3CzJm90Sy/vJ4smT0d/Mu8lAtovtA7xr2tQSW8H28Uvk6o0b2QWP6985EwPYmd7b2y7iO9loiXPICHoL0xf8G83ZfkOugQnj3wO1S9+OFCvbMuYb1nGLC9GYSmPYZZJTyHX3C91i/ZvVYHGb1AjR09X4Rnvt2n3rxiXKa9CCvWOj5P7z0ikAO97r1nvI8u973E6jO9hUeSPbbbC702RJ+8azu4vWOY9L2GF1w9vdD/PP8hhD3ESj+9VVQaPnbzmb3GDEO6mg1mvLp/FL5jfka9JnHNPcLPZD1VfBA+SkFZvXgLt70ZAcu8eNP8vbNKfD0vTj4+tuwovrRdzb0wmFC9M3cNPpJ+2TvoUmG96owPPS/aRz2cn4k83cyOPQstCb2GJ6I54V0OPTjcKb210DO8aAFIveCelb1uC3I4snNSvLOm2L24x3A5JjgSvTGrUb6VQuc7XqYDvVacAL2C4wu90b1AvUlWbTuehK294jGbvIVr+7xxkxu+uqMWPT3GjLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 