{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "h75BPuO8Mb70FTu+tUDsvQpuor2tUSM9oS3KuyPiGL7wzyG+e9HZPSTrlb0NlkS+qHQjvboHW7z877y85Mz/vA29g7wrajc7fDq9Pa4SAr/cZ1Q90gBhPumDQ77K0H8+5IWjPTr8Bj1gYXG/E4Rrvdqt+D0rbWw9fT/kvu0/6ryRvaO9+2QGvRt4r70Xe9i820nUPEOaRz6zniO+t2aVvcJvU74lpWE9pxoUPrGnk77QYxi+QvMbPkgKpr10Vpa94SpZvrv6Qb4lAT6+9bglve8Rh73m7iw9MzD6PawYCL8j/O+8OM4JvhY33L1wZyY+XMaMPmZmoTxwqvg931niPU+PWr7PZIc9Tt4GvmaBNb3xRyQ+y33svJWrYj3VC6w9SrzCvVtHL76H5M08id1nvt7sLb63KDa8+35svijouTv8cyo+DZvkPBB0D70S3YC+fsDNPRnjvb1xTW+8jj/oPLhn/71jhcW9Pk5bPlSUEz6f+lK+J0dOPjJjnT3F2Rm+WmEAPlWBPz5KKA2+p9ztPIZ2tz3V8kU+wL4lvYQ+t7tSxxm957gAv13KhD19j6S7bctpviumx72FJq+9y+HXvJ2X0T2vxZ0+hI18POvfDr7rADK+SRmzvYSDoL0PsdO9j9MhOsBeBr4VLYw9I5MsPdh7cr5UNqo9BClbPdTkN73Fmt+9n7FMvc8BkTxJtHq9nZjzvUueFT4MqZo63iczPgyUWb7S0lC+WYiEvp+UCL0Ga5s9jOHVu26gX76LZA6+vi1TPknBsz0wk+Y9FbbKPeTUJb3HcQy7xDBevn9DQjzZmvG9oChFviw8OT3J05c+xYUWvidnczxGa1m9uFACvtco971oH+A8hz4fvqL2DD5DXwo/C3JivVADDbtP/QM8FQROPvXVe704SrS9TETQvSk5OT0O97a8FYcNPsfodz1lrIC7W3hPPfxYAL6kpZ88xAL4PSb1pb3Lb0c9flzIvJd2Sj25SDK+uikVvf51p7qG7A+9X7nMveiJS75VF5C+7wmGPZoHhb0Nqaw9OHEmPn1gn72m+p69hDrXvRLaPz4czZu+ypg/PpDIQT7RDBC7EdQrvgMl1DzjUdm90QNrPhkZMjyotJC91izFvUrtm73iPl09WFMivTkmt72YGGI+M5pSvQDeRj6Ixc09SW1ivn39/7zsPHk+ZoJOPH3iID6M4Xc+qGCBvU8FNb6jap+8QR0tvbN9uL6eppc947ErPiAKb726/HE+xJ43vmILIr717wq+vpDXPR78w71NsAG++jtzO9FJ071gMgy+0PNXvpsfS71ovAU+kPWEvsiV6L11vxw+vD0aPpsUlD37Apu9JJRzvrt/iL2ydMo9zmpivkXG/j0SVkg80GisPjn8IbyOy/Q9iQrSva/Ssb3xshs90J+tvOXekD6xIwy99FibvSkLvr0uy1S7KF9KvJS/Cjy3tUE+deiEvQy+ETxuRM09UR1IPoZG9z1wn8O9rkwNvWWX/jtJ7p49qzpcvUzEwD13a/E8Gi84Pklfc71MTR2+E1s5PgTR3TyrzbO71GbvPSLzMD5Nrqy9RLNuPN61KL7ydYK9l5GBvuP1RL71pKI8cCzivemsij2d7nO96YMWPmYYpT2G9tO9tgnLPdMdlj0cnLS9eFwKPkm8X73y+cU9uL15vmcvPT4J2869suw2Pk72Mb2R43M+e7ubPRYDEzwwGtU9ZmUNu+BG3Dzgqww+FQ1OvhN5f77jvb6+KzyaPcFA0Tt+kIU+u+DavTGOsL330yM9GXRaPras2L1NBwK8XouXvUS6vT0IRmI+IiAWPptz/jyneuS9vucfvk4IBzpdDrE9CE+3PkEu3j1ySgU8YbHju1Y/D756cLo9FqO8PfFKNTvASLk9+KaZvgnQXz1LNLw9tI+RPnynNj6ftCW9oq8dvo0Qdb59rS2+FsGyPZkZoL74R8k93BQ3PfT0rjyw9jM+jt15PPzUBT3Dwf89CXSVvYRtsL09wgU8tKSLPrO7CL7kxMm9dWnDvStrXr4CPqU7moaDPtVdXr3aGfc9t7KIv/jlz7xnRQc+yeZCvt8AI772KkQ+rDFqPr/wbz781YE8TYmpvBAqcL2q5Ga+Qni4vRC6F7z/6Zg9KkIQPQaIib70PVm+2pVFvqUxhL7xWo++3vVMPqZJM703EFQ+NdHSvce3pT5XgKS/LMfnuy8oqrnKCdY9SxCePYDskz1KtQS+Nt7/PXGoIT4WJT++igZQvluXfLzBr6E9/7uJvo/SxT3Ityg+VObHvgkoHb0/LEm9/6Q0vjRFLz6dEfO9LlQWPkViWz9lUAg+tXqyPWybO76ueSa9Akx+PT22hr0+u/S9VLS8PDpsBb6Gajm+hdYZPrKByL254Fu+wi67vQ1Biz3hQgM+hoZRvvQ3iz6sY52+R/6mPdrs/L1/vgo+UEFavnuaoDwxTTM+4aaXvV1/Nj6ozsW9leANvm3Eeb5Ggh09rDmmPRTeqLpyMe89A+B+vpVbib5D8F09REhXvmevlL3PCHE9MyvsPcMVlj22n5I93Dl6vgvpN7tmA46+MVAYPmpmDT4h1DW+e8hFvuklCz5DUhE+TKybvtgHj7yLu2k9gozpPeNj3D2TIfe8+ZPKvY0Qcb47vhm9ghJSPibDibzF+4s9uOldvuRpqz0IqRq+7Bsdvd3RRr7VGgM+W3urPbrh6L36Z2m+jyFxPWcN+b3ONy+9ywtDvl+7Nz22Xe49FdSmPZ5oKL2yzwO9BP8AvtUgBL327SI+UyWOPNEstT0/2tG9HwLHutxo4D1glN09M0p9vmYbNT3k438+oYzKPRs4DL55I8I9NuEYPSZvCT7CK749AQyNPi1Hnz2HVOw7a1qvO9I5pLxma9G9gxkXvoyWGDxgWNy9YjT4vTooEb7Olqk9S9RkPlku1L3Qg3k+B5zBPcbXET6bBh4+NJmRvWzVar3sSk09xJFZuzoBGT7g3Ie+0C3rPdlNNT13elm9//w9vvdSOz5ei3O9g8g4vcPvdj0a0Fa92dexvTrcdz6z/jY+1W4pvS2tPD0qM1a9ZapGPboQjr4TUW293rJvvl2/HL3XPgi9mq/kPeaPEL5ZRsw9eBZbveBMPj2HSQu+MJKqvMUdAD5fqgw+P7E5PVpEiL2o6lu+fEU3PuO4t77Vaxk+9TWWPT1NEz4P9bQ+7j2fPvsQUz3WeIq+WOzmvcxUzLyZgRM+2jaGPRjEvb12gWI8h72EvfJNaD4CtBA+2mCAvKDIJT4U5IS9MR1ovPWrfb7w4WI9RvQ1vYWSTb4SacW9IkYVvmFpnr0TivC+A+v6PsF+b7yqOJk9XX/xvXbCLD7epek8RsQtPsf0h75V5JE8Q/zxvc2nUb2AnoU7oDwNvRW9f76+1Su8z0Z6vecwpz3aOa69hdQyvsXByb1eFkI+o4pfPD8Bur2VHIk9nambPn6kUD6XY+u9NljPvdTZwr3F5Ia8b3k7PrYbe75wQtg92dBwPipjEr1EMYY+OLBau0oXyz3tJMK9HvvtvvuchbwTpiY+VQdTvZKB9z2c1My9oeydvRGtgD5UoIk+qggLvoDsBz7pApm9U4wNvr9IVL23pxs+UAiCvi31br7eUmA9XzJnvp4fQj0arwu9oV7Rvev6L72ZJsk99nCePKblTb6NgKS+S/gKPpRPTL3iUoG9zqj/vZLsED08eHe+awSkPiu5hL5tfMI9uf8lvMHifr7WJty9MfT4vQ5TFL75g1Q9Q2fPPThFgj3iJqM9IAvZvAraDD7J0rY+wAizPLl4xr56wDS+usTnPWCIAT0Av5o+9MZcPNs3m75FS4c9tFjivus7zzw7IVe+RmYYvjaA8L2SDms+YrAWvhfLQbydDRa+sVNYvRl6aj7xSV4+97liPeW+NT6ducy8z5/2vWyX1L2p/xC+GEwCPip1Vj6lYyy+xywJurVEf74Q5nY9SdzqvejTGr5HLEq+LwQkvWnzqj1t/sW9w+ytvdn/mb7dojU+B1xBvpUzhT2QGNI9iRxUPaaHjD3A+Qa+ESsePTGmEL10Oqu8BQLdvYsKGD0LzdW8ydeVvoj4bL2FOnE+mrObvOvr6zwJ6re92gWIv02bhz2AYvQ820RBvrLqC72/q9G9ZW6mvUirh74UGCa9mZZrvgfv4Dz0U5e9qf/+vd0TSz6fyYs8IQi6vcqYgb3AoKM9mBQPvsnzFD5+HU6+G9rwvHIo6D6NKIq9Rx60Ptn/ub4C7Ze/rPMnviI60L2Q+Ku+1/LcPkkkBL3UOKu+Bf4lvtdrFb6WQD6+OpdJPflzsz368fs9feikvdHVHr1FIWi+j8n3PcxmMj5Ibjk+4qhwvmO4wz5MQQe9F/oEvhmAF78b2yw9jqhKPuc3CT5dMZa9uVTSvtr1Tb0/ifq8pDFQvk4xCT4BNM099gUYvjvCGr1vjoG+hNalvn6nMj7fmZu+cv09Plw7ED5S6aC+DEa6PmrJLb5IWoU9M6VtvWcilb37Sp+9L6ZVPJEiajyPZPc8llCTvqIQY7xIDyU9VjKEvtQWOT4oe2++eIMLv5JQsT7TNRG9jFfAvex7YD3K2ga9ffGjvmH1AL5+xj++BWmJPiFtl76/41K+z5aGvsJRJr5Tzdq9LcWjvWg50T26I/S9UKApPhQ9nr7om1k9n6igPYpG7j1R6r48GRa3vV7Z1j0t+GO9RJEnvoGsPj0KGTw+xhlHPrhD2T2MiZO+aEvlvEMpyz31sHu+mPPBPOaMLj7uFra+otQFPl6h9z1Enpu9gPwtPi4CYr298Sc+CFAwvUd3Tb5bJEa+U3Chvew9rbwnwnc9JtEgvgzmyD54UQy+HSvjPD4OvzxSEDw+Q9gTPrUOCb60wuI+L3vRPWWfKz1vp5G95vi0PapMzT7ACTa9lkmXPrXr/TvhRDU+aC6evr+Jczu3z0U9HgLAPD4rST2YZZu8016kPARt9ry4AES7BXvOvRAdBb0mlLY+AgSPOxdyTz4Myqc9p9acvl5SH76pmGI93cETvrclvjzfz9Q8muYau57ohbzuU+g8tPdTPnVDLT74lPg8cqZ+vtBGnL16Uwg+HBoiPaiZdj5LhQw+pdCvPAD5jbxKyIG9GYAEPJcjjb6VlCC+aSZuPVMRob0hUso9zu98PSrYCTtuoMA8P9WtvbCnmD1Cz9u9E3O0PA/AmD09vl0+V9xxPa5T3D05Zke9lnCHvPTMCT0thIc9ftADvhJmhj2lC20+e4YRvrhCYL4tg1W++J7bPMvAUT3FOrm9jIscvsAadL42oqK9iaK2vWfjv71hCRm9+KYRPmvTV70dHsa9dNeOvTm2q712BUM+Dda8Pq+KObvam7k9CXHlvYMT3r1/hoW+J6oJP8JEWb6S6y4+pYS2vU3bcbzHNjK+JnY6PriPDr0cRzy9HGWbvkeNAb7SvkG+Xv+SvUBRir7+PKY9F5tgvkoXXL1Ey1a+ARM9vnaAhz2hLkc+wQ+tPVplMb7m4UA9yajFPi0DBD5WYYC+J92CvhBgVr76uZG9jyLKPBeQyL0MtEW9/kNVPc9jbz2LVhc/vFPFPU8hoT4EHha++bZlvmG0XDlnQyA+yFORvQDzuj1CQ4e82kd4vaVABj4VghA+ke6bPKxRhD6Ww8K9W1mOOjv9Tj4ewFM+3bSOvqaRvj0H0iC8JFP4vbIsQD5LvRO+DLI9PcDY2LxABkG9CQHTu4IJGz01MQy8f9S8PWlNrL4QBjo9BELoPFBU3z2yHUq+pSc7Pr/L5b1WZog9KNKSvuL+R74FueA9UDiYvSEHTz6DZYE9EnkkvLHaVr3nfS69tdxNvZRujztzcKM+plcDvoklh72zujY+gnUePsi5+D3wooo+Nlw9Pfv6AL53kS2+g97gvv7dOL2O+6Y8ZISjvf40WL5T7g4+0eTHPdY4Bj5a+16+uFCdPKzkoL0V5BM7C1YiPuGtn73/7989mu32vY/dgD5FaKI8nCdtPVfnzz3ubOi+xwm1viVpRr718Ru9xm2lPAwRpb0tHxG+CP+bPfs5jzxT4Oa9a/CNvugHW77RHVs+WXCzvW9Dib43xyW+2tLuvDB7Ij7AVhW+1HtMPlzCJr7AOFW+dqHHvJvzkz6RWx89wvKuvkcWlb30f5A+OC7YvWI8AD700jw+p/szPpTuvL05qQO+WYA2v3hmTb5DyQC+e/T4vGiaJT4N7au9PuBJvn2jzLxZmy+8hZI6PbJ9lL0UJ6O90boMvns5W769fxs+nD/VvdwYP71fhcO7KZNdvnEwZr7D4Hy9Gp0vO01N3D0sHmc9A2WkvFc4Q71FlBK7BpNHPq4BhLyL85k92u8nPvjlYj2Rboq9ePqCvTlvGr7UlOi9hLCQPbhG+zxLO++8ncgavuO36Dw1pXM+bqoMvuqgGb4v6kG8eYU/vd9zvb17gz0+meu1vUwNNr1wP9s9PTKTvX0AjD2LnGO+kMdJPut5yL3KJwg9CYtTvlgLqryklk09aZtgvf5Ecr0etcE+MvP7vVY4C76arwa8exEGvlkZqD35RXK+q211PQHpk701vjO+wHGYvfBWm70PkYo8aL7MvQZ3mb12DVW+7O6Ovanigj3jww8+fu0qPuP/Or4UH1S+IrVXPQ2zDj7pmY29XvvrvedCur3ZPuW8gRYaPkGfxT0EEca80CWdvfnkFj0O+pC9v6/9PbuPfT3URRe+qB0bPqQnJj0zlL29Aamivb5Olr24pfa9ExSrvaAHPr4kJeg8ossNPgeffryrI4e+3+InPTq4dT4DpGm+52gYvgVcnb3OZYu8Xi0xPsOfKD1+nRW+eMsjvq3abrzB5Lk9YU4/PYXw2r1yhZM95YLWPVjxWzuKCwo+3YaPPaJAwr7SE2E97jGzvWpIUr7dWy4+RYInPmtoO740yiw+GfIuPiIFJr6B7Bo9DudBPujsyb0g6AI+I3uEvrzWfr4M7Ac+OxSHvV82gLybxxM9kcWSvJVvoDyJQxa+cQT2PMOAWj5wZQI+QBNMvaV8Zr6qnJe9i4UgvShqXbxvanw8JxW9vc2SE75/x2A+p3GlvYMEFz6o/ys+YH/SPSZNHb4ajgc+KYukPdQThb4QqD+878uxPTtG7r30b9I9eGi4PIbAzzzrrN69aBWTvVbVtjjGzEa+tQRAPTLfKj0dkpi85NTBPSvblL59Mws+l5qCvZ7QmTw6QSu8nMt8vmoOQL50XIg9SzZnvd4LEr48cFO9AlE0vXdmqj2H0F2+zQsRvaXXBz51nwC8aqsMPhUDnr0HWp48TLI1vtJytr18v6m9KbgbvoxiZr0BRDW+0YW/PcrpJj5Vw707r/HHPPmREj7SZSO+g7OrvbdGG77ZimA9R9hwPiG0Mj1UlVm+QRWDvsmb4b0rRc09zr0MPTQ69r3Ow1K9unhKvJROoL5OphI87GIOvZ2EVz74x0e+4m50vHGIL77X6xA+v+nxPUX5vj2xRZ8928AhPKICZb7rniY9BR4xPmhKlz3vUD++jJo1PXF2qr3Kh7899zfWPcerbbz6O2W+sXY6PmRu6j35YCg9Y4UovJguRD6scB++U+ULPg/hcDprX5u8MwxDPmCF0D2I/eW9XaG4PkbvYr16IrS7/9QGvS2htzsQ74c+VM9Gvc0G4rmxxjO9mvCfPjzdhbu8Zbg9JqC4PFUCBz4WjjY+eXZnPovnkL3DT8S9eIIFPiw7Wb1i8Dm9ydoDPmH9mD5Vb8c8gIkHPOq34L2+Ssw9HpaQvLuEMj2F1HQ+JfoPvULzfL1UsHQ8b0Muu4ltoz7NJqm9by2EPhascD4WCPs97fYkvkTEuL3uL5a6g8wvPgwmwD7C6r68QyAzPvNgPr4IYrU9dHGAPiiuyL3/e9u8lazYPacayz0zttM7n7EzvnZfCj6ROqA9FrZgPGM/57wikUA+HpvKvEO1hT2ysF49fZpDvqLzgTxb1Fi+w1tmvfBJgj6P6B6+2poHPuCEw7vDaCW+CmrevYTK4L13CAG+zyAkPX8CPr6QHQo+PYn0PaoUBL586sG8PSprPVbqRL3wsy4+0wBTvv0dNzwACTk+8LQOvrMSiL2OPg++F0V9Ph8sLT3JCSc+EH1OPUrjIL3rVz2+L2iFvqVHlbvY42q+aSkEveem0rxjVN688KezvWwuKL7ygU29ZCglvd66K71mxgA+H8xjPeS7EL3KzAm+GisHPI92Gr7e29I9/BIQvhxpsr2xoiw9EyC3vb+7WL4anNE8rYF2vPu+2LyL9fQ9+OYfvLa9rb3EvUs9fyW9vRYGQL41MoG+HkYdvEA0Xr5V/Xm9uHpsvXoaqD3Rs3U+1ej0PRUdRj6PtFW+D65ePYQLIL7eWD29SZuovS0Mf72KC826FUSGveVBab59qS896zBAvewDMb2Du7Q8w+cTvg2/Wr5AeNS9jCsQvWKnOj1Jlvq9AEf6vZyCZb4Auam9Q8SQvA9XhLzsrAw+dSD+vUV2Jr1Nnu+91ED+vUw0g70RPW498Qiqvcta8zuvfCc9VKuXvVCppD3YAhy+zXo+vuKOyr36kSa+VqOUvT2v7r0SxHG9bvMGvoZG6j2pOgU9Ow8vPZOAWrx8tVU9JQ7CvXLcnr68Rk+8CWeAvQW2iz0RJua9yncZvt95JT3W7l88GKoWPqba+LwPN6k7yMTFPTFgEb47Qhq+/GxEO0Ea8b0I9xq82hqlPc+RUL4+3wK+Izr4PbJcX76xN4e8wJBGvY/VFL5pUOS9FxiJvV9rKr3Aw0u+toe/PSiOtr3j8T2+oDxsPajaaL6Wk7i9d1MxPQhBLL3cJUK+L9AnvE3ppr2/t9O9Pd8lvIts6ztsHJm+SMXGvcmbHr6frFy+WBtuPR3cAL5RyRu9U3kNvgkrdj5vhmi5J9l9vv43p71x0dW8YpGkPTsxWD5JH5W9b9O3vf5vuj3Be4Y+pvw8PiOFNbze9kc+I4O5vf331rtzIGW+UHH5PH8PLD1aBb++UZrSPAkxs72MuDI+qa+OPfjl7726yOG9alCMPtxOBr7Fh4y+YXv9vYsapb3daXk+anuQvrLl5j1FqE88+dEkvhRKTj5+Pbg92VaCO4r/sT0h/0++KNUAvrTj/b256Eq+hXQ9Pl1LUb4WhTI+1XQbPo26Zb3PiUu+ahqevbY40jwCkGW9swaiPPfd9r2ouDc+Y5mUPup+b74cXRw+dhq8PWkjdz65maY5G6HAPcV2Fr3bt4c9I5JtPuOj8r3z64o+g6D9PFscGj08lTu+fCGJvIBjlj4DugC8POgIvQreA75m1Ds+OxPzvBAcIr6HcRu9+jCrvDwMNz6Bd729niTLO9w28b35c6K90fzgvS7ybD6OKYa97gFFvKqeEb60smQ8m4rJPW0uVb6sPfw8QafevQ74+L1FnFw9nYUFPK0ckT1bcBG9a0UAvoxinz6Tnro9EcWXvaGD3z2A55I6S7wPvqP2qL1I2+e6jwHzvXK7ML21pQc99VLCPZy/Jj15m1e+bqOlvPconT1j3Cc8y2HLvBCrAL4hw2s8h/JDvmj7Sz0rZQ04zyxUPnmbMrxG9J27rwF0Ph5zPD7RLo+9/whcOyWkJr4JnMO+QwSNPkW5qj2Stf68E7Q4voafRj6Xyre+CFxUPkXbIL19l4K+EDuIPnT6K71RnKe926dMPmhL3L3bdbs9htyUvmQbLLwUl08+hUl9Ppa8o7tVqji+1s4CPniAkL7kCWe9Z8miOzsvJr47Rea9g6kbPkHyfj3/d1K9AhHdOE1L4r1pAks92VcNvh6aTj0o/0U+boJivTr3E77oHY2+4uGQPkRGM72ETqI+r3Ukvbe+kbydUOy9FrRbPnBbqT7y0si9GOIXPmj1Jj4AJaG9HIe9PiP4Aj6OLLO9oXe1PirVej4oFx08lIeIPrW5Zr1LCG8+Al5YPnZcEr7XCU69o/GJvaysAz0zM5i9AoSzPT5Gbj7WZwq90nWjPMW44701g169lgOdPU/R/j0EtSQ8nLzSvsPdgzxytIQ+2LtBvqMiaT794Ma912E8vqrRIb4QrN69EiA+PTNtlb4QMvC9kpuHPeQCFb1b3d8+HqnNPS4H0b1lQLI980jpvRt02D1ZMB68xF8yvryDED576lE9V5rtPBDZhb3vjTQ+3q74Pe5kLz71CSw9KDg4PpFXoD4T9Yq9R5b1vQpkOT52Uqg8Md7OPdpNiz4vQVk90V6Yvfqtjr5VYro+FmwSPolU6z2OnAy9WAU3Pj2eEjww02q+H+9wvtZ6zb4bKFs8VRnlvQJtgr0QmBK+pbXLPD0unD3mQiG7N+FzPCEI0Lx+jw695Y9Ivt2epj0eWAy+YWGvPc87MT29NQi+gWddvhTSVr1ifks8D3t1uwCnVT16mFI9dhizvSKEQD6YqzK9As4jvj+qhL7AeGm732YrPkAZjz2rY38+eeosviHS4zw12pS9gQYTveZeU71jY4m+a4SsvZEMeDzEOEi+yp0cPWQ2gjvykJA8Kk0ZPRKiQT5fi5w9a3UEvqY3VjriI+q9f/fXPQuaYDxPPeE86qCkPSjUMr56+O+9uD+UPNBuf71wMtO88tiSPlPhsr3T9Xu9g3dQvV35dD7kvfa9qg5SPUbrub0rn5q8+OxRviT3orzGYLW8B4MWPqS/+r1e8jQ9lpmgvZv+JD5TOLI9PbhPPi5IiL40Yj++N5hJvsYYJr5fESg+qhPRPWd/IL5F2YE8njnqPXHCRz78Xcm9gtmdvKoBKz747vG90Q8avQ1mKry2OUa+3tx/PTjRhb017wM+TFVsvUDvdL6bH7u9xsLRvfYNJj3Lg9O9EZLuPQA1471OkVq+XKsBPnMBVD66TBK9p4uXPSpEIj6JAf09YrWUu4V7/r1tHxq+0cscPlo7Fj0IRvy9Ri9nvTYd7r3g8wi+jdyHvYDREzz3/FE95R5AvptkXr7IQTM+zKR7vNfZDz5v2Jg7mjtyvLXcZz6KhF++vb3APUAuXD62sNE9TR7KvNa5Ir7C6G0+l/wSvVVq/T3zmwA+9KOsPsdSuDzk4aG+m7PdPLxSaLsfEa+9vAmeO0O+k75kluS9jhcpPr1Anb6+eqk8CuG/vqC7AL4iabU+XJGSvee5AL1iqq08OfBQPhSlWL5Zz+M9qLRZPjq3j753WXW+h1YFP9FaDr7tnpS9J2b2vVXFKD5OJGc9vS/CPc7qVb6R28i+gzmlvdkCeb3RCGG9Nj8FPRf2P71Ed428ykqhvFds+L1WIwO+BGKQPV8JjL4FWaq+PDGvPlwKvjyTYjy+TfTGPWyQ8z1BtQs/UgIavipHH7x0dqy+lyyavd1vLj55kK++58mgvk+ijL7TqPQ+9AJFvkOYLr7hvrq+e4jLPjkal73lW6m+aSdVPussWj45BQS+FkACPVqvqLrgFqY9bki7vKoHX76mpfG9HnJdPb2dnz41vZm+CiUmvaJdjb28kAY+MGCRPu53Pz7vV5k9prmcviMkMT4huJI8Cw59vU36DT7tIH6+lv6HPURwkT7sh4g+UV6gPod/ZT4K0B09FG3JPSxerb1Gf4a8C8RSvhKBobvws1i8MWikvEghMb3NW+4+UrK4vv6Fwj4tPu682IyPPnSa57xs98a7F3GcvS292ry3VeK9WBa4vtXlxz0mPXu9BreKPRGWRr39d1K8QYoku2zgKr73ogs9pJ2tPQnbtL2ojZC+NZ+NvoKEnL1wa7U9/vatPUcAyLmXeMe9RJ+7vpejiT3WxJ098BNLPduEp70GsgE+67lLvm3Dcz3PRAU+WHcTPeftZr7CVGq+JeYJvgyUW771D04+EdaMPBa1br10hTw+Pnz8PcopJb110Cq+gyLYPks+Ab3X1ky9QtUEvZMDFL67eqW+BOb5PbQtqL7tBU69o2DtPeRCYD4rxjW956vtPYrIlj2IdXm+ZxWIuxExeT7R60i+0wMWvjRMZDy64XK+7p2avLSiez4ZiZg8ObNRvZt2jL7A5wG+xCLUvWkoBL6cFGa+m+kOvkzwIz4Ib5q+NTrtvUlzvL4hJe8+ecBxPsdMHz4Ein+9n+IIPUVS8r26Vwa9Uzc9vqG/HD6SJbw+E2J0vnooCj5eoHO+SP5dPbMiyD44BGK+0ym2valFsD6htpO92SqWvjoHwT1Rqr0+7OhVvkEydL52upi8TwHdu0q6jD0SGwq+a2nrPZ6mrz01J667nWrTPZU5+L3hZgM+gD8SvawnuT1SlmS+x8HPPXNPhj6ZFx+9UtW1vp5Slb6tSI89tKqfPQHvbz6uRAg+RSoGvUskGzxDMYO8OrF0vja+Sj6OVwe76CSAvhWzJr7ISEs9S2CBPX5W8DwuKA4+jnlUPq9NLL3BzSc+SiIRvkVZxr1lVp2+quNWvnNE170v1di85ZpHvossG71T9Bu9DmHgvRfmI74bGoS8dgcLvq9NhD5Lj+K8MJZpPV3aaj1S0Yw8J3C1PaQwPL0VCCo9kXboPZsl7TtN+GU9VK1IProbPDzDJ/q90gp5vha/zT2lQtA7hlewvcojI7526Oq9Jie7vVYxgb0sTp+9qArjvJ8A+z3zTvI9MO2VPdjCq72X30C9yKwvvVSas7yfLJo9mBk+PpfmF74fvl++ysouPnZq2D1CjZ89EtghPtffIL4YvAy+XNDgvSdN4r1Nnro8e5czvuPmBL4HQL09bhEKvqgMIL6ZUYs8eiVAPa9VNL20xi2+AmNsvW0ntb3FUs69IfifPQ2ZGLwFQYK+bWeYPWSmGr0GTuM9vyJ3O9bqfr3HcNC9D2s2Pv/KKD3epFe+3lcLvQFlLT0R3667tJoNPTpgnjwNpzu9kP8cPrjPSL4jQ32+lJ8Wvl1Ecz16ulC9uYJ1vgzmVD6FAgW+bPNXu2SHLz1g0w2+hf7FPSGttb342QS9oWbhPXT5tr3NURY+zQaIPktF4b3ZgYu87O9AvuWFeb7WE1a+NFw3vgajMjx9Eoa9wurHPfBOK71JDiE9RN+Mvqok8b18cjA9YldXPIB3cr0l0pA99jSkPpHNtj2n8yM9SzTyPcTkGr39JmA9HPnCOgAYU74Sy9y8sRvHPe0elz6Z4nA9fnOkPoOuAj63UQM+KqCFPnQU5r13q1+8ZTFPvgMKGb4ccD28t/3Ovnns1j21voO+KtAbOyHDxDs67q49LoccvQ+4ED03EuQ9Mpf1PUvBNb7b3GW8QdjOPd4sZzwR3Yo+0bocPiScNb1YWd29pbWgPlz21b3N/io+iSbqvjsuPz73jww9tGEGvs2NWr5FgRY+YJTQPXnvQ73LXOQ9Cl/DPbuO8b3QWH2+zC8pvuhDMr1jISK+EVRKvpn0sL1URRc9q14qPqtHMLzd/0o+JbICvd5xXr5/2+i9n6L5urju2D5bmzk9jP9PvduGwD6EGOg96ocEviR9LT2SEkS+tKtFPvpnGT1txIM+GVZYPRwXEL6LZ5C+gnsgvs37Or7eAUS9fdmuveqjnT62XtY9GRsNPpACAD7Id6C+yxEbvX4sJjsebOs9vEi4PRr3tz2Jkse82XUhPHTs373xFTq9GSc2vsA8bD5pVLO9qoDWvghYoT6tlnI+GwH2vLjkhL78UQk+1f4KvnJyAb5ciS6+mnWvvjPHzj3+tye5dbKKPQF+Q75Xw8G+xgfTvO0Umb6hWnI+7huDvWxpTb7YL++97MdDPoCPUz7rtnM+YWwDPsigjz0Z4KO+QDwOPKejZj0u6BY9sFYIPvxnsL3Nt9q9OL1QvsWvCb6SrxK+sAbFPXLnl77DcxE+VRiCPQkKTL4Cg4W9ApTivanz5r5ydQm+qVeZPgM1fD6hQRe9vcMGPt3B2bqlDRg+QBHuPcaLRr2A7R6+dfDMvSUYzLsHVhy+jIYjvkn/5L2XVqY9dT8kPqNCjz0gl0q+6GUpvscLlD4dTVk9/dhYPMffgD6V/ZQ9/Q6MPixzLD7vTKY+NcMXvrddo734g229k9W6PSXWwTxOije+Od7EPpC4zD4XPUe+SWsrvtGop70RZfE982XbPVhaoT0Vglq9INrTvWv8277S+U8+B+APPuvBprq7OPG9qe/0PPE86D0Bb2Q96g5SPgmHp72UYpu+WOJtvWPj5D0ZOa+9xWb9PWL+37yAWRE+R2gpvMEOND2Jpoc87ohtvl4ZbT4AKYS8eeMrPn4VfL7xPZG+WWGevkzqvL6rRB8+snRsPjPuQr6IWBu+Ld0HPquZAD7bj109EhaBve65Bj7BKqY+I5cIPWamjj6xbXE74jxMvulUPDwGbni+OPUYPvhjFr3h4F2+DMPfvCMCH7v0cpg+tLVNPO0AADzPwcC9ocapPeGt7r2xywg+nUjuvvCWQD50SVE+ATcHP2zgwj6xa+29N5zSPdbabb7udZi8m6wpvHscNL7eoAC93yd8PXt4nr2W6zE9NwJFO51obb6QV029HheQPdobnr4jvF29FFQzvtcCwL1a1ao9OBqKPeLE7bz8BAe+XFNGPDZtTLySBb27tz1HvsopHj5sSYS9lV4Uvpw8gr4QY6o86L4ovR56gb4B+M29eCzAPKB5SbySdDi+k6SXvZHeCr4gWCy+WE0YvYbPSb6E49C8oQHdvWm6Wb7gryq9GUjJPNMfkr0nIic+hv8JPWHTPL20o4E9HP6FPHxVFzwl8xQ96cMSvsSdqr1jYGi9JXwevlLqkT0y6I+7i619PW0RUb6O9bS8YXevvUiYJ76juqA8W6SXPPlQ37xZ2nm9pnCCvuh83D3AAU47EGOnvPWXxLvFExA8I4+nvRQ3ib7mCoy9Z7Y0PUHf9ryByyS+l0CgvhbgFb2f96u9+lgzvsqEHb7n8Sc8xZ1uvZO6Sj2MOyy+FYz6vdtF0b2HxT2+IKRKvonKUz2HOte+Q35GPvjfQLxQGoy96CbnvTRB7z3O6AS+/7VwvuKnmD3XC009969ovsBYSLxT87G9h60JvsmOcD15gVK99jLwPBUfnT2ORi6+qNGrvTsWJr7DMTW+SjUkvtjdaL0aTao8Mh/1vZuumL1P0FQ93I0wPWRIJDvDIpG9DJh5vuCwHL6zXa69N4qNPLsBEL1dYgI+e/kzvG3yhT7IgK+9v6VqvmXTajpIn2M7zqCnPUldNr5LwxM+E8OpvPxmvD2gHju+qFNKvT8cSj3ThtU9rudSPT2wRz5MnPS9FmT4PTJdez05UKY+28BPvgmqRj3Q/0o+hE1yPsbdEj24txA+0Zt4veF+HD1hB2g9Mc65vfpHHjwmUug88x55PWgwTL2DxvI9tTZkPr/Pnj31C1K87Mw6vZ4Dfb0l7QU94jFsu7hFmTyll+69oYMaPvVoF77HXka+E6c2PUK/PD5JwDU+BOg5Prgjd7xKxjs+F8sxPfkVFj1HaIU86Lv5PZFluT2t9GE+NUdlvit/Mr3W8bS+xlE5PB4FeD3WeXO+8bT8vceNmb0gdnW9QxcuvofLwLwBnyA+yc5yPpxVCT6C7VM9wGMHviqejD4n9uE7NJahPPHjyL1zPva8uKZvvk5XvbxnLGS+GnQtPUbVAj7HZz89chNevjAg6b4VdmK+hfpzPRWnIz2PBxK+VgPrvNV5VL6AYQc+Juw0PuLSYT6Lk6M9ASIevoDfSb5Dn/C89tk7vtIWkDyhBxy+qd83vgp2ZT4VFzC98ty0PbelUL6yMZO90wHUvULe47t5FUK+115ZvaiaRby9eIW9nuKPPWIuyL3nU6q8jElpPlzYkL18bog9IENuPS8AIT6jUdM9AOWTPRXhRj00UY0+1raGPkUNpbwrQgu+e3f8PXVqJr3vk5C+ngiJvolNN76bYDy+5pHavXqefj1ol5q9VGaLPTcACb2VWEa+pFYivnbHYz6OXDG8jFKnPQzIgr7ykgE+shQuvgrdpL0A4kW9xqFUvG/EhbxWGeE9KdK5PvLBqD2cNHO94/6IPtXRQr6bYuI9TYcmPvScPT6tOog7S91UPkiDkT4R4wO9BNIfPh/Qqr0yB189gHjvvHVbOz1PGU6+HJQbPOYpFD6379+9MUSiPAMBBb41TeO9a+Asvkgjhr41Kza9LpfuPODSUb4uwJu+14exu3ylHT3rWmk8zYuJPLMs/bzmD2I8PCFmPEEMmbyWpbK9e4VDvtb+fz7UkyA9+RJJPsTGIj7rB4M+khBQPmRdBj5DXq+9hxOBvtm6jL1v60i+1RFPvlyvrr19+2Y+wLUnvgRpmD6BYVG+k9hRvqzPO76PMYw+dLA5PqBpmr1mYcS9rgbqPFL9Kz0faIw+U8xFvqvRCr2E0/89PICHvKkcrz66HCy+ZKSEPrGZSry+reQ9JWN/vXAEJb7HDYw9iCWYPYlSbb7ZlUW83YKAPL5UQb5lyrK+yvEhPrx00D3aPey9M60CvlqRub15tS++i2lKPj6OaT6qm2W96O9KvJ01xrz2TQk+hhKnvAajNbw9Q5o+g/CoPYTeKr5hfmO9aR+LPBTHGb5qOio9PBxlvlFJrr2w0tU9u5pLPdp7S75EmR098CKDPNNAar2GRP29NShxvhMg/D0ccaK8z4lAvvry9b3v1l29m2KWPbvfAT3cIrI9eAJvvVlD6TwMo+28BWaEvLqQn70Depu9Db2ZPCApBb4x4k69RdA3vg6qHTwEzT49X4EEvhpa0L1tn5a9Td8EvWqt+L0/01C8lmRTPqQJHr5opyC9GFn5vbay2z1qq1M6DsLFPY91tz0585K971bkvfoMcL1mJg293HxAPL5+rbymfOO93ykcvtc2hrv4Oh++WfHqvQPTIL4og0e+DDgUPhUh5b3uOuG9X0QivmIewj14Jfo72Z/OPbMcNr5y7Ki+M2s0vlRtYL4HlGi+Y+SqvTd6R74iH/E9sF0ivh3XJr5dnaS9NXnZvce7SL2JPzC+qPlgPd63Rr6qZK++dXxcvXexzLxIFcq9YrR1vQq4Z76VeS6+L9RrPUhxDbzY9fs9CfT9vgFKDj4lMG++vj76O0VWXL5LWVQ+YanpvRLCX71+M708fxxOvTY9jb44cyO+PNXaPXoIhT0OmgY+wAVCvgGBETynQDu9yN+xveKK7z1AWUK9l7fQvaD7ybzSpoS90tPlPWFq/72sfqa9YjxBvWY3kL0wQsS9Ql7AvZF1Er67vJy9lKQcPg+v/L3+HoG69ZIBPpomGz6TWi8+m2qqvYwqk77aPIY9SEIHPgb+XD16cRa9sOVYPjYTVz6WEYq9BWEEvqYSBj4PvS+9CwWrvaDOur2FcLS8lPb0vYbGqL2f7ES+kUQ7PoD3Mr2L47g+So03PvLWQbztw+M95ystPsgFizyfwQG+guBgPXFIO71PoYe9KNp9PiBWeT2YlT098DWTPFB8Sb6chEm+RIgGvk9Ijz2cNzS+J4WZvtF1ibx4E3c98ykkvn3tRru/408+RI7MuvSGSb4w2aI9EYuRPGUROT5Aqz2+JANfPtaapT0A7Mw9W1IgPRDNorsaa5e+bjr1utEGAjziTn2+/RqSvZbygD6hKGC+QUlpvgpnQL7g1Jo+sNi+vpBPkD3g1ZC+hb2OPiTlfD7HzpS+Mq6gvY3vcr6Az8K+GkhqvvCAQb6/IuQ7irxavpn93z1gN+s9l2S1vLcATj6MIgy+v/yvvIlzz72r2SK+Fu9NPqe3yj7E6Ru+LpRNPuSoTz5Dgvg9r2Zguc7RPD2Mx469iYrCvjqCiz319uA9CpwEPs21Cb6w8Ns9wUy0PBEIsL548EY9czZsPX5EB71xPYW9G09mveqART4/4Ye+92WzvsD/wD2k7NY7J3rPPlAok72Ubdm7t3koveVY5z3+BZw9o3lovL90Erx/zGm+ZHT/vV22ED4dRwy9vDMjvqbNXD7onMG+bKF1vsrr2b17fLO8oGgFPoaftj0G4o6+zy58PupdfL5CjC+9pyqfvqf3n74v3HM9FC93Pk9m1z00fIq+18OPvjlkWb6nbhI+kFjYPcGgAz5ERI+9szxzvvyLaz2AnQM7950UPfw4wL28wIE91r4sPSuAgr5I2Kg9zpzGvdQPND4EmBa+m6aHPZGirb3Jp5U9N8Q2Pbwtcr4tYgc+WMEwvkBFlz4RqKo6jd8evuIQg710zYC+mlOfPoiPkT2dUXu+dUcyPjG2sD2aevK9YtfGvZ++fL2JD3W+nM9Cvfcv3b4b9bg8oMUSvV051r78ASO9BGkrviSRWj7Z15a+Gvh5PqlNt71fIly+l3XJPYP6Mz7fz/Q8QZ8lvhD/jT2nQxU+l8IWvLLvZj48Vxi+kjSmvdaH/zwDKF2+mYk5vaTTPr7eoVs6XpoJvZHMLL398Ic+/8RGPltR0jyu0Ya+a75VvYNfMz7dEO09Iv2FvXKeOT6qL9U9YR9dviwIn7xyzYM+NNhCPhht673g37s9AM+CPi/uHb7lDUW9SnQovnHgIb6PIKw9ShMFPiC0375/P0W9BRV9u8s9i75c/Z0+q7yvvg3n0LyHuo0+1z5gPfudVD6l6vW9EWI/vjwWw76ZhR49vJhbvTaBAL0jaZ684TlNPvshej23e6g7zyUuPB42wL1ca8q9TtMrvcDpp73+u6O8lkmOvaUY7b1wQtG9jhRLvqnqBT4pOro7TDAPvXU18z1GPs29PGUHvu5fcL1+RlW87A9Dvhgtqj2VeeA8Ua7kvDJmQ76/UKm8ZhXLPf61Y75gQK4837tBvpLTHD4HW2C+peZZvRPRBz4ha888VyC9vYm4Or4Cgyy+4S03vs1x873pnsA8ToITvt/Yqj2YGQW9Me8hPbD81L3zWu69BWt1vnHwkj3kjps9RI8XvbL2472yqh8+majuveHxrrw0a4C+ImkYvQMW8b3nfiQ9qklqPe6XnL0OkiQ+O0nfvLICJL03dHK+xAjFu3NQNb2EBZm+IK4JPUZpCT2mpwM+63+tPcs5PD2ut3O93q4NPtjh0zzKcms9AXH4PV95Bb5Bgxa9Av4AvjmFFL6xTB89vIpQPgCnwrxqoI68bGkSPiAqfL5bt2e+BXWnve4G7Tz5agQ+H812ve40gL3zWHu9/CAovc3WozwgRIO9YRvmOy8VBz20V0m+qMh5PY7CQ7xvpsq8sIQGPRcpf7vGS1I8DXxlvKbWkz03rRY+LYgHPpu6Br614P89Zhxtvb6Sfr1VE8U9K0EuvjBJ7b03A08+baSCvRvOcr1azA++BZ1rPayGtL2hCSQ9hPMBvpjTfz5f/Vi9kEozPi80YT5X0AK+w601vnoYv77hJRk9/At7vpWqBj6Blqu9OlN2PlHzQT2NPIK+RGCEvaeEDr2UuSM+8+/tvXxMIr7ympE+cl0JvrD8rb4MQy29VUYKvlS3mTvqOGI+B6wnvt9DGj3OZII+xwo+vU3WqL05i8I99Ej6vRQyTj6ij2Y94fpkvXEZ1T3YNfk9ULfdPY77Nb65Mg290wqFvZXVhj1sDIa9ZnwPPdev172B6X08fp8BPXyOE76U6YU+3uFYPofJKr5ti8+8XT4ZPlE5/z1gayC+WLSOPgsWs7xKy4o+wf1qPSm81b0v/C++Uudwvr6AXz24moi+CMNCPg29dzxisTA9RH4Rv3DdfLwqBjA+oFn2vYqFK74C+LC+L99FvvSUjz06DjQ9JO+zuz2ywL0uyZ2+sqjbvkpCzT1pfiy8L4SVPQ72s71AYJ49QU58vhKJoz0Qv7m9BOzIvHSEMjw9kDU+Eo9ovpjEcj1vp6u91tfuPcwRqz0NiqO9njccPp4RQz2cLTo8nByYvnRZfT4t8pg9U9DVPW7yfzzayj49pKT/u12Wzr10mhG+CnmgvRi6xD1t5Yq6LX1Jvn4ewD3KLwm9XP60vpotHj5+mTU+R8FyPZmspj0c4Cg96pVCvvQS0LxtLg499xx0vuz6kL4vvqc9VjALvDRSED78rhE92GAqvvoU6r10sgC+AbuSvmXmJr56lNK9RwSlPowW3z3ubyg+pFfBuzM4qT2oV/u8efzEvWk5er6XpeE881gIPqovsbzsB6g9ZZ2lvsZWb77UICU+UCWgPUnvwL6fkIW86TwovSYGRD3Y7YQ947QaPm8iub6X7u+8qJzCPTpey72gEKq9aA8zPrPIGz58BaO+9fSWPcvywDxbuVI+kilDvLe2ab736Ae+FQ4DPA7rAz0zbd29G3koPj64Ub3SXG++fDrfPsDDzb0HSEa++qCkPRQLAr4tvl6+7CTbvQG1LD5pUZq+YN2tvQd4BT7k01W+fPslvg7oEL4k/eW9ot0kPgbwxLyv8RS+tcG1Pc5Z177jCx8+0h4WPFCWDT46hhU+ilM5vgd3hb3+SrG9DeBiPsn0Sz1usRy+hoGFvkz9iT4P1ra+f8Bkvqjhuz35VE6+JXsLvet5fr1r9YQ+2zSJPiy5mD2Yw4S+BqShPX2oKT2jHA8+E9R3PfMhBj5Lszy+3TQYvujN67xw89K9M9AyPV4/gj0KFY296rHEvTmmtj6jdp09eXG2vvi5kb3/Fb++xEZvvSehirwiA0G9OM0nPoRukL3qHpY+7s6Pvjejmz6PK4A+NU8PvjQdgj563jK+959vvkuCFL7/iaq9vhv2PcnWzTwHN30+dSnrPUg9/T35ZJY7WTkcPekzL7wcwsA9AfqvvZhBUztOXqc9Kq8XPik6oT1pKl0+/0UTPbthhb2begc9RIEhPrMEfT7ekyQ9iruFPQS41z0toye8q5VdPpYTqDum7qq8lzk6PtNYZL1zyti9l3y0PQPe+L3hNCU9h+pfvToMKj4v05E9dYrgPXBdKj3Z2Dm9ADE8PNk/BD6QX10+i8j6PX9xRz5Ckps+NfXGvJFeurztV8M9HAtZPCahsLrDy+o99qwyPWdTvj1Kn+G701iCvhaIAz46/RG9CO+tPgPjmrwIyMq8wMYEvhSQnL3bBZM9cSsOvMHtpj2RLs49AyBUvsQmQz7agE29nIUlvktiJTtEGXC92X9EvV2gnL2AvYQ9YHgTPubJ1L0KFC++XOQIPtF2AbxVLwO+UPA3Plps8LuiC6O9nKH+uz6b2L1Dp2Q+XYkVvjw1br14kEM8dkJ8vXl1L73Jrlm9d4KovcMOlT2Q9Ru89E+6uwhOyTx6oq+9Thxsvp+PG76hZwM+fQJ9vesezz0wCHa9OMPyPM3ofLwj6Mg9CprFux69aD1ggua9SQ6MPkx/IL7xsQ4+whDCOwO4ZLy1HI4+DR3uPWx2Jb6DaxU9KWeIvZah8b0pM5S9Gy9ovlEqHz2s8Bi8LzoOvEiRMz5/eIS9I0qevqsKED2Abkq78m5WvlygDT5Tupq9HDiuveuJXr5RRgg+MEOrvktoPT6Otgm/eYBKvpLPFD39hn4+wfk/vrlaLj3n2Y6+8b6XPYSTQzxCkZY+5V43Pridq76qEoE+/hkbvY29Cr0pkAG+/tmMvct3j72meCE+Fp0uvg/SW77PIBs9FdabvfFhnLrdTkG+9xRcvnGv5Lty4Sg+jD18vk33zr67YWs9WFnBPYPjyDsgh2C+CCJrviHOPT5YxYc+Zq1TPdnFNrzVsNe6fW8qPqNO6zvsvy8+QxwwPpnGcj5oYCI95l9xPkNbxj4qDYg+fMXCvpYmXj6TcWC9gvcgPmfotj1MV0C+7vrGPYqYvb2UTKi++UClvmrDBr6HQIY+zi+ovnIHHz7xRiW+rt9tvtblQT77NOE9SSAWviLUL75QFhA+TJadvhGdeL7rzSY+AnCNPCVPJT1j2xi+zjYZv5KTRr4Bg5G+mYVpPngBKz63VF08ycgNPkoj/b3+Tsa9GQoVPJpgPL5tJKC93Z3kvNEqzT2BPUC+owL+Pd1qNb4j7Im+TeK0PlkupD5gJhK+ysKevuPFKL5XJgg+SwVavhxvbb12IOq93+LsO/gLZD1CCui8adagvjSCNj7t4UO+cKScvS1XVb6VeOE98dK4vXIeqj0N9lA86kaUvta+pr0jYPq9X5cEvvoj5b3ANpu9aw9ZvscW6D6pOMY8hAroPeYhi77umgU+H51qPvQcFT2atv691KzLvVPUpb6nLSk+Ik+tvV6HPT6aPgs8f1EuvBNqor2PeJw+CiY1vu8bnr6ORDW+4q87vuEFt7yce10+HtAzPuYchL18Luq9deKPPi90gD1roco9LkjzvQrmfj6g3iQ9Mk27PiB+oj4fXyo8Uq7gPlXttj7c76o+D2DhPSefrL4a7QU9RFeNPWpNFz4kSwk+DjvPPY3qCb7wAGi9CiKPPplo8zxrPj+9+mkRPiJDoz3cX4C9yv1IPqYa+j5X/Ko94cC/vMzIqj7zyKa+9E9lvkKRar3rZ2w+Zxd5PmoV3jzlkHU8Z0h4vYEfhT44Emk+M8yJPcO3mT5HA4c+4MeKvqtbyr7k76C9DDY9PPZJuD0FIW8+g017vhgS2b0nbXy+bLS8vRRKZz44a5g+BFmOvfqUXT27sfG8DcWFvdHhKD4HKok+hHCpPe9kxb3Vpjm9XnSfPlN0BD7FQTy+okqzPIooCL5aii2+SBqhvRAh5j0zmKW+Psy2vdkFWb3ap9c8xNdMPga4Ir64eHu+SOe3vZQWDr4luTE+T3CPvupJxz600ZM++8/cPuk7Dzs5RYI9f6+WPZWdz73SjEs+FPymvpSxVb0Zj+A9mxxwPBsdGr67ShS+GZUovpjldj03eG08M/kyvnc4Nr75oCS+9ja2vZ1qqr5O52C+xZ7KPTgjfT0RyVy+URzGPSNbbD4YuVK+EQQjvsuWPT6g1SA+h6OdvEPYK74tpVK+9WIZPlPO6LyzG8G8agEOveqHgbndfBW+Gc2DvEBNWL5Aeky9vo+dvW/xNr5Lh5o9jfLivBpBkL3r4/698zAWPXDsZL4jQMG9EhgDvCF4+72ydbu9UHjwPY4qeL74jZK+Mu5NvujF5T3UjC49xyFcvbkKnz2ycyi+hQUXvoYWz70SeGq+Y7YuPcDiyL2mv7u+DliDPdqlHb6fp0a+dzkavsYyCL2vfm09ghyAPRO27L2HbOo8iZz+PFBmO75UNAU+GjSYvEzUPL6n7QQ9hGIPvtK+JD3zkp89wA5FvqHCzr3qolG+2t0QPUwrCr4V/Le9cIsGvtNtwD1s6rC+LXzhveXEI75t8lG+34bzPeljJ761qYS+3D76PZHSKb4tPVo86UDTvVVyOb5yyQO+yNMhvmXQOr6Z4Dg+sN73PTtEeL6mR9e9u1ocvoOOZr6WCoe+QDW0vXUiqD0veeE9I9/EPCBOWL7WLcQ9wI6yOxDsYbxazGG+w78xvno10Dw0AGe+cc0Yviio8rxaK2C+/hG2PRC0Hr1atz++nQ7fveYgd71zCpQ8IjqTvJct4T1rXL293+1nvseoHr7P0om+l+WfPYLQQ70BIzm+V8VzPnK1qj3G8oy+L92ZvAnolb06cVY+VrXDPTTWBL7ce4k+LFi0vE5TiT798kY8VoGOPINWYL4wDC0+sg5dvtaOjjxAJoe9HOWuvik9r72Vslq+5H57veUBaT6wJ7E9f8gkviKHq73l4tG9gruSPgJvfj3PlKg8/1jsPVqqNz0aYuE7d6fBPRFgPj75+tO8CzS7vStjybv0WyS+BiQPPU8/Cj4PU4O9Pwtmvqf9dr5R+QA+vNZgvcoaqT4+gcG9Tuabu5bRqT0O4rE9ypN7vmHsST4sFNK8YsB+Pcizhr0skw0+rEXSua3sCD3Tuiy+gB54viFYJDxfTIu+bMoiPmKPND5Oy4A+jE2qPf8xUD2oG+G90ODAPq4tkj0Urr490fSCPf8sFj5tAYK+hlX/vYndoT5fktM9crKLPt6sVT3ayvO7dXgvPjT7tL2P5D89OZN4veMgu7kHFwa+tfNVPtuLt77SRnG9B9XlPS+FJ77ktoq+Oo3UvSuUQb3sOmA8wTITvAqLzT3IuVM+vIicPgJFNb600tg9UobyPaMJvL3Zsu29RqyXPfmfvz1+bsM9n86HPYCaj72KP2m8PxfLveFbib7pTvq8FzPFPDDB2r39JSi+rcK2Pe2f6D13rXo9n9dLPtLYvT2zLLy9KU1EPvEVWT4OWhA9zwSgPYuoMj2CGqi+Rn8iPbiW1j3/GD4+/rcLPhvUhL18Dw8++nOivPzMDD6w3cu8GvhrvpGvib61zUq9fq7TvAjdPz1gzQA+B7ifu3E/l71bC9g8/lUePX4RqbwTyPE8f16cPihbiL4Xfj8+prB+vgKZBz48Mja9ZE8/PohlP73H1Po9D9dXPkTru70I5ba8dCIqviHMybzGBWi+HtdDPW7eQT4sf3O9uawovrn9gz1PjE2+PjhFPnkwlL2fFww+9pEkPvDofb2Woym+gu+RPdxb9T2rQAE+PZ5KvfI0X7yUhI8+GjYvvUTkm72yatu9CvLnvWxD9T1R3o0+z48zPOpXMD4jDBm8LfFFPtnGvL3x/ku9gAmgPWdrsj6YzQe/7e2cPjrjgL1rapY9wMUYvteXRz3DXFQ987x5va+3Sz3I+s+9T29SPfAJLj4xtCK+VTtnPqiPUj1Shs49XkCkvc6ajz1d58w7/8LnPIOAFD0Cve49oeONve93JL7jvgE+ncvovs61Or6oJz47qRSDPW1SEz33UVO9hoQ5PZoCfL4prze+SKvOvR9mHT4C/WS9E2KqPgHK1b068NU93IBVPuOWBj6Wato9G6WUvnWPJT3h+CQ+HVtuvhxKXb3Ch3+970cVPa/yp75spgW+azFXPQLTO76x1Vg8GZFcvvMDFr6OG/W97w4JPiQQ2T3SXy6+jqJVviuyIL7+zE++QkZRvloJNj5iBoy9gosCuZBHU73awbk9cLEjvoATpL0YRFa+mShRPsbuNb6gwg497Fd7vnFA2r3+Bwq9anJcPSrFSb5d3Uy9hzyUvmcq0r1gVoG+VtDuvW4o9L0QzJQ92sWSvO8cH72sKwi9/ejUPcngqDwHU0M9WaLhvXpgfL5sfGu+jYX8vfMAyTt+Szq+USdcvjX65r1RkQq+79jmvBLCHr5JfQa+0Kw8vmVO6DsHu5i+F0BHvqNPF758NXy+ax6lPW4se7yV1uc9NjJWPaadiLzmRQO+41CqPMrMdLyaYRA+ulAGvglvs73/5j2+xG6gvWQZpL0Qh529O+ECvqWgoL6l3cU9ln8OvpptAb7Bxgu+Ws72vU3JJDyivxK+K1iRvq7+6L2pg3u+6q64vLXPOL3+9QC9cF5EvrWSjb7dTFO+fkvvvGy1xD3HVk++QO3nveveXr35SS6+G32RvYeUKr44XCe9ALvLPM3TLLyUmlm+c2WEvlUtWb7YjfW91o0zvtsgFL7Ubqu7aSBaPZ9WKj30sVK9ugLgvTN+ub1dilC+p2U3vaZ+Cb6wXD+9Ns4tPnks5LwaZAa+GOwWvXlCB754b9U8SSQJO2ZWu73sz/m97gUsvpyHQrxny6y9pdgQvVuLIT6XjIA9UcUZPn7+Cj4Xf0S+xxkqPura772KPGu+LI2FPDyqNLxY1eu8Tz7zOxsPAr7rutA6PUpvvKPLMb3x6jw9wR6mvufSHr0Kpyy+1GO5vQcYyr1jJ4a9ntgLPjqEQT0XVIW9SZQCPtJEyL2fIbm8fxnzPS9BsT0xNVU99tk+Pn7lpr352Tc7s8HzPWRLPD13pBG+wU16vCgDsL5+7z2++KxJPRTSq73wUR4+DTSTvcESJz0DVdQ7jbPqPB91ET7i2eK9KX78vYaDFT6RvNs9Pn0uvVz/5b00Goi9JTSjviZz8Dy4gpw9sTHRPTUzO775vaG9gPQyvmSZi70+OGg+u7QMvrtLpz2r9Ae+eyMuPR6Jxr3RP+29co4+PmANcT0AvVC+xsgPvtKA1Lx3g6W91zRRPp/yH76OAV29y5xIvYG6Vr4YDs29w0sfPdBt2z3ttu094zIJvVg/ML1Hizo99vIuvmnyUrv34R8+OewRPob73zrxLIq83b66O5HIMD5VDBo92ikqvaBe+7w6biS+My/uPd0ga7yAGAi+enzAPUmp+r3bS/29hF1MvE8AD7w19i694KaIO+9wdT1rhim+YfD3PXudHr0SRbo9htdKPFH1CjzcAY47Zon+PXsFAz3QwE2+OnNbPmQmlT1gnRs9NN/OPVamMD2MJog9H9GkPV3Jiz0d2N88U6ZDPpqHOj58f029X7+xPQ/eLT436ho9fZjJPdCSMz6dULS9SMIUvaWEgryYIMc9NkIZvAxYnT3h9YE9s+CrPc5sgj1NZ4s+qUX4vAU4Cr7JROU9hvuzPWC1+D1Y8508ytiHvVoDAzwiTIU+toEPPptnVD127nS9ZE3ZO83lND5a8vA9G4PzPS6SKb3p0Ia9m5aivqIlNz5XUAG9jVYFvd5YTz7vvgk+WGIxPUB6aL59c589kEhlvCEVVzyT66A8IUQYvp9spz1H/nk+4UmaO6SpGzxbd1u9mxWZPbZ5njzwkX87pOvdPQ/owz1dLas9008IPDTQb70GTb89rso8PrPja75UFse9GK/BvE3mC72MTcq9vK/mvWg/ij2TbtM9r2AMPqUC1bxXapK91GC9vSKmTL6Cw0w8yP34Pd2ED76YucW9ExR+PbeThb5O99g9YcSSPtBh0D3S77e8wEbIvWaepr3iLne+W8F2PLnBmrxilGk+UeKuvYhchz2ejpe7xExQPhErSTwe2go9ZgpwPQLdvDz++is9gI8+PSRMoTzSAbU9PJzhPYj3Fb3XTOw9qWLAPCuYoz2XBCg+mo8mPea90LyvdJ49qfq9PIqHQb3SkVo+9r/4PZmwJ710ScE9D/KPPTx3kDsxvz29jqBzPHrcsj069Ai+M4I9vgAePL4/8QY+0vMpvYSwuT0k1VU8ZtokvgwyzT1Hs8k9otn6vbE6Cj+SFgs+Z5itvChhIL4O7bg9udURPbBNlD6z7Qk9n4c8PhRrqb1+1wG90g+tO5EvXDxcOmu+nMaZPv2Roz5E4Ck+VdTsPdGQrj0eJCW7AWhFvkWsN75PqTC9pkrZvWYo0r3Mrk0+tQolPWl6ab1yXPe8ZpWOPt/gh72TBNQ+JhYePjCFQj6iqtc8aKbhPdJNvj0XT+09PtMWPwlkl76k6TU9mN/CvDUDDzwtcQ8+XYsjvldcHD6liho9XWVyvr6Kaj7OcQe+n43wvM26oj3ziSk+FQWZPVOwaTz0Wde8xi9cPdfFSj6ctlu+FKOPPlaYcbwztP46JfWivNypErqJ8Aq7vYpqvfbTx72fFiI9LibiPXsRXD2akYY9tVJFvm22hDywrJW9Ptm5vdKjNbkL0A2+BoxvPhGofb33sR+8VICoOhYhVD53gTg+SL1mPlg9Kj4Alw499t8wvNw4I74IcBg+LJWCvVytIb7N/YU9ozbOPgzdvL09n1Q8f1aFvD9bVb10Tc+7q4XjvFHP+71NGpo9dTAuvM+d7D3Yphq+6zxbvtXzjz0rLAM+Jk1BPBkEBL6iXQO9cCFBvlvv9j0idbs9ivUfPnucA74aUVw+I+GIvS9Km7s5JpQ+VaPYvqictL3wMnU9TvqgvfBeg71xnYK+smt9vrdeur7/Fcm9EDMZvnVioT1P9Rg9eDudvSPR6b022dc9YrLIvRcCpLxKtVc+vTajvBmZMj6z4hI8jwnavl61Zb19feW84SxIvdQzAD52vCk+8Vm0u2NEpD5Cc4k9qr0Xvh/wHj2HVte9m6k1PlrZuz38CBo+VOmjvMngrD2vZgi+pKLcvNHmtT216Jw+VI7Cvtp7yT26YE++4bAnvkmj0D2oRYW+zfyRPsOzmr5iNQ0+/ca5PbxmEb6X8rw92zSevsAXgbzLpx6+BRhMPriwBj5B0NS9jzkyPrSjVT6nCh0+9KaFvY6rDbyocWW+7v/xvpDzTD46iQC+wfGtvu9o2j1cEiu+REEKv39LhD5qLDy+CY+RvoJp8j3f4g0+caxfPpIkCb7auCm7rbV/PRrEfT5YF2i9lEJFvkDnOr1Edxc+5D7vPDFMNr4EKHO9llcfve27KTyDwUM+wxt5vvMfwL1i7Bg9Ct19vkTG+Dz8Boy94MihvVyAJj450sq8rckdPmnEV76xhie8bJM+PHvjWr7kaXo9R67XPZ2mNTza5xk9fok0Pl+VHD6W9c0+4/jvvvkPFzzf2VC+XmZXvfYPyj1YvXO8DuE2PqBxqbyA/n4+mnyWvugLPb5B/I2+p2jrPb3Pkb79fbW9ZfWzPfYRmD5UcYa+1wryPpwzeT2VYUG9YwOIPDnFYDtOxIg96xAxPl5X3T76RCW9a62tvbjakj2n0kK9/3CCvZajiz3KFEs7Zj3QPLcsZ77Mre88iwKUPiNOxz7ln5y+HYQgvl//db670YY+3rj/uzKF4z1oVbW+KvMSvR24ID6uewG9yLhFvUYcTb0l7KI+sjBcvnDslj5opTM9VFdju7zJhz5d7Au/gC6mvhL01b09YIe8+GJWPhEwIr6vGIa9J4GmPtc7OD73p6a+kduhPUZEMr45Ak292NfkPdLmC77Qxqw+rJ3WvZBvdz2UFJC+u4SfPdt1gb3Un9U+nKbjvY7Orz5BJTm8ypxXvoY+ML6NIjs9yM+CvVstBb3bbTc+lVJuvmsFOD1J/FQ+ESSvvAGlKD4Yk/g9hgysPdUjJ76dLOo9vOOPvkxkcr6Wu4I9b2gAO4n0FL4VQC++e28wPhffRD7FnEC9YRhgPswVXzzDQmu9Ssp5vnQ7WT2mbrg+TadYPQuNLj6w3Rg85AAEO+6ZHD5t9hG9s3TpPe9fLj4dS7Q9N2+Evi5aaj61TQm+DDgyvlFOML6q3Fc+nD+Ou+OKIj6IpKC+zrgYvyvRDL5saYo+q4HIPXYc4L1XWpG9xeYlPcNwDL71NF++kxNHPny80LyUCEQ8tZPRu7n8iz4IR6w9jvfyPZs6JT3etpW9Jo+YPUMtqD1hYOG9/Nf0vbsaNz6FO4E97NrKOvQ1O75orVU90+IHPUxxkLzQkB88SdEIvQqx7z1tnz69kowkPXyOBr5ajiu8vFcwvmPPpD6gCEA+KrzJvYonpz2ACRs+1QQhPnvsdz00bB49YacUva0BTLu3KTQ+gLmnvVno6j3eLpS92RWXvXFyLT09rrc+CaILPgt5+TwQAeG98E6Uvafhfr1LzZM9azF4Pr4+Xry0wQ+9w2mwvK0xnDylyLG8/mrXPaHCAb5nkZu9YmbzvUJIRL5tH3U9dT+qvdFThj0plIY9xtUGPjxlKb0q4649t+AaPreEzj1Rrsy92z68PdVmMz2+SaO9kBRQvBl2Ab765BY+9B9KveBvlD0I2qo79AfCPOK0Xj4NoCi9687svYWzK70sqI0+iDOsPDrSgL0bNlw+61YNPhEwWD0Wf7c91HmMvEuZZD4X0D6+l6vxPV/IN73LUoQ92w7sPapRH750IvK9Y5xWPYxy9T0wfnQ9NHZ4PlpANb1TkFc+2Gzlvb6FZj04hgA9gmvIvda/jb0knXS9oZinvWdb/zmeWwe+Lf9evgU1Kjxt+5g8tbxmvea8pD00fgW+Y5StvaZ8nb0nUqq7wYMaPcfQlD0XGIs+m2P3PjbrfzyQCC49XPnQPYDPDb49a14+Kfg+PklsDr7mewe+oAkLvsMV9L0tFY88j0y6PRB7CL6aE5I923fRPX5b7byBkLe9vEewvv4g+LsPeSc+aGhwPXv/xb3aDD29lEzOPgPEKTxc57o+CE/ZPGrZI75NTOo9D4hKPv7bQL5PERS+TdZTPn6UWj4xzRe+VEOcPZly1L0VLaa+KsDivcQzfTsWm5y+TTTHvWahNr7dUFq9FKoFPuBBNz7SKYq+ZBLBu8e3RL76LnK+TRuDPgAKuD3oXkW+jIkvPVG0Sr6Taos9OnqgvqSM4D0YAsI9xpZSvhHeUT5tZnq+MXBMPmAuj725S6q9dGaDPvL4ir7/7rG+vCXcPn0r3L3G1ww+lcLqPZoAfT6RjoK93vw/PK9irT5Kb5W9i8nMvUXmqzwcZD+9iHBaPe7ThD4CP9o8s0CmPSqeYTxptpu8Mk/cvST+9j4R9Ty9SFksvgimqj4nThc+kxOTPXAy0r0h/Gq+OF/mO+BO1D7HDB8+z8dePHWapbxTwH+9LfZzvsyPhz7u+VA9QwoGPcmo27wR/KY9MpKTveCsBD49v7c+uV7FvUXNrD3JBQC+gXN5PuBDPz5Ia2s+KnlaPMlTXL1Iuns+IrELvrHJhzyN2pU+J8cXvnOVGTxjUAa+4D3fPbXJjr6dsqW+JTYWPieyuL4ufBa+x9dLvtVxXL4YkiS+71uGPSzp3L1NFtY9LI7yvn5okb7DHww+GvQhPScqFT5br9I7Cph+PY9nLj6Hy949ozzwPLsnb71piwC+SnYZPheFcr1HYWG91yUKv9Mcxz2YwPO9OVKOvu0BXr03KL48fDPUvkbLfr6PKlI8qqztvjbgpTthRbq7XMyMvSnoK75O9Qg9pUSlPtqzfz6omZE9+BO5PSJSNT4DTyW+VV9Pvufl0z188TS+8udBvo59Yj0qvzG+LyMHPpEc8r23Xqq+806nPkyOFb48Bvo+HssCvP6+S70bI4C++l0fvby0+L0DJ+E9KwtJPoG6/z2vWq2+JQF+vmw/Xr01ALu7ZwklvkdKAD6xgOO9unyCvpXfDD75Egu9R33sPJcaUj7UO1A+0mOXvtVhEb3qDZm9FGznvQZ1Kr1DpOk8BRd6Or5UVz6snpa+vvF+vhB7sD5OS7q9SP6wvWoCtr7oOlk+uMjaPQbvjT6e7i49h7PrveEqj77gxjG9Bc8uPUS0ar08FR8+OaEpPl2PHD0c0aw9LB6VvuDf8r1zqJS9qgYVO5ym2zuSO7290ptdvn3sJT3WdzS+kwBxPUd6870mPiY+BryqPWcLBb6qFie+/vq9vEHQWb7GEU2+8L7bO1qUVr6rO5E9EHiZvqD8Sr7BKlQ9NaJsvvxRu7tJ9Vm+Uv33veh3T73pZgc+FDurvUFZA73LEjG+KwcVvanR+L338xC+2IE0vniTsT3viDW9NtMQPhlxRr55eZG9JzgbPiwLR72ttM+90XmyvBFAfr5rCSM9KlMHvgtHnT3ZW8C926BXPLdxFL6uWYs8/+y7O3ORa74wycu9sRo2PfJTn7w4uIG+/FkQvslKfb7kBKW+BLUJPukiLjzFFYg9ooagux0fKr5Xeig9qDKqu3CEAL5Kaci8RQfPPcFEEb5CaVu+fEqIPVwGdLtVT4O+YtEWPgXIHbydg2+91lSFvY1LBr7LH8g9rLByviNicL5ZhhW9lc1PvkZzAr4PVl+9TBLcPVIQKj7Yyzi8j1vFPd+aYb77eww+ac/bvIPYhDvNlVS9QbhtviziCj1/rUC8TnZWvUpXWb6I4s29Ekwovk+akTzpRQS+egKDvXZZRb6J0P+9WQasvYxxOL6vlZK+PSkTPSf3mzwhTbU8uGmdvt1fOb6XNQO+32M0PQ51gT3/xKy9ahPfvfi9Db5V8l++eNixPW4HVr7Ygw2+Oohkvnq2TT1bsCU+zQWpvYoIBT6pmfi9GQNmPVtVZb4AJsI8IQJwvsZm4DzVY9u9sV01vR4h67weYk69E/XJvhiSMT58nYG8+dY8vsN/jT0pY4O+JMYmPZ73l76nLrU93NENv7aFh7xqh2W+urPfPQjoPz28sRA904yCPUkmFT4adkY8QZvuOlJs8TzMx4I+WUDxvW5tY74v/9m7PKdHvWpO3D1XGRI+qw8CvPqvLj4vBwE80/VDu+w3wjx35Hs9NTpcvRFKmbwWKsi+o81yvqNVKj5AIE8+FecFvmm40r2S+i694+ppvjP/272T2nu+25pYPFQaWr1rMPm94YNTvSzMeLxNASQ+9D2bPY4LOL3/24o+ra+YPHicrz2j8cG8K0YRPSIjJ70ADeY9PLNbvb5BXzzWYtY9N0z2ParlPT4TFV292By8vs2Mmj1Y/SO9xzMavhUMl75K/Zi+taQePvtBDj5AJPs72OrzPI+xxj0rNCo+m3+evpyZKjyUUX6+MOsTvnbLAb3HLeK9kcMVPsqnST5wEuU9XEyAvmEvzL0ToUe9ypWnPjbSiT7EIsG9RS8EvTR7cD3oMkE+ADhzviYyR75G86u9D1+NvRH7tLxVV8Y9Gw8Pvmqgkz0mtcw9jBt0vigHYL7RMYo+uXMHvRjzxL1AKR4+47yYPXEQ0rvbuKA9dHspvvDLbj4uJVW+YHIovRbUWr5Iu3C9kegYPlKZt73BWj2+HdiGvkdfTj6dTSc+aaCrPGN8Q7w7eCs+uzUGvijPgz0bngM+KRK5vWrdgj1kv6W8nHm+vTzOEz3+x68+GWaDPYBPJb6IxG2+4qQOPrxvDjkj6fQ9vOcbPcAJgb0O6FG+9pvIvR0ph70QCCo+SzlfvrqVp732QsK9DFLePF+GSLwA8j8+J8kMPpNUOb2p3V69CScjPY6PyD3tXGk+jUWevdA23D62KRY+WUYYPrBLJD5eLo09UnhHPtW4VD5JJnw+88N4vLcPvb7rnjo+DLCYPvHHAz4G60A+Txl8veyty7yX2wO+C3q8PccuuD0r4NI7rvQ6vChTar7V+Fu+U37YPT8mRT4HqjS9DkBkvTrqIT4c/SM+8AW8vWkgSr51tx2+yDnFOlKeiT1CdlM+z3aVvVRCFT2/xK+78cwdvSrr4D0Lki4+jnigPc8vOb3qk/09MyYNPhtYCT7DTx69cXwGO9t20Lz62F29Pxi+PVM0RD0+hQQ+c65BPBtAab5WbXI+6deSvm07hz6jIFk8cLZPvhd8irwPTB4+mZPTPjmtYz1d9Yq+/+RjPb/lf75K4Aa+HkOOPT+WOb5MOp09HKUYvqGoWL2HU+09nqLwPYxwKb016yS+ZypuPmidQDx4hoY9iSo+vXrP+rqEzIs++jhNPZW7Lb7FhAQ9HoWMvZAm4j1DEIw8b0dkvkcvlz1a46Q9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "6H8YPNOaYzziIde8Wa21vAWyUb1mgdq8rR9RvCRmFrx+0xM9HgqovXUMBb6sie69f5sBvjpbX704hYc77SLfPWDNEr3xoa69ipXuvCX5ib3Er4c8+abevZWJGrzQbpS9/+wKPPAluT3FsrY9S0zuvIoqzLylbJe8ZlEVPGQjh71QD5u9DWfKvJ5TmT3WILu8i8povqMrx7231yu8n+QTvtHb0r3Z4f+9QFIxPUU07r2mTSC9bLyXPHkBoL0W8r682wqWOUZuoD3QJ1u9GyJHvdb4Yb1suK29jrWpPfxLKDxH7XG9LvDZvfgYFb2dUxg9uy1nvk5Q4rzCz6S96n3vOnWE7z0uWgO9KpZTvCFw973GMTG9k3eSPZqBD70GuZm8IMu0vRtU9b2GN2M9oq0BPe6ghj2f5UC9eXUbPkwcm70nlCm6NdZyvCsnFb78ukO9vRXMPc5Waz21OBA++llavaPYt727fb+8+TT+vTwLeT1JuT4+YDEpvnqrzL3iaVm92fALPiCevjtnmGG9EBYPPZt8SD1opY88eZePPXWKDb2IZuq5y40QPXqQKb1f3TK8C5NAvf1QmL1mWwU6FxKFvKbj1b2v5qm4zX0LvQngUb5cieU7RFkCvcveAb0gwQi9IqFAvYkUojumwqu9iR+avD2/+Lx2hxy+4nIUPXYbjLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 