{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "kgpHPq12M77TRjy+sF/uvcQ1n73Yeh890RPnu9CrF745MyG+RF/bPR7Vkr3+YUO+HFgqvRcFTLyuNM28Wv4HvYeCbLwSU1o7I2C2PbaVA78UDVQ9DT9iPgkHRb71EH4+2smlPUZ3BD3ItXq/VbBuvfhK+D15u249JH/lvs2s8LyXZqG9IOgEvRb/qL3f2+G8EgXUPLrXST6kMCK+HCKavf/TUb7/C109iuMUPpH9k76i1Bi+dAkcPsrcpL2PHJS9I1hYvgw3Qb5lgT++x3QsvWYIjb0MfS89cjn6PStECb8Ivs682x0Jvq803b2P0iI+r+aNPp42rzyMcu49CzDiPV36W74ILog9mo0FvkyfM71F0CM+/cL0vFWeYT1DYrE9xgPDvdXWLr4XkNE8IlBlvkONLr6Ycz28YyFsvqSq5zs29Cw+UILrPCqKDL01DoG+OafNPfanwr10Hlq84wDnPOBPAL4VJMm9DY9aPnjYET7iSFS+VG1OPpECnz1d/xi+AUkAPia5Pj4XohG+r4z1PKKtsj0zgkY+wAcmvWIl27uxAx69oBsBv0Mpgz14Ueu79aRovg0Vxb27y6+9mOnavKYM0z3RgZ4+cftqPMYCDr7E4TK+7YC1vYHBnr2yYNK903ZhOgvPBr69XpI9cD0xPf/Pbr7k1aU9QWJXPWawQL1iIOO9CzU5vXhymTzGTIK9kKX4vdskFz5nQ5q6F54xPqBcXL66T1K+wfOEvmC6IL30a509trADvNgkX76T1g++IIlUPmdgtD1ZzuQ96nbUPWKSLb3g+Za7a55evrFGYDyd+vO9NutBvpnVLj05Upg+FUUWvuHCijyh6l29lsT/vX8p/L0Wtfs8o8gdvtEqED4NTAo/88dPveDtDbvUUT48iJpOPi1Lir3WUbO9ztvQvYldOj0c1Ju81mIKPtMfaT28gV27yNFLPcsF/L3ar6Y8Af75PcFFr72ZQkY9ZsK+vLTJTz06QTC+mUYWvaQt8zqwRQW9KdLIvWW6Sr5TC5C+VuKLPY72gr1e3a09HN0pPgXVm737tZy9HMXWvWHWPz7wAp2+BLNAPkPmQT61pum6cdksvigz2zy06Ny9zMVrPoQwQTzYX5O9gnLCvSBwob0E62M9FUwpvYWPtr2sSGM+9vFSvXqMRT477dA9DsJivjrS+bx/tX0+tF1lPD1HHj7hIXg+LZZ9vZsBNb71lZC8yqU+vYb1t778mZ09aioqPms0Z71CW3Q+yI04vpoZI778zw2+SiHcPbKsvb1tsv+9BcDkOhiI0L3SQg6+wLpWvrxjWb10swA+6GaEvuFn6L043R0+qL4bPoCAkz1Lcpe9RnByvrSUh73zlco9WsdovgPG/D02Njw8v2mtPhgQfLxXSe09MTjSvdPqs72SuBw9/K/OvIuxkD5VSRe9iseYvTtnur1S5i67M8g+vKrw3TvNj0Q+5amKvaBkEjx1L889H3RHPsY48z2OK8a9IhYYvZ6bBDxHFqM96RhhvUs/vz0jd+s8S1Y6PsN2bL1Avhu+CSc4PhQ04jy6tUi7a4/tPf0xLj7o7am9kMJyPMWOKL7QTIu95WmBvtJ+Rr6VlKc8EDDpvdX8jz2MXIS9ZT0YPu+Spj3+GNC91QLMPRH5mD0Lz7G9WqQDPjYZZL3IuMM9y/h+vl/2PT5v9s+9oiM1PuMCNb0eOXM+Z9SgPS56Ezx8F9Y9KeB9uo3T2jxi8Qo+ji9QvrbTfr7uWr++EJmcPYE3wDulx4U+tWDevdYgu73BRSU9zWZbPtVL1702/Cq8xxmbvd1psz3+pmI+O0gXPqc3+jxm5Om92N8hvjqWJTp767I99TK3PoSQ2T0sbAg8Q9LMuwIBEL6Q/709bja5PR3zdTulz7U9wVeYvk1BXj35+LA90weSPkLUMj5ZMiy9lh0cvt8od756GCy++ICzPcp0n77Ousc9RTQvPZNtsDwCrzI+H1CEPB+H7zyTmfk9t2qTvS2drr2SZhM87MeLPvyoBr5nuca9TAfJvT3eX740OY07U0iFPrLnVr3zgPM9Ra+Jvzoh77xizgU+aRU/vh3jH749XEM+0TZrPlYncT6gpIE8Z6GkvCvLc72SWmW+Ppm5vdowGrw9s5Q9qlcHPaAmir6/Z1q+2oZGvhS0hL52qJC+6ilNPvaRMr2831E+S2DTvY1KpT6vpaa/osgovAbyPrrbidg9xcCfPXTBmD3m8QK+xigAPpcNJj5vnUC+paVTvis0Z7x/4qM9UgKKvnUlyD0bbic+TgfHvh8YG734bkm9kD41vgEuMD6esPG9F0IWPhHBXD9xWgk+dlmzPfHsOr6A+Bu9tQJ6PYfgkb19Nu6995qgPFL/Bb5m3Dm+MfAaPtrHwr0lgl++X9W5vYp3iz2kyQM+0flRvlxUiz7cw5y+V0ylPW7K+r1MpAk+tIVYvgEkojyyVzM+6GWSvct1Nj67/cS9lY4Lvtj5eb6CsSA9qmuoPXSTM7sqkvQ9QzN+vq7biL617l49Y5dVvvCUm70fZW490FbqPVDAkD1UY4w95Lt7vioK7ru0no2+oN0YPnq+Dj51Pjm+OpREvilACj64QRM+PaqcvnzClbw7JGY9p/bsPX8j2T0JZAa9GezJvZbYb74/zhu9nZdUPpS1d7yGxYs9Sixdvob7rD1SWB2+K6AkvdOKRb4/NAU+OvmqPT9w6r3mzma+7PJ0PbN99b00qSq9ei1EvoXCLT3DPOs9A9qsPblME73d7Qq9qTcGvq2BBb06yCA+RA2OPMzbtT2O/Mu96m79utof2z2AgeY99Ep+vkXXMj1aQoA+YiLJPRwCDb5AL7s9WO8uPW2pBz7cVbU9GmWMPmcAmz3FD507imPuO+pNzrxAasu9OhoXvsL5Rjwzcdy9zNL2vfSYEb6PIqw9fcBmPn690L09bng+9yjMPZrCEj5fPCE+cOGQvcLJf72o3E49FRdcu0WFGj6siYe+CZ/kPQ+yJj2Wm1O9NsFAvlj0Oj4nE3+9JPwovdVabj0AYle9NgauvZJNej4HZjk+Bb8nveiRSj2Khk+9tHJHPUmajb5YQ2i90aJuvpiEHL1YmAa9yHHlPZH6Dr7Qicw9kYJYvXboQT1n2gq+JIeYvDPh/T2icRA+IU86PV9ihL07Bl6+nP01Pn5tuL5bkRw+XV2VPQdjET7FObU+IAmfPpJvST3QPYu+arzivVQBxLyW7BM+yLKFPQXHur2dlo08gEl6vQ5DZz7wmxA+Bqd3vGQaJj5POoC9vjiHvAOber5WOXE9jPU5vc9MTL6ev8a91xwUvk2cpL1pR/G+VZH7PgvJU7yrKKI9McL4vVKPLD4ZgN88yCwvPr/Oir4v+148Wz7xvbCIU719OuI7rqEHvcl6gL5/jCa8LmB1vWGeqz0Toam9oXk2vq/wzL2noUQ+aSuFPGdxwL3ZIIE9ynWcPiqeTD4DKe29MVDTvbnjxr3fzpq8wrw8PvnCeb55oN49Uz1wPjUyDr1suoY+6eqlu8Gwyz2dmr69byHvvjn1kLzT1CU+l+lVvZ7V9z1ZwMq9kvebvaJmgD6T2ok+VHIJvvO5CT59mZS9F0kOvpWGUb12SB4+oeeBvjGJcb6OtVg9E25mvrw1ST2s7BK9aOfSvX+wM71mNsw9f4SfPC66Tb7oGKe++coNPlSWUL3ZCYG9DSD+vV+uDT2Ky3a+SHuiPk/FhL4YAcE9LVllvDiRfL5BsNi9IKL4vfXrEb61KlQ9ljrXPRfvhj2YwaU9dLvcvGhmDj76u7Y+ydG0PLV9x76ESze++LnqPQJ0/DwhiJs+fMk6PBCenb5y7YM9Z/LivvZF3jxeeFm+I/kbvnm3+r2luWs+tAoWviT2Srzb9he+6p9UvfkCbj6R+F4+zZhmPfqiND5/kcS81+vzvfaa1r0ychG+o7wEPo6+WD5/xiu+xh2DOv+0gb7nLVk94dPrvQ4bHb7mnEu+LMocvZ4qsj3957+9Q86svRyhmL70ijM+J9tFvqYwhD1uv809vOpdPaihij3d6gS+bjsWPcaQEb17oay8LDngvTVRFT0Ui8+8O46Xvlc+dL3KrXE+ww2XvJxe6zzPabC9VXmJv8tRgz3x0AQ9jYo8vr91Cb1JxdG96H2hvXkEiL4QNSW9LN9pvvIa2TynxJO9umv/vaYcSz6ub0k8i3W+vTVwgr2rbKM9GncRvhxzEj6tJVC+ucbxvI436D6GjY69QvK0PpWeu74hE5m/igsqvh8w0r0O+6u+VWzePlxE+LypHKu+HfklvoWvFL7BdkC+/ahIPcFEtT3Tgf89M9WivW9vIb1vvmq+nGf8PeOgMz7Aszk+b+hvvu0LxD7XEQS95NwHvrwmGL8viTM9oI1LPvi4Cj6NOo+9Zf/Svk9KOr3AG+G8Jn9SvrluBz75sM09rkYXvr8vDb0GxYK+SAKmvvUGMj68C5y+724/Pm3PED5h7KC+zoy6PmpELL4GgIU9tgFkvWWylL1V3569Z+xzPPiRaTwzCfQ89OWZvuUlZLx6QCg9myCEvoFZOD53Im6+VaALv2lOsj7ljBi9q9S6vVCQVD2Q2v28oGylvnzyAr48y0K+pzGJPtoWmb5EA1S+z/yGvrY3Jr704eK9Df+fvYdbzj3HAvK9VPYpPhVMnr7UgFM9UxefPZm96z13aqw8m+K2va+i2D2hDGe99eMkvqeIRD0hETw+W99IPk3h3D1njJW+azfrvFMczz2Ndne+xy3BPMN5Lz4v67S+iHYHPgM8+j0gH5i9J1YtPpfob72s1yU+gHwkvRbgSL6fJke+XQiqvY7pubwKXXE9t34gvrsMyj7gsgi+HqflPL0Orzy2jEA+x4oSPm31CL7xouM+L0TQPYU5Jj1ovZa9LhHBPfg4zT6UzEu9D6KVPo70kjuijDU+2CSdvlLH5zrm8089IeK2PAcSUD0pO6G8u9WpPF2Q+rzTobO6rsXKvVQZAr0ab7U+bI8WPIvfUT5GLa4946mcvsqbIr62aWg9SIQTvjXzyjwpn9o8Ex+2uzfQo7ykb/o8xPxSPpw9LD68v9s8bTB7vk0an70gsAc+GSIoPeNmeT5HAw8+fNG5PAqqVrz09Xq9uxH9O/TcjL6a5x++O4pyPbK5pb3Xccw9B/6APWz1hDvTvr08xUysvbVEmT38Gdy9q2HIPH3Wlj0/KWE+2ZVvPYNH3T1+z0+93vmOvPnwAj1SmI49ig4GvmvYfz2Ul2w+l2sSvpalYL6BPle+W3/uPLwPWT02q7+9qq0cvmU2dL7Zi6G9IIavvbKTv73nvBe9aTwTPgCBV707jsS9g4OSvc4Mpb1oN0c+Ls+8Pu1nsLrH2LU9ttDjvcoz4b00IoW+c9oJP+d0V76SdTQ+E9a+vaqqgbzzgDK+zAE6Pj2tI71ZuEe9ELWbvsH4Ab7/RUC+YHKQvXdLi74t3qU9kspgvmkYS71tHlW+gWNAvvIZhT3xLUg+nX6zPR0wN7426Sg9oUTGPun2AT7l1IC+kgOEvsLkV762KZm9UtLaPLgTyr1DEju9DMRSPaVCdD3M3Rc/XgfGPbJwoT4MXhO+1gFovlagJ7o4ux8+stWQvY+etz2Hjo+8Hsdzvf2uBT58iQ8+GfejPBcQhT5J3sC9VIxdutjiTz4tAlY+1rmOvlJtuj3d6D+8o034vdtvQT4+vhW+j889PV6O27xJrjm9S2C9uy6cFz2AF028sa3BPRf2rL574TY9Rez2PFPn3T0ZHUq+6+E4PhzW5r1dcYg9lfSUvlR8Rb6W++U9L86YvavEUT4QsII9jNX2uyCSTb0HuSa98plIvQ0dXzsthqM+kjQEvgQBi72XDzc+oK8gPpAH+D3O/oo+0dwyPfYXBL5yVjC+gRrhvtuHJ73mHJs8yZ2ovXlvXr7CRhE+10fJPRDPBD678l6+ZsaiPAummL3DLwg7YoUkPj9Un71e0N89kTH1vZfQgT7U2pk8o+52PfD00z3UwOe+Y1u0vi7sS77agDW9DJCTPCobqb3PYRK+FvmcPfJ0kjyW29691TKNvgVHWb5DLVk+/lu3vfFQib4+9ye+ra7kvBxqID6xvBC+/4ZKPkWHJ76kjlS+R0PUvGpwkz4/DCM9sFCwvrFEmb2lb5E+qynXvXyjAD7i5T4+DQk0PuhGwr3hYwa+NqY5v8bZTb7lrAC+V0gEvW3jJT7GJae9IOxIvl5Ew7yKvgW88B8zPR5ekr1cbKm9/IgNvlApXb67sxo+97LWvRPKOL0/Kr27EX5evnL9Zr6wXoO9y5yGO7oI2T2bBFk9uveevFcqQ70q0T27cA9HPso+hbx3tp89+ucnPrtbXD1dX4m9ekqEvWhFGb7ayeW9vT6NPVBU/jwAOOu8oTYavjuQ7DwkrnI+ofwKvoJmGb6OOzu8ckA+vT4kur1RTD0+A2O4vZLuPb10cd09XCyTvcMziD0Pml++3SFJPnbdyL2Cjgc97JNUvn/aqrzFDUE9pk1hvW5cc71h18E+uRH9veCFC77Wz/e7UCgGvpDsqD1vbHG+JgNsPVvbj706jjG+siKUvU60oL0vNIE8arPPvYVVkr3vSFW+KTCPvRTggT1lng4+G4AqPhu/PL5taVO+P3tdPX3nDT6ZbY+9o37svXmTvb0mqPG8wYEZPmtHxT3lR7K8T2ucvZEWFD2gEJS9CC0BPvbDdT0y7he+bS4aPtPWJD2sy729QUigvagmmb2Fjfi9Dk6vvVNzPr58RvE8gX8MPvFZe7zeooi+f6UpPWjzdj4lFGi+MEUYvmmNnb0SvIu8cxgxPgVSHD1y1BS+Is4kvobOXbwwFrs94LQ6PfYm372V6pE96dbWPWtt3Ds0igc+W7SHPWRuwr7+yF49jS28vcxpUb4uFCs+X8gjPrVbPL436io+vFQvPlUCI75gDxc9QoVCPrFVzr24fQI+JfyCvialgL474wc+Zh2RvWxmi7yQ0Qc9fJ6JvEqwmDxk6hS+9rn8PC5mWj4fnwI+90tPvYg5aL4u25G9NU0evTfXI7wxpIk8nLW1vZs1E76jA2E+nTSlvX42FD6WEi0+adbRPSDYHL5aIgc+3IelPc1Uhr5e2UW8McOwPdCv6L0rHdE9K/esPHe/3TxUBty9MHCNvRgqMbqNSEW+edAyPaqUTj2mqY2867jCPaNWk77Sfgw+jdiDvQt3gjwF/e+7EsF8vs/qPr5B0I09905yvdE3Er4VZ029f6YwvV3HrT3zJVy+QBQZvV1YBD518gW8DQMRPn/1nL0vtZY8SKE1vvF7ub0iuKm99vkcvhh8Wr1voTa+EPu9PVJRJD5IOrU7lqe6PHmCFD4t/yG+bgWsvVHdIL74u1w9+PhzPk9sMz3i0lO+psWCvmb2573vB9M9nAEIPY3v9L0L3169bGpvvJ/SoL5HPFY8QRYIvYFuVT6jAEa+/ghnvGgjLr6w0Q4+zkDzPYCivz0Qupk93CoZPL62ZL4tMTw9Pb8tPsBRnT2KrDy+6ns7PfQNqL2l/r090W7OPRUAXrwoE2W+yeQ6Prun6T2rfCk9NL0GvKLVQz441Ry+OiANPueJ/7ra9q28PbdGPiTM2j3Uwei9DKW4PnmlZb1JdEe7PX4Gvb3SADySFoc+usBKvWHguLqEIiu9HJ6fPlG8grvDFbo90TjGPAUqBD4L7jY+VP1nPpkGjr3VDMK9AzMBPmskVr2psDK92XIDPo0Lmz7vgvM8aSbfO7+57L2W6Mg9dmCEvDGmLT1R2XQ+AMkOvd3BeL3PI0I8mlGyujWToj6XK6q92luDPsurcT5jL/k9JcQqviIxur3zURa7sKssPjo3vz7UpNW8uiwzPo0RO76K5rE9MlWBPo9Nvb13QMi8BJfYPU4+xD2iRx88yec1vioyCj5tEp09krKXPG+G+7wowUA+YZrQvOcEgD3+/2A9w7dDvjnklDwSHlu+/7pqvWUegT43px6+BrQJPodHl7vxgCi+gbHevVqQ5L31WP69y9wpPXZfOL5UnQk+qBzzPbtVAL4ahNW80jB1PU77Pr04SCs+JP1Rvj99NTwMHjY+Rc4MvguZkb04NBG+c5x+PkNOLT28OC0+cElUPRsUGr36wDy+xtSGvuuItrueL2y+/l71vID42rwJt+y8bqm3vW36J75adFa9hQUnvQTlLr18pgI+cbpZPdN+Cb31YAq+8/TWO2B/GL7CcNg9vowPvvoxub3jYiU9M42uvTLPWb50aNQ8GFxivJmH07z7l/U9JcYOvB5jrb0VvFI9ypK7vXpUQb6Z4X++3uxWvKE9Xb6L+H29GzlrvcXopj2M5HY+6572PXg8Rz5JmVa+Jt5iPdSKHL7WzzS9OYynvTMEib1eZYa63UmEveh4ar4l7TE9iqw0vSPRNr1B9MQ8FL0QvicCVb7rYdG9yDkcvfiJVT0LHPq9/zv8vcqgZb57L6a9cjCJvLX3fryHWwk+jUb8vVQ6Ir0JYfK9XBgAvhBXhL3Nj2k9lJmuvRBoIjx1gDA9qhCbvc6apD20Nx2+tqY9vsLZzr1oZiu+WOCSvW1m770IB3e9lXMIvjnv6z1EDvY8FgYvPWnHQbyDHGk9toLGve3wn77xBmG8uuV3vdifjD2GaOi9awoavm03IT3OUIk8TNkXPvC2Br3j+IU7KhXGPXXEEb4jOBu+6FlrOxL09b1YO0q81bKmPaYIUb6CRQK+ZqD4PbvHYb6i14C8Jjg4vcIeFb5mU/G9cPuIvX9cKr3obEy+Oh7CPSudsr1t5T2+zg1sPQSZar6GfLa9KDMzPWcmJ70tT0C+hoY+vAE3p72xPtS9cXVKvCaV8jvHxJm+zenBvVPcH74BmFu+PYZrPXV8A74zox29oHYNvsrBdj5dGMS5xmR+vqZBpb1o3uK86YugPc/tVj5vsZ69jCOpvTp0uz2n04U+icw9PvbPMLxMKEc+ISC4vQO0hbv8pmW+kKv6PHd8Jz1bKr2+xhTOPKLNsr0kRDA+/pCNPSht771IRN+9OW2NPoBEBb78bY2+EAMBvl86o71AaXg+hNKRvkVk8D1Ha1A8ZUQpvoeaTD4jW7Q9H1HKO9f7sz0Wple+upr8vVJk+b3VXUq+B508Ps3aV75hmjM+1ywcPtT+Xb1G802+UwydvS+QyDxN52S96QibPFiL8b0L2TY+wm2TPjehcL4gvRs+nFe7PQ10eD5li4A6x3e9PUFZB72qyoI9Su1vPsLr8L2skIo+M2oDPVlwGD2IODm+LOeTvKjylT6JJM+7dIMOvTgZBr6BMjs+JpzwvMu+Ib5QxRa9ctq4vNrkNj5XwL29GHKbOwFo7r2iFaO9/RDivTpxaz5jnIO9VGImvJDbDb4m/GY85SjHPR7qVb7phwk9s1/ivbp39b0R/Gk9efNuPF4/kD0Z8xK9h2AAvqQcnj4y2bg9vLuZvYUG4j2tTYI7D+wOvutoqr3F8nA6K2TwvcuMMb0cBAw9NQnKPUzMMT2ybFe+tgarvFPAoD2acj08Xx7NvNshAb7LI288Y4FFvmWvRD0Hv6m4T9hSPponHLwL/Je7cOhzPgh8Pz7Vf5S9X4izOssaJr6mFsK+djmNPlPIpD23IP+8Rmw4vghcRT7ibLi+jxxVPuNEGb1EPIO+KASJPg6QQ72gNKe9ULxJPn0H372f1bg9o4OUvm9VTbxRJ08+8dF8PvQDhruR6je+AVUBPh0Ckr5X1XC9LE1SO4ALI75oeOu95YIbPou+ej0irEG9ZjG8uSYW4r1do1Y9cHQLvqHBRz0IS0k+7QZkvUquFb5BDJC+XkyQPitdN71mK6M+iG0evYtCmLxeq+69l+hbPkTiqD78pMu9VqEZPhpULT5Z+Z29vQm9Pru0AD4eQLa9jM+3Pvgaej49yRM8/66IPmIyZr1XhHA+HJVcPlwbFr6iIU69KdCIvVqHBD0xDJK9YoavPSpKbz41MRO9KKabPJ60372aVXm9c72YPdm+Az7a1kQ8kWzSvlUphjya84I+bd5BvgCGaT5Mhsu9LVA2vtomI770R9u97DRHPRBPlr7ZHPe9NBJ+PWcFDr3rBOE+Vt3TPaN7zr22urI9p3jqvYpF4D24ESS8/9gyvv4vED7lu1c9izzwPNkaib0sozs+LH37PR2wLz5z/Ro9L8M6PpIHnz46HYq97Wz7vT/FOz59Srw8xx7NPQ0Yij4+glI9cSiZvYR4j771kLs+1XgTPrWT6D3AKAW9lX83PkyMJTwjLG2+WvVvvnB4zb5FORg8HXvjvXt2gr3HEBW+9AW/PNxipj2fW3e7xhBTPHzY1rzsEiW9EMBJvjr0nz1t5gy+eXaqPVRKKz1JUQy+kqFbvqHtZb1Aplg8Caqxuh3eVD1PY1g96l2yvd7pPT5790y9EWIkvg1Ohb72F7a71c4qPk0Vjj3jjH8+By8tvgvP4zz/Vpq9jdUZvRTuXL0jtom+5WGzvc6tbTzxAUe+OHUZPQT6gjlSh3c829UdPc8jQT67jJ49E94CvhgmnDr7gt+90dncPZEBcjwYfuA84rGdPb+NNL4Yt+29X6a+POjCgb2GY9m8OtCSPieqtL2ixn+9ax9KvY5FeD6+sva9hrdJPf1zsb1+4qy8h8NTvod+obz+EKO8E2cXPhGF+r1QYzQ98L2bvUQ/Jj78arc9GKhNPsFfiL5BAz6+xiNIvpg4JL7TCic++pLGPcauIr7qxIM85lnrPadnRj4WPsa9z3CjvK8UKz776fu9hkodvYQWQrzjfEW+adB1PdZXib3YUQM+sqRvvTb7dL5+Jbi9n/fJvaxhFz1xzNS9wR/yPWMf5b30Slu+iKcDPjy2Vj4/VRK9Dp+cPX1TID5j7vk9pPe8u6HTAb4qBxy+SgkaPtLTFD0TWPe9g+RyvQ+e6L3v/Qy+zq2IvT+/Ijw8Zkg9Ik5Cvv7/YL5vFDU+Ay5VvGewEz4AAOo7kRIFvL6cZz4T91u+VAW6PZnDXT72dtY9/1u9vDrYJL7v9Wo+oY4PvUAF/T3XlAA+AO6rPoXJtzzJZaC+O6HMPNNSTruazqq9WsibO6n7k74N4N29TtwpPjXOn76nMJc83AXDvqJ1/73SaLc+N3SUvaK47bzJI7M8J6xOPjftW74UD+I99BlYPnYakL79UHS+1XoGP0hEEL6IfZG9Vi/zve1sKT4gVm49arDAPa4HWL6NyMm+sNihvSRYdb1v2Wa9uTkGPegSPb2z2We843O0vE72+r2oTQS+A8KUPQZUjL7v5Kq+ES2tPqZ3qDw8hjq+0wjIPdiE9D0edQw/ONUbvpjnHLwqUq2+GrSWvapFLj4S2q++CGihvoxkjL7XHvU+IiRFvjfzK74XJLy+oAnNPk6Nl70Gw6u+dk5VPp3SWj6ZHAe+OUIMPali67rqAqo9RWHJvN+aYr4c8O69I3NtPdZWoj6T15i+4TQvvdn0ir07iQc+nFmTPuH6Oz441pg9RLqdvtj4MD5FGLQ859h5vSjdEj7nIIC+wRSFPbhckD6WkoU+sPGiPqSpZz6R3Rs9lVzLPbMdsb34A4C8n/9Uvqk/IrsbBEK8JJWjvPBNJ70Shu8+HCq6vmyJxT5gJ+68KnmPPkoF7Lyei/e7jICevf/C4Lzfld69MWK3vgqbxT2M0Wy9BmaKPXK4T71eQUW86i+muwIMK74RYhw9Geq1PcA7vL1iCpS+5VmOvoZ5ob01Nrc9IFevPVs3rTpXkMS9cP+8vvSKiD0n1549E6tdPWTxrb0tDwM+IANHvuA6ej1UMQc+i5oIPU65Z74vAWu+fBEGviI1W75zZ0g+KWWEPAU0eL0/hzo+d0EBPrQjHr3wBi++8+XYPhHk5ry/jFG9cDD7vINaFL6kSaS+m6L5PXK9qb6s2EK9kyfuPZeuYT7xujm92476PRNsmj3biHe+NgmHu4G2ej7//US+psQWvtkeXjz6wnO+3nW1vKOdej6SQcE87Do6vYuujL44DgG+/ojUveXzA77U7Ga+NG8LvjpzJD6u1Jq+ju/yvZ9Ovr424e4+GIl0PhjkHD7jd2i9IrAFPWpyBr4GAwK9aaI4vljBHT6unr0+Wi9zvumSCT5fXXa+cRM/Pd/7xz7m+F++3yqtvZFxsz6MO5a9Pd2Vvhuixj0qq70+gLZWvk7Rdb6z9pa8p5nwu3SOkT2ZQAa+O//rPSVbqD02nxO8wezSPX0+9r1fLgY+y7vTvGbauD3HFWS+U4fOPThFiT5fzBy9XZ61vrC6l76pPYk9yiekPekPdD4RXAc+/lf4vOcpHDyC4n28M4Z1vvGOST5jhg+6IyKCvr2KJ76yFjw93CGEPQFYAD1PaBE+1txUPj7TIL0nDio+WgEPvgR1xr2rFZ6+6ORYvn2f1L1K2fC8IeZEvviDI70O6he97f/fvevIJL55DJG86XMKvoqhhz74d/a8k0FkPS3dZj1hrX885dG4Pe0aNr0nWDY9PFnqPdjPATzsH2A9kZFMPlIREjy8k/y9MOF5vvNA1D2KCKs7BAKxvcXrJL70y++9aMS5vQAigb3fNKO9TaTivH+z+D11SfM9D9aRPUAArr24Szq9v+syvX+8r7wK45w9tn1CPo3/Gb5++GK+pUUtPrHT2j2bYpg9XqMjPhHSIL7udQ++sSHgvb+45b2eUM886FsyvsW8Ar5uCMA9P+QJvvXGH76H6Ho82KY6PSnUNb1ywy2+PmNdvV4ct71VuNC9JhmaPYY++7uZloK+xUKePZTLHL1FpeQ9b9y6Onqqfb3Tmc29b1o3PvNaGT1x8Vm+nMAKvXauMj0Rqrm7U7cJPdQstTyh7jO9IEIdPnkdSb4Aen2+qkQYvm75cT3nv0O9Dmx2voMJVT4uiQK+qnswu9Y1MD09ng6+NFXHPUXer71nawi9bYDjPYa6t71Pahc+Fr+JPvaS471hnHO80R8/vknVeb4tiFW+7fM2vgSFKDxiD4a98ozMPXDBJ71C7ho9dVaNvmLZ8r3nFi89P3WCPPENbL3zdY89B5OlPhAFtj17qic92JXkPd4OHb13T2895HhCO2uaVL6sBby8DaPRPY58lz6oEns9NVukPmCyBD7nfgM+BDGHPr/n570xsI28N6xLvkTMF76jdk+8nQbQvkcOzz1N3oK+bvMpO38n7TvgBbE9J8UVvdvIGj2yS+Y9R0T2PfCoMb4qMoy8YSjNPeeOOzzAcIs+mQ4bPuSkL73CjuS9k1ahPivQyL1QwSc+JZnqvqsuQT6ajww9UI8GvuDSW74exxc+0srQPdweU70vOec93CHGPe7E8732xny+c2wnvlyFNb2pyhu+8JJKvpg7wL0YVyI9zWQrPkPk2buCg0w+MhIDvbJ0Xr4S7uy9k8gZt7jr2j7GgTs9kZ9EvTaAwT7Syeg9JZkFvv79ID10IUK+TfxHPsF1GT2/x4M+UFpPPXwuCr5fAJC+BdQivs9mOb4RjUy9PSezvSRUmz5vZtY9J1kSPsyL+z1mpKG+9G4IvdopB7rglOk9B2K3PfIjuz1vy9G83D8MPAow373xczi9jBY2vgLbaj6HMba9ttLUvh0Uoj7c220+cLYAvQMqhr7fgQs+85MLvqC+AL6z8Sy+ASSwvpR/zj3SJUa7UimMPeddRL6JS8G+lha4vD0Qmr7tUXM+jr58vcAYUb5kL+m9KgJAPkIwVT4j+3Y+OKUEPiOOkj1rYKW+pNYzPKOmcj36/xI91PgGPuGVvb0nSdm9/VRPvlQMCb5HUxC+Tce9PYG5mL4oXhM+jMONPdwXT772ynq91G3gvalu577uUwu+KUCZPrptgT4Hnxm9PWkKPkdKnrr/nxk+sCXsPd4aN72VxyC+FpXKvYDCyLsPqBy+v2QivgRp3b1VUqY9u/kqPgBAgT3MeUq+Ri8qvttslj5P2V894KNEPMQqgD5e7ZQ9mFyNPg2ZKj57Iqc+5ZAavk0Snb0MIG+9hj66PS9I0Tykkje+eznEPs6+zD4UUkW+yyUrvsOTsL2wv/M9XovdPX8pnj3NpmO9SVjUvVFm2r7eOU8+cxUQPoKqY7uC2fG91DIJPVjr5z2teGE9gRhSPrH6or2edJu+MBN1vQxJ6D1A8a+9arP/PUCl6bzo+RI+jbcfvNmjND0w/2o8ydZyvtR+bT7rXU+8hR0oPrH+e74qnpG+95SfvvcEvr46xiE+vc9uPtKyQb7crR6+qbQHPtJX/j3HJGY9lpuIvV+4Bj7wY6c+uVYAPVqnjz6BGp46FTNMvkFkOTwNXHu+LfUUPuENEr1vqF6+ag/XvHfMgbuSy5g+mWlHPMCmBjw9er69/XOiPZK37L0+DgY+EZzvvorSPz7vUlQ+72kHP4fzwj6ucum9eMPPPfbsbr7gyHi8+ecwvOdtNb6BkwS9M11sPfmCpr3TazE9SVerO2iPbb7r7Ei97DWUPVnDn76apEm97jM1vnJWv70l46g9ysOGPZzZ3bySzAW+m+dUPLRnQLw/ltK7MyBIvmtYID6iRYO9hQQVvlpOgr7/Z5U8N7c3vdzngL46U9O9a4+/PDehVryTSzq+k+uWvWnyEL47DDC+8v8YvWYtTb4d68i8b87cvcXBWb7RFi29BeK+PHjvlL1OsSY+pCcKPXmpOL04rHk9YXF4PDG+KzyRBRw9L6APvkqbpL0M+m+9xRUgvo3+kT0c8Eq755+CPQdIUb6Yj6O8id2yvbeoI76N1Zk8phedPDkcAr3wcXm9q3CCvpa52j0MgZg7HHyqvAqt4LvGoOs73NiqvZqbiL586ou9CYg5Pdy97Lxr/iS+RgehvuVuE71seKu9F+0wvh+oHb5DRfw79phtveVhST058C6+GUb6vYVi0b3ARzu+iGZKvk00WT1g5Ne+n1tHPs8CVLxOX5C90uTmvYeW7z1RwQe+yjVxvsDVnz1+DUQ9nilqvqyYRbzXaba9eDcNvjEqaz2Sqj69yAj3POIDnD1TaC6+hPWrvQ9eJb7zrDO+WOsmvh3LZb0gY7Q8lLL6vVNPl73eVWQ9vbAvPTpPSjv44JC9myV3vh4BHb4Db629i8mGPG8QF711CQM+q4lQvIqMhT531Ky9Wq9qvt75qrgl6HM7jhCoPbdvOL5bcBI+8Ai0vNRCxT2t2Tq+wSdNveo9Pz2Nz8w9if1XPVKRRT6DWPK9dvDzPaw3gT0nZaU+B5pRvjcnQz1kIk0+Mz90PipCFD24Sg0+HhRxveJmJz1ozGo9xKrBvUacwjsojNE8euN5PYWuSr36JPI9fPdkPhtIoz0h9lm83g48vXT1f708+P88Dm5uux/Qsjzohei9tk8aPsfWFr62l0u+csc5PZhwPj4+pzA+gp46PnP4WLxGgT0+RbwlPcOrGD2CHlc8XwT3PaKytj109lw+3fZjvuF5TL3D/LK+XNZHPBJwZT1vpni+UY79vd+Xlr0RcoC9BtgsvpRPtrzefR4+omlzPr1JCT4MAl89pP8IvketjD7lYRM8CjOpPERhyL1Iye+8MjxxvsJpt7z80WS+o7I1PTFVBD6hX0o9R6devgGP6L4dvWS+C+ppPe0nMj3YZBC+5RvpvBa1VL4UrQc+H3o3Pl78YD5xfaM9ChIevobpSb7T5/C8SEE9vhx+ijw84R2+IyE5vrljYz4vFyy9ELW1PfD3UL6+QpW96FfRvbEYjbskiUC+jZBYvap/MLw1fYO9b96WPe9+x739Zaq8lStmPnUclL0Wh4w9uWl0PWM0ID6Ckc89jR+UPd2KRD0PC5A+CYOJPgubu7ydFxC+fqj3PTldIr3sE5G+urWKvs9uOr4uXTy+c2LZvWnAhz0mGaC9/qGIPVE/BL1jqEa+rSMhvoJaYj43ANm7hRapPSI1g751OgE+MrgsvujkpL1W7DO9hUU7vNEHabwZG+I9Za+4Pq/vpj2Ssmy9CgKJPvwCRL65Yt09IEMmPsddPj5Jrbo7h1ZXPkkukD7t6g29zn4gPsTTq71sYVg9c6XtvHmoQT2ByE6+9fE8PC+pFD7p5+O9Fq/BPIDEAr4UHNu9DA0svkPChr5S+S+9mhDgPHagTr6oPZy+uasEu7Q8Gz0poo88OeFwPPKNDr0/gCI8ty2IPBtTr7yVtbS96OZDvkt5gD5/xRM9yttHPgpaIz5+74I+rAJVPjUIBT5eJay9jtGAvo9tlb0Oiky+Yo5Svt7Drr12eWk+w2QlvpXBlz4tk1S+m+NOvqd0PL5Pqos+O1g8Pks4mL1iK8C9HTLhPFk5MD3sXY4+wJNGvmeEA71IPwE+IsBxvD1SsD6MmCu+OV6EPi16Wrydy+w9kWuAvVIzHL5PzYc9/rWbPU2DcL6aNzW8BRU+PF2XPL7hyrK+2tshPlaFyz2QuOq9IeoCvs2Fvr1M+TC+eBFOPut8aT4Rqlm9Gu5AvCQ8sLwTegg+gaehvMl5N7xbnJg+cPKpPX+pLb4Nhmy9bV6YPMeKHb6lzC49/55nvtXyqL1qT9Y93YlOPR7XUL4Mexk9qDyJPCr0br1M0v29TuJxvtjL+z2+Oay8WHBEvu+q9b11/2G9saCZPTS6Az0jqLQ9GaplvURQ8jztEu28viOOvJDLoL3vNpm9+VOmPPaFA778IkW900w6vtM+Izx3xEc9bMACvvxIy70vxZa9yYsFvYUX9L2p2IC808RSPnD5H76j4B+9SUr4vadA2z0PCKU5cDfGPV4DuT2ncJW9yIDnva3Lc722yhK9dPUxPIGhtLyCR9y93aMdvkHFgbtx7CS+ENzpvTlzIb4BtUm+8BIVPmDm5b182OG9djghvuLDxD06lNY7Dn3QPT47Nr77XKi+xj4zvpA1X76J0Ge+pFSnvWquRr4tYPE978ggvkVOJ76iaKS9Najavf9BTL0qWTC+Xr9ePZ/zRb6h/7C+BDtYvTAM3Lw5Lcy93HFxvRoXZ75ajiy+1E5rPSqLLbwtg/093dv9vjqLDT6gp3K+uusSPNyHXL7dvlQ+O+bovXUvZb12B808PudOvUDEjL4x4SW+0WLcPQbHgz1GTQc+lWFEviBJJTwufT69D4u0vU/J8T2pWEO9WIfSvUGw0ryJUYS9/1TmPR9QAL46Taa9/PJGve3QjL11ZsS9P3nAvQyqD74EwZ29SDQgPoZk/b3Fxca6ODYEPnajGT6sETM+U0WwvRY2k76znYg9PwcEPot/bT122RK9MHRaPqlpVz4b14i9ZTYFvkukBj7SojC98KGtvT94t72qnp+82475vZuoqL3NcUa+w8M6PnipMr2uvLk+iKI4PjZeI7zGe+I9kKcsPsSBijzWhwO+TXhkPYEGPb3OIYi9H15/Pq4PfT1uEzs9Yt65PEVBRr66Ckq+BWsEvjzkjT359DW+eV6avokNjLwxxHk99b4kvpw2zbvNCE8+Nv+Nu/DeSL4VYqI97mXJPPgzNz7Wtz6+PwpePujuqj1v7s49SbIvPb+Lm7mJyJe+625ZuwGEHTypTH2+R6WSvVbCgD4E616+VGlpvh13Rb7pTJw+0YS/vvUPjz3rqo++QIWPPpYdfj5955S+pvajvXy3br4298K+cgJsvgtdQb5FtNM78TxcvqpJ4z2dwOY9kGzAvCdFUD4c/gq+BbrGvEo4z72BbyG+WwpQPgdPzD7/9Ru+gF9QPtHqSz4fSf498lygOvFmOz04Mou9JfjBvmd8iz2EbuQ9DncEPg7jB75bSdc9xjjNPEsZsL64d0E93pxkPbtAB73RW429FGRgvZBuRT6R2Ie+9H2zvtlOyD3Vp+w726vOPjdTlL1yPJK7bK0ove6/6j3sw5s9f1P1u36AArxFA2u+1zf8vfnvED7WAge9OZIivt0pWD7bqsK+K8V2voF53b13Y8S8fcAFPtFRtj2m5Y6+/zZ+PmI0eL5wJDq9sm2gvhS3n76R23Q9rRJ4Pi5T3j2ghIi+4jKQvi1cWr6+DRg+1aTOPUkvBD7RSpW97T1zvru6bD2FvKQ6kDwXPdePvL2TWoA9Tu44Paipgb60tq09/OnFvZgzMj7AGRy+XC2BPQH2rL2Zu5k93N1BPbR1db5Z1gY+zCUxvkullj6b0xc7nlMfvt2Og72tM4G+EEeePt4kkj2zy3e+IZ4zPjk7rT0TXvO9jbHCvZbIeb1ZV3i+uDc3vfuj3b73/qg8nycUvZk+175Csh692GQrvnlyWz7cM5i+4BV7PuyDtL2NRV6+kmPHPQBzMj6KLPc8Aw0mvplRjT3adxM+mbstvEalZj5iFxm+tkqpvWQS/DzVC1u+yiA8vU1+QL75ij46P2AavUibLb2zY4k+judLPlmT4DwG1Ia+X71Wve8kOT7Jxew9++GBvfpFOj6fQ9U93yVgvq1Cl7zCXoQ+UGBDPowl6b2bmr49VZKEPvrBHb6EOka9zIMtvpvRHb5oUa89paYDPq8I4b5c40u9rRcyu9Ygjb6At50+RHyxvqGJ1bx3to4+My5hPWftUz5htPa9q7k/vunExL7mciQ9ePVXvT7FBb3z98y8q5pPPvOlgT2POoI7A/8iPI6svb3OlMS9ZbUivcrvp70kFZ+8E8OKvcLj670AlMy93e5PvvH1Bz5Ldsw7vbsWvYvg9T3Tdcy9kKAEvmyebr2dchu8vKxAvs54rD0LaNI8OWvtvBi0Rb60EKe85DrOPet0ZL7z/r08plBCvkczHT6KWV6+dKdevV4CBD5YfNM85HG+vUSFOr5pxi2+mjg4vlqN+L2sBsg8CMwSvnyTrT3ncBS980okPWo5073Z0ey97Ft4vtdImD1nMJo9SvQRvYcq6b0mvyI+vgrsvSgWn7wSNIC+DBEdvScn872ZNy09Or1tPdG8nb2xJiY+NVnbvEm7IL3YknK+Zla0u+hoKL3A1pm+o/wDPXwkAT3xmwI+yQOyPWYiNz1lwHC9VUEQPnko2zycyHw9tqD8PaPRBL6P1xy926YCvlobEr7ZhRY9mbpRPktEsLxOqJm8whcUPqZ+fr4GAWm+CbOlvRPs4zz26gQ+8wR9veb0gL1WdH+9P5wqvckxvTxopYO9XVr7OzzbDz2L0Em+RvlxPQkFjrzIF8u8Yi8JPW/ESrtFTWo84zluvL0mmD0O8xU+rW8EPiZMB77L6/k9T95uvYAQgL272cQ9PSQvvh/69L0mYE8+QZyCveJ7br2sRRK+JflfPbdmtr3Rwys9mJgBvk+ifz69UlK9JmQ2PvdWYT6jCQS+5TQ4vpsKwL4kRhg9ieR+vtFoCD6viqe9bnt4PkaNTT2yEYO+tY6GvYFmEr25YyE+TSbuvSukIb7uZJI+PwwIvuV3rr6yeDS9kr4JviHnzjs/3WM+ypknvm/QGT1phII+R4A1vU6grb2OlMI9q6f/vcZlUD6armo9WLhtvdaO2j1hP/o9b4vePUCbNr5WEAi9lKODvX6zhT10N4S9JF8UPWBo1b2Vao48ZrIBPZnaEb7n14Y+UfJaPpVCLL7UGs68tewYPqTMAT6uKyG+WG2PPux1lbzdF4o+WyNpPW4p071qVjG+ZS1xvsWBZz0AkYi+sHpBPnI8NDxFuC49R5IRv649iLwkEDE+hJz7vV1sLL50n7C+GpREvuSekj29Oy09ePP+u87Uwr30w52+UnzcvhWcxT35bC+8T66ZPaW0sr0Tg5g9JImAvsOeqT11a7a9VJPPvGzwRTwZfjY+F+lpvuwTbz14Qau9RCDuPf/dqj3ZDqG96TEaPoJLTT0bDXQ8agSZvgrkez70A549GyfYPWf1mjz8zT49HzjDuyBUyr0+9w++qWyfvY1FxD2efpi4SD1Kvh26vD1TMAG98aS0vgaHHz4s6zM+ySZuPWH9pT34jyA9zvdDvs4Yy7zYkwc9nBByvjyYkb5ZmKU9DU0cvNimED4INyQ9gdUovg4k8L0gzAC+8OCTvvG3Jb6e+dC9h/CjPmKh4j1TYSk+J3jlu7rWrz1dKwe9GHPIvXFIe76TM+s8/W0HPowlsrzpVa492OamvuD5cL5EDiY+/g6ePbVQwL6w73K8w4QkvQh0QD1Bf4s9PWIcPoz+uL7Gx8+8QPnGPWvh0L0VVa69NsIzPpVjHj6JzqW+43iWPexCvDyauFI+xb4pvH37ab7Nzgq+cN7ZOwS69jwutNy9zIAqPp+1T72mR2y+eoHgPgdEz71mpEa+S8yvPQX1/b1Qtl6+uVPXvWanLD6tq5y+E7invWuxAj7I8Fm+yZ4lvjAmEL546uO95xQmPk71wLzbbhe+trevPY6q1r7YCyE+fVsPPPfmDj6WDBI+f7U5vl9Sh72Ep7W9D3VjPgNGTD3PNx++CHaGvn1Xij4YnLe+6c5hvukIvD3rCk6+G2QevUoze73XEoU+0E6LPsGhlz3sEoS+bfKiPUBOMT0eIxE+htSDPVVcBT5+ED6++bAYvrvzy7wjPcq9aSE1PQ+ohT1GGZW93ffNvZ4ftj6RgZ490Gq4vr4cjb3Y2b6+LsRvvSvehbxm3US9yGEnPk//kb3js5Y+nNWPvtHOmz7VuIA+0FQQvmB7gj6apTS+rDBuvq+JFb6knp+90xryPZ0Oyzz+K3w+Jg/yPXyBAT7rraI7rhQXPb0gOby/8rw9JVGvvfZHXDuF7KQ9nlYZPvwcoD0+31o+42MWPX7pg7083gc9nOYgPluZfT7G5CY9UUCHPV6o1z34qUK89jZfPh6xcTvyYo+8S346PtK7ab2O89C9BHyyPWZM973qCSw9ZldZvVe9KD5QIJg9pOXfPfEUJT2qSja9m8IyPM2YAj7E1l0+R0D/PXpEST7K3Zo+R/zQvCRCr7x5t8M93SMzPGoPUDrW1uc9j9YvPehSvj2RUbq7wpuAvr8nBj4ysgq99CGuPkcHsrxLk8O8wt8Evq9nmb2S25g9ysYAvH97qD2los89opJWvuwLRD55kke9yKEivrg9iTo0THy9an0zvd/tnL2Ucoc9OskTPkyY070nzDC+R4YJPsMwO7yGJQK+zRc3PpxY+7tmNKK90jL9u2YP172szWY+fy8WvsAScL0bjlo8f9N6vb/QLr0qSFC9aTWnvflAlz01qC28hRawu7px0DzT6ai9Gw9tvvKCHb5k/QQ+v1d2vZ371T1hlnS9xJgBPbbdU7yyE8Q9zNCku/T8bz3dh+q9AX6LPhaNI77VHA0+Kf4EPEiyY7zMXY8+7MPvPQ5EJr7n+Q49xKWHvSNJ+L2Kc5q9F0htvnU6FD1Udi+8/cc3vHrbOD7GDIm9SP2cvoEfEz3F+Qc70MpSvox4Dz4AqZa9UcKnvYj7X76svAY+ixCtvuKoQT5bTAq/IctLvjg4GT31TYA+y0pBvgRWSD23Jo++aIadPZdtUTwfl5g+Rtg6Pr1MrL6aV4A+YP4dvfMhDr3hvgO+NfKNvXHekr28SiI+4NUwvgyeWb4Nlv48Y9SdvfTknbr/JkO+ByVdvvZaz7v1Byg+F/F7vlXjz74nSGY9jeTFPbrKMjz5cGG+l4dqvqegPj4Rz4g+ThtVPTgfUbw27JS5WEgrPvj/wzse9C8+cqksPoRceD7XiSY9fKN1PmOuxj6gMYk+X2LCvkaFYj6jLW69gFYkPvXquj2Y+kG+5C3LPdezwr2+rKe+w0alvlJUBb7SuYY+w32pvrYMIj4TniO+TIZwvsKXRD54POE9tZwXvmDZLL78rQ8+ycicvg+adr5DwSU+GNCwPGYECj0N9Bi+35YZvyKqRL7t5o6+IaBoPoPbKT54AmA8XesLPuLV/r3Qi8W9MmHUO8TqPL48CaK9awD8vNUD0D0LwT6+tjcCPhCTOb690Im+XUO3Pv0+pT5boBK+/12fvvPsJL48JAw+vOpcvsUBaL3br+e9n8KlO5nGXT1pXdi8T16hvgXPOz5PFka+lEqcve+8WL4aTt49iQO+vSMPqD04QW08f9iUvuSpsL1PdPy9K0AIvjlz7r0yr5y9rCNZvnTc6D5r9NI8lL3sPe69ir5BeQM+xxNvPpKaEz0aefy9Y6zRvcmCpb7fXys+ltGrvWZPPj7jpfg7w7hVvEYZob21M5w+hwg1vrnBnr63Pja+w5I6vtk4prw7+l0+Ois1Pi0pi71heu29lJePPtP5ej29t8E94rb0vS+xgD4HXyE99+C6Prquoj6HFWI8DeLfPkCFtz5qL6w+xY3ePbAErb53b/k8MUuDPRRWFT7UnQo+tLDYPcQfDL5OSG293KuQPvtb/Txqfje9YdAYPsVcoz0iZ3u9JU5MPqch+T61mqg9C9C1vCPRqj6886e+gbplvqmzXb2jLmo+hZN6Pvdc3DzOr3o83LF5vRXXhD5Wzmc+IIaCPQK5mj6E14c+JZ2KvmywzL5qmKK9OIJvPL2EuD2IEG8+viJ8vkt22b0KzXu+VQ7JvX2rZz5aMpc+lIGOvQYfWj35zPy8k6eIvRqSKT4LiIg+alqpPbG9wb1R9Dy9TiWgPtttBD7cTD6+0gq7PG+hCL753Sy+La6hvWke5D3vNqa+UMm3vfXJXr1nZtU8cRhRPqVBHr7AkHu+vWK9vTK5Db60jjI+lP+Lvluvxz72NJQ+PN7cPgbsHzvZXnc9pOeYPcho1L2Gc0s+gF+mvq3IS73Nqdo9LDeLPF09GL4Kbxa+Sasmvr3+dD2nB3M80f0zvlbGNr5S+SK+KV+xvV/8qr7+WGC+S1vLPXYQgT2V/1++Dt/FPSF1bD5pvlC+auoivjzHQT6Y/x8+sfeLvNWvK74r7FG+Yw4bPhHY2bwFepe82dIIvcf2VDp+Chm+2muBvAVBWb5VhUm9Ce2dvX6rNb4JX5o9xTDvvOwfkL2ycPy9EwcXPdB9Zb45e8C9th3Xu3hY+70+1Lm9tJvtPR6eeb7PsZO+D9hQvtHU5T0znjQ9sc5LvSN4mj1GPie+2j4YvhPpy72Nx2i+wIc3PU9JyL2y6Ly+WUeCPQ7uHb7+x0a+6tgavk0SDr1ksGs98ld9PcRr772ypO88e1QEPUIzPb5utAQ+8AKyvF2iPb7Thwc9z48PvoiiJD1ECaA9ACJHvhW40L3rPFG+8VMNPdrqCb4hTbG9P0sGviK/uT0FGbK+yp7evcPaI74mCVW+5bfyPUFIJ750Coa+yl76PTEaKb5+eWQ8n9DPvRqfOb7xMQK+DF8ivgxdPL6cjzc+XHb2PeMseL5IE9i9zikfvms1Zb4q2IW+3JGwvSGgpT35muA9f5nGPDSxWb4I7sM9ZpKQO+WST7x1IWG+TP4yvjvx0DwSZWa+/okYvsr/6rx2jGG+shW0Pc+6Er1MJUG+ohLivfx0c72AbYo8NGCQvN6c2z2xCcK95T5svsEjH76jDoq+IkGWPQuCQr3p5zq+dAx1PhNtsz3FoY2+sTiQvCibl71+OFQ+2ezDPXYrBL7UFoo+g5m2vDH2iD5iv0Q8tQSFPOTRY74HmSw+O+lbvh2Hpjz5FJC9bKeuvjWFqr08iFu+x8Z9vdHsaT4IK7Q9CCUkvj0rq71HgtW9H9qSPhFOgj2OZ5s8uTjuPaD4Lj3BsgE807DIPdVdPz4z2s68gNXAvUgL3LuM4ii+0ZYDPfxHDD7jm4O9b8pmvvQ6eb7uIAM+rOdmvVvGqj53+MS9K87bu/5wqT0Tu7I9yEl9vkuaSj4QBcO8iCR9PcWmjb0xnAk+BJ8uOuuIFT3J+Cq+ShJ4vmokLTxAro6+ev8iPptfNj7qrYI+PfiiPR09SD0NVc69m0jBPohNlz1Lj7w99HyDPchYGT68coK+RF4EvqzhpD5TL9s9UmSMPhNOUz2DR8m7usItPoxQs71VvEU9Yjx4vZKehrr8KAa+fktWPo89ub6ZY2C9P4nrPY2QJb6Yx4q+CKjXvTh4Nr1PdjU8Ku4dvP3izz2v21M+xJKcPmQ2N75YEc89XgHsPR3gsb3/Z++9vuOVPbj/uT19Q8Q9z5CKPZXWi71deoO8uz3RvQOyib46sNu8dQSjPAqE2L1kDye+RW2tPQnN4z1jy4I9fJ5QPp68uT0qt8q9anhAPvegWD4J9xA9aG+dPYvPLT2tjKq+zIofPXIY0j0+lD4+M58OPknOgL0BQg8+oZKavNoxDz5ZMpa8IC9rvrRdiL6BJky9CRXPvPjgNj2rgQU+8SIyu2NTjr3u0sc8aiYfPds3qLzleQs9tA+bPqeAib7L/kA+lyF9vobNBj5CUzK9MDdDPhZdPr0v0PY9UtpWPka+vb3Ij568cVYnvi5RyrzQemq+UIJCPQbNRj54xm69D48kvkL+ij0pXU++cZ9EPtTWnL2LXAw+l7gkPlAxc71t4ym+VjGOPYla8T27jwA+Mi5Ivb+ZZrwDpI8+lZ8uvUWZmr0O++C9p13tvbdA+D3xg40+GdhcPILbND5WTje82Z5FPvsPx70wuk69BWmiPavgrz4tOAm/zaOdPvbmgr1H55M9l5YUvuFITz3FY1g9xoSIvR3xSj2b6dC9HfVQPWHjLD6MNyC+PAZpPlvQVD2qu8o9eESrvfw/lj3W3fY7LqP6PCZjCT2zsOw9U5STveSoIb4MOAE+IYvovtBwPb4OuZs7+OONPYw5Fj1z6k29H0FBPWySeL4BQTq+o8vJvapfGz72ZFu95mGtPn6H0b1dodU9F2ZWPkB8BT6jsOU9NJOVvgtpLD0a2iI+Hc5pvlHWWL2k8YW9A/MXPeH/p75OWga+PNljPUWYOr47/k08HRldvjzHFb6G6fW9hJ8JPqEB2j1kuC2+PnZVvtSVIL70VFK+v2tTvjJ6NT7CsIy95X3nudnBUb2aI7g9P1YjvnRrnb2M6Fi+TKxQPtDgNr55TQQ9wtN7vvAX2b3S/hS9dotbPTSvS775ZE+9DbaTvi7l072Kd4K+pmH0vR6i871arZc9SC+avO1uH709RQy9IS/VPdL0mTyTST89u0vmvQQrfr7vSmu+mIH6vW+5mTvgeTi+2TtbvshU571/BA6+rjbyvHR5IL4SIAW+GCU9virD2ztBOpq++xpHvojdGL6qF32+kK+lPRh9jbzXoOc9MYZNPb7tiLwkfQO+d1mgPBlWbrw0sww+OOEHvkgRrr01Pj6+6EGhvYlKnL2/wp69xUwEvm9wpL5988k91RoOvom9A74ofAu+gnb3vQXWvTuy/xO+P5GRvkv05L2AwH2+xGa3vFAjNr221Pe8bSREvhKHj75FEFG+QW/qvK1CxD3d6U6+j8/mvSwRWr26Qy6+7RCQvT/FKr4JaSy9QLLdPFljLby6H1y+ZXuEvj4HWb6bYfS9fKo1vjHNFr7d6467lDFOPWj7LD19m1O9mU/ivagmub2p+lC+/0g8vYbRCb7LB0y95aQtPk8B37wTJAe+fbkYvTPoBb6Z+fo8mOoRuh5Hv73oUwO++iEtvn8derytg7C9VjEQvVatJj7JQYA9RIsaPs55Dz7r2UO+8q8lPme37b09nW2+gTxpPNnXJLy8i+u8NS4GPMcpAr4oH+069TeBvACmM70ivDM9REqnvl9UML3moC++8TW7vRDWw73PDYq9WlYJPtFuPj3ccnS94E4CPk5lzb2YftK8TQH4PWUqtj2Iw1w9tsg8Po0Cqr2G7YQ7n0H3PWxhLj1okhO+45ZkvMzusL6VbkC+wpBGPQClqb1yex4+Y5GUvboQKT2NQdI7oX0IPZLcEj6lFt+9R5IBvlonFz6Rgt09N6M+vXWO3b2Feoy9Ymqkvk8F3jzduJk9ZVDPPcohO77jX5+9xDY2vuH3ib3Bpmg+ruwPvqFdrz2W2Qa+ovwzPclxzb3hK+u9DyQ/Psj5az2JuFC+BpkPvoTe4rxFzqW9AAhTPsAdH75dU2e9N648va4xUr6m+8+9PiglPdNC1z09v+o9qUf6vLoEML0ObzM92govvqwoUrtxWyU+pP0SPljPsjpvLHW8CobUO/LfMj6z4RM9MO42vVLT4bzGRSO+9wTrPbSGTrx1Kge+JL3DPdTz/L3qnPq9kWsVvKUXJ7x0vC+97IC0Ox9Kcz3O+im++77yPdlKDb3G47w9Y59SPH/IKzwMfDk7okT+PSrX6TzTuky+tZZcPhqNjj0yZw49l3TKPUxdKT0TPoo9F/isPRd/hz29+Mk89V1DPi24PD6Yaki9Vf60PQY4MD4W6xs9qfq/PR56NT5ylq+98AMGvZsEn7xbYcg9oz+/u0aOnD248Y89gI6aPf5Phz3CIIs+ZYsJvUNNCr7g7+c9pqW0Pefw+z3Qyqw8oGxrvTPFETzoFoc+a4wSPoZcTj241m691Y7BO9OyNT5O3/M9Se30PTtHLb1ulJC9ft+jvlq1OD5IXwK9CdADvexbUz76YQk+uTglPYCybb5siZ09bXd2vBNyTzwa9q08Y0MUvj5OpT2p9ns+DzsAPN9q7jsFyV29Z5qZPZRftDwHMT47ydziPfN1uj0sUKg9anEIPLSteL3lbL09Jck6Psdja77iXcK9o+m9vCpuHb3oQ8y9K2TfvU7ekD1/59M9J6UMPqwY6ryiHJG9IfG9vS9NUr6jE1g8l5b5PbcmEL7hfL+9TbGBPcN8hr4BUNQ9Et6UPuMo2T2ajaq8u3PLvbxior3DeHa+HEJePBjMqrytimc+/ICrvVSygj39ctm75gdPPpwJ8jteGgk9aNtmPXYI2Tye6y89AFBLPX4TeTxbLLY9oALhPbVlGr00pus9YHK4PLJSoT2WmCc+9Y4kPaBdyrxbEJs9mjmuPIA5O73TEFo+1ff3PShNIb3Q48E9lV+PPa6CpjuvyD695F+KPDaqsT07YAu+yYxAvt3COL7C8gQ+LyQvvWXjtz2d2WM8+zcivuP0zT2mms89dF/6vWeWCj/GuAo+3rLEvFThIL6lWbg9fkIMPa5mlD6qbBI9OXE+PqmSpb2UqPy8Bwi8O+qsVjwdCG6+oBaZPjwuoz6hwCY+ifbwPd8xrT10klW7bJREvtabOL5thTG99Z3cvbRd0r1A10s+ewYlPR8Gb70qSOy8mAaPPhs0h72aTNQ+wKgePkS1Qj4xlc48bDHhPZU7vz0IvuU94DMYP8j7l74RhS89SL/GvPkYAjxZ+BI+8S4kvqT1HD52mxU9v9FxvmJnaj4TUQm+3ir+vAFIoT2I8ys+Oe+VPRSIWTzROMO8SRlTPdXcSj6VK12+5XmPPmtshbxs2yc6NM2jvFoCvjm4DGO6JvRove+Hxr3DACc9P4HhPVXZYj3AU4Q9BA1GvjFigTziUpa9HZy6vcn0GDshOQ6+YiNvPpxXgL2OfeK7Ex9AOsAQVT4cmDk+DFpoPh7fLT521A49OP7/u1mMIr7HlRs+PdqAvQESIb6Gc4M9gbXNPv6IwL1FF3M8ObdsvM5kW712aZ+7HfPpvOSf+r33qJs9xBkavCF17z2PxBq+qDRavsGhjz2t/AE+vRtzPFTJBL4IewC94KNBvlZW6z2r/709150iPtN2A77Z2V0+vbJ6veO2AbuZ9JM+f8DYvmtUub0ku3g9FTiqvR6Cir08O4K+Ozp+vi32ur6hWce9IiUevjHMnj25DBU95JeavVd45r2qod49Mv3DvUVcq7zj41Y+2ZSovKySNT7zkyM8CuTZvoHvab0s5/m8sjo2vZ3R/D0GVzM+n0vjuxZ1oz5VW4o9CEQZvqzlFT0HitS9snsyPjynuT1kSho+kjGXvGn0rD10Ggi+YozMvBPosj1nzZ0+UmbDvuSyyz3TcVG+XqoqvqbZxz1ncoe+tY2RPhLSnb5eZg0+0DC7PcPbFb4UdLk9+0edvu/obLxEpR6+WTtNPoqOBT6lSta9vusyPqvhVD7N5iE+pwCNvc9eoLuyS2q+7CjyvmQHTT57LwS+yHOtvuUq2T1wTSi+cmILv47yhj4kGTq+zpiSvtOu6T3U1xA+LUhdPgTFBb4eJD67EmyEPYBBeT4xgWm9gOhDvr1kOb1D9RY+yG4DPWH+Nr6KyoC9gD4evaB7DzxeBEI+tox3voh+u72ttBw9fLR+vtk/Fj2WK5C9PhynvYZHJz5Aa8S8mt8ePordVr4qPzm8lCdDPFWMWr7OrIA9MF/YPfwHEDxvjx096uY2PgC4Gz62/8w+k+3uvlnO4zsvz0++5zFYvbRmzT1TN4+8qv40PhBTpbw8GoE+sV6XvkApPL4CPo6+M+3wPRdnkb4h5Kq9SUiyPQ6Qlz65g4a+poT1Pp6Zcz20Bke9caqDPDUldjsyOos9M2YwPlQU3T5cUC29rbirvSaqmD0Pi0q9jE98vR/MgT0ut0E7/enPPE8FZr5vH+o8q4mVPnnByj7bvJ6+v98ivtnUd753gYY+7Pr6u/km5z1Nq7W+B1oKvZ8QIj4QAQi9yyg/vVfrVL3egqU+eztdvoz8mD4blEE9ap20uzwVhz4aoAy/fJumviPI071443287T9VPifnIr52Ioi9fuylPrU+OD7+laa+ngqaPY3jMb7xyle97HHkPS7uC75/4a0+7ybbvRcMej0upY6+XOGiPQTtgb1WAtk+ow/lve0IsT6nYw68gl1YvqwQMr6hbEQ9bxx9ve0GAb2BUTY+iCFyvkS7ID2woVg+X3yrvE+eKD476/c9cAenPbQeJ77rr+s9vveQvtGmdb5BPoM9+ORjuh7TGL6RNDC+YSAuPnvjRD71szW9i2RgPpuVPDz8lHO9OoZ4vtk8Wj1DQLY+N4tfPYP8MT4h9yU8FpnnO1d7HT7Fdgy9vbHfPSI3LT4CC689opqFvl/2az5TOQm+Njwvvs0ZMb64w1U+24eAunIhIz5alKG+ZpAZvwgiC767bYk+B/HHPZHx4b30p469CWwePczeDL5hTmC+ibdFPjT8w7xi9io849v9u/n7ij79RKk9gN7xPenOLz1Z54W9/PWXPYATpj2GSeC9DGf4vfkLNz5BIIQ9FtlSOykWPL75Elw9xEICPUZRl7ygnyM8zd8Jvdze6z1yyEW9hYInPayoBr4Yaki8jnsyvqELpT7xnUI+p4HHvZu1qD2aKhw+JyEiPvpQdz2HuRk9uWAYvZeaebutazM+qr6svTOh6z1FuZK9PzqRvTo9KT3RI7k+lOIKPt4l7jydNeS9xviXvUsng71MTpQ9wCh3Por7YLyalRG9lsevvBcXrDwkqre85PTWPemSAL5w3py94UDxvZONRb7vn3A9b66qvVURhz3+N4Q9FukKPnvrNr1tJLA9flkbPrXP0j1x6cu95Jq3PadzND05mKK9BZBGvAMpAb72kBY+D+ZJvRoulT2VgJ47mSmnPEjtXj6Amyy9Qu3rvcu9LL3Jn40+Rjy0PNOEg714J1w+Xe8LPk9LVz38V7M9ydGdvGsGZT6SWT++DE73Pc9vQ72PLIQ90p7uPXUFH764Yu69/PJYPaHj+D0/InY98SJ7PgMnM72KT1c+0b/mvZvpXj0PWQc9mpfIvUjAjr3hzHa9yeWnvZ7w4TqiXQa+JPddvvbKFDyWZow8NzFmvXO8pz20kwa+quWtvfZ3mr384gu8Tv4WPW/Bkz20Hos+Ser3PumvkDyPZT09rzXOPYH5D74y7l0+YoU/PkpuD77KGwO+3GoLvrKp/b36zXM8tVK6PXmHCr5wZJA92I/QPUJmsLwEU7m94oSyvpDGSLxoQiU+aspvPWynv73B6z69UCbPPm/gDDwiO7o+Vx7iPNGsIr7D9Ok9PIVHPqpSQr6hiRG+fHZQPuNVXD6wABe+816aPVqO1b3h8Ka+ZCTivQUwtTtaopy+LF3CvdHjO77oDVy9jT4GPkgPOD65NYm+E9r2uwl0Rr734XG+ZZuCPmBFrT1tA0e+d65APWYsTr7xOY89bGyivojW3j0C4MI98Y1UvnrVVD6S93q+D4RLPlr6kL2IpaO99reDPql7i74QELK+7q7dPqOD2r0ukAg+TYrsPdfBfT6GdIG9puk5PFunrT4TBZm9m7vEvU3Ygzz4YkC9IStSPfIsiT6dl+Y8BXCsPT+ugjxuzKC8JAPjvRMD9z5Cg0m903guvie1qT7RCxg+5jufPd801L3U8G++ubeMO7aU1D5ilhw+9KBcPERZxbw0VYG9JTV1vsM/hz4gCkY9tcAWPd9I1bzbhag9Qz6SvbU0Bz4CPrc+NC++vbrcrj2zNwG+GEl5PtUqQz57OWw+6BJvPN+5Vr3u7Ho+fvAKvv9RjTxoQZU+JvsVvlmu8ju+3Qi+zXbdPe/ujr5tMKW+5XQXPmo9uL4I8Ba+dshMvuRGWr4wtiS+twGMPUEu4b0L8dI93K70vpKgkr5mFgs+ALEqPQ1UFz7ZMQI8Nr5+PW6ILT7IM+A9mKjwPKG5dL3fuP297cQZPq5tcL0j42S9EtoJv2X3xz2dXfO9rnaQvpUEZ723Gdc8l+nTvrhkfb67ZCU8ZwruvmlYsDu1ldy76KuQvQ0cKr4ZXRE9odmlPisRgD7cXY89meK7PYTOND7n2iS+SChQvjo41T2Hqje+IzJBvgPAXz3QejK+xXcFPgLO9b1o96m+4tqnPhSoGL4NCvk+nBrlu1JGRr1RY3y+xxwcvULy9b3sVN89pR5CPirzBD79gqy+OpZ9vkgqV72uEcO7d5IlvqHI+j3y1eC9sGmCvjVWDz5OLxO9Jdj6PKkUUT5D4VE+81CWvpbUBL2mCpa90rLtvVFPL71b+PE8FrRMO6ZmWT52sZe+Zep+vrqHsD4DYbu94b62vXPOtb5MP18+donePQF/jT5mij89Yh7xvTDdj75nejq9bWMuPdoLbb0CgR4+TCApPsbiGT3zFrA9XM2Wvkr28b0we5m9cJ7tN+EfATydi769ulJevmVEID37dTW+pkB4PX+R8L3/Iig+1qyuPTdSBL7waiW+iS25vIxeWr5AQUy+IHcPPHDhUL58B5M9RfeavjF9TL4+p0c98S1tvkk087vsqVi+O9n3vV+PUb12yQg+h2yvvXpbBL2+JTG+Hnoivdfx9r1F0xG+ieoyvlzOsz0LJUG9LwYSPvllQL6aRI295fYbPoiDSr2gq9S9UCiovLjgfr56CSY9dMcIvkIsmz33DcK9h4MqPG3XFL6g8Is8Zu9kOzp1ar6FFNC95Qw2PUFjobzKmIO++JgOvtOBfr4za6S+/8kJPvauSDzhTIg9WwiSuxHXKb5Kmh09dVbBuxIBAL7k0bm8cmrMPZ77EL7kaFu+b4KLPQTl1zqPGIa+croXPijAJbx6Em+94S2HvacOBb7yIMc9CgRzvuuIcb7R/he9P6VRvmV7/r1Qdmq9Y6bbPba1Jz44Lz28iQvGPZUrYb6Gsg0+XrPXvGP8ZTunAmG90IBvvk0WAz304je8RBtQveNIWb7vddW9T+kovk1npDxIogO+2sOCvTgMRr4qNQC+lUepvduYOL7LpZK+RmAYPWFmmzyYgK48Lz2dvk/rOb626wO+jpdAPcaAez0mwrW9uLDcvRIaDb4zcV++KBewPb4SVL5MwQy+mKtlvhaKUD3oiiQ+q1+vvYejBD5qFvy9F8RoPQJKZb5DzLs8MkNxvoMs4jy7Y+K9jJg5vdc27LzFwUe9SD7Jvm1+Mj66TZ+8hvU9vkeajj1NzYK+QG8pPXqil75kmLg9ONEPv9jXVrwiL2a+InjiPVrpRT3BaAk9i6l2PVi6Ej7JMzQ8XVujOyvk9Dxw0IE+aQXyvcN8ZL48nhy8YG1RvXVJ1T3V1RI+JA7Xu5ZkLj5c++w7nKjIuzyizzx4t3E9I69ivUCbcLx7Ksm+Zp91vr0eKz7AZ08+HyIEvmyk1712RDS9YQFrvgMz3L35+36+EPx/PJPJTr0Ynfi9GkpWvRRAfryR7iM+BrKiPUuhOr0q6Io+TACmPHnrsD1kdqC8TUYNPbD5Fr3no+Q9WVxMvSKhajyRBtI9kWzwPeSHPz4rYFa9OIG+vkd1mT0MRhq9cgQbvpAhmb6PmZm+j7wfPtl9Dz65+A08ys8JPZ/UxT342ik+pw6fvgbhPzyzrYC+cD8SvjdF97z+8uG9qVUTPi6sTz6JItY9llOBvvSdzb3SUD29bSinPmdyiz7aZ8G9cdgLvZYCbj3akEM+dqp1vlqzSr4hGaW9RKWGvXaPqLxNfsY9PfQNvvkdkz0Stss9nvR0vnIAXL62Xoo+p7UKvW30w70xvB8+Ct2aPTmlAbxmRqE9rIMpvpt5bz4IN1W+vDcpves2Wb7zZG+9HesaPgCFtr0fCj2+D4eIvpiGTj7UbCo+iOmKPHSKOrwFqCk++FEEvoHFgT0O1gI+mV62vWUtgT3DMcW8uv25vcjCFT3VB68+sl6APXfOIr5/k2++Q28LPvWYBbo4YfI9c4wMPZcDfb0vjlO+xNXEvTl1h72jUSw+Sslevqd2pb3oTr+9TF/IPDiJKLwYLUU+su0JPmTzMb19L0q9VmEgPZr9zj16PWg+4h2YvZII3D5oBBg+eJAcPp8QIz5o+ZE9EPZGPhrcVT4Gens+T/pJvPgwvb7yXDg+5FWZPl+6Aj4XKD8+HUd3vZAPp7wsPwS+k/m7PXPztj2VYVI8REw3vMMLbb7Nqly+hJfkPRJJRz4yGSe9BiBbvYp9ID4TBCc+ukC+vbXYS74vWx6+ffTLOmIiij0QIVY+UiCfvXoZGj2dC5K73QQpvW283j3zoiw+/KCePaLbPL3Effo9CPAPPmhZCT76tiq9LfNOO0R1v7xN+2O9ymW/PceERD1kzQM+VXIUPKc/aL4emHM+jfWRvt+1hz7dXT08+XBQvlSafbwR0B4+IS/UPsI4bT0tQIy+yqxqPbJNgL5rowa+RwmFPSNjN76VKpU96JQWvn4NX73v3Ow9USDvPQ6GJr00uiW+jhVuPoVeLjyCXYQ9d/NDvdBtWbs9b4s+RcNaPduRLr4DdAQ9l/OUvbQ05T2r95Q8lStjvnW3lT1FPaE9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "jm8hPD03czx6zee87r6zvKN9Wb3E9NC8S+tovKrHDbw7yRY9azupvSQqBb7ooeO9iGUDvgDLX72Z9zo6XMvcPbu3E73d/6+9QAz9vGQ2k70mj4A8oK3evflwz7uxWZK9M2QVPDQAuz3hv7g9okr7vKkuxbw8Wn+8Xp4ePDYOi70KrJm9guLMvOigmT20jLK8emNnvsGOyL2eag+8fuMTviyf0b2sNAK+e9gwPbe+673/cxq9fHiTPBcCob3IRLe8p7HPusiUoz3RHl+9RqJDveBTYL22aLO9Pw6iPR3FIjwFt2G9qH3mvU5pGr39mRQ9+sBnvnB77LwhXau9lsaxO3XM7j0DRQG9UBJavHxz+b1BnC+93q+UPcclEL3E9I+8JUq0vacW9L0jWmg9nIQGPTHHgz1Y70C9TvIdPq24nL2uMbK5yVqNvBWmFb5jwEO9SZLRPZnvcT0KqQ8+a49TvQ9Svr0ad7O8OKn6vWAKdj2cGUA+zEQnvvM5zL0K/WK9NpUQPhB/mjsLa2i9oWMZPZPdTz0GW688tS+MPXMuFL01wzi6BacJPXEqJb1R8Ay8ZJxCvYJdlL2xNgS6qkqvvM/52L18QG06rtcKvVJkUb6hPQ082i0BvZSoBL2hMwi9l+U/vesuqTs+KKq9ho+MvKy467wrVx2+4YkaPfJRnbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 